{"https://doi.org/10.1038/s41598-018-20020-0": "Contrasting maternal and paternal genetic variation of hunter-gatherer groups in Thailand | Scientific Reports Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript. Advertisement View all journals Search Log in Explore content About the journal Publish with us Sign up for alerts RSS feed nature scientific reports articles article Contrasting maternal and paternal genetic variation of hunter-gatherer groups in Thailand Download PDF Download PDF Article Open access Published: 24 January 2018 Contrasting maternal and paternal genetic variation of hunter-gatherer groups in Thailand Wibhu Kutanan1,2, Jatupol Kampuansai3,4, Piya Changmai5, Pavel Flegontov5,6, Roland Schröder2, Enrico Macholdt ORCID: orcid.org/0000-0002-7129-73612, Alexander Hübner ORCID: orcid.org/0000-0003-3572-99962, Daoroong Kangwanpong3 & …Mark Stoneking2 Show authors Scientific Reports volume 8, Article number: 1536 (2018) Cite this article 5199 Accesses 5 Altmetric Metrics details Subjects Genetic variation AbstractThe Maniq and Mlabri are the only recorded nomadic hunter-gatherer groups in Thailand. Here, we sequenced complete mitochondrial (mt) DNA genomes and ~2.364 Mbp of non-recombining Y chromosome (NRY) to learn more about the origins of these two enigmatic populations. Both groups exhibited low genetic diversity compared to other Thai populations, and contrasting patterns of mtDNA and NRY diversity: there was greater mtDNA diversity in the Maniq than in the Mlabri, while the converse was true for the NRY. We found basal uniparental lineages in the Maniq, namely mtDNA haplogroups M21a, R21 and M17a, and NRY haplogroup K. Overall, the Maniq are genetically similar to other negrito groups in Southeast Asia. By contrast, the Mlabri haplogroups (B5a1b1 for mtDNA and O1b1a1a1b and O1b1a1a1b1a1 for the NRY) are common lineages in Southeast Asian non-negrito groups, and overall the Mlabri are genetically similar to their linguistic relatives (Htin and Khmu) and other groups from northeastern Thailand. In agreement with previous studies of the Mlabri, our results indicate that the Malbri do not directly descend from the indigenous negritos. Instead, they likely have a recent origin (within the past 1,000 years) by an extreme founder event (involving just one maternal and two paternal lineages) from an agricultural group, most likely the Htin or a closely-related group. Similar content being viewed by others Cultural variation impacts paternal and maternal genetic lineages of the Hmong-Mien and Sino-Tibetan groups from Thailand Article Open access 20 July 2020 Unraveling the mitochondrial phylogenetic landscape of Thailand reveals complex admixture and demographic dynamics Article Open access 21 November 2023 Middle eastern genetic legacy in the paternal and maternal gene pools of Chuetas Article Open access 08 December 2020 IntroductionThe indigenous peoples of Southeast Asia (SEA) are often referred to as “negritos” because of their differences in phenotypic appearances, i.e. on average shorter stature, frizzier hair, and darker skin color1,2. The phenotypic resemblances of SEA negritos and African pygmies initially suggested a separate origin in Africa, although convergent evolution now seems more likely (for reviews see Détroit et al.3 and Stock4). Hunting-gathering was the mode of subsistence traditionally practiced by most SEA negritos, whose communities are distributed in three regions: Andaman Islands, Peninsular Thailand and Malaysia, and the Philippines5. Several genetic studies have been conducted in some of these relic populations and indicated deep ancestry6,7,8,9,10,11,12,13 which could link these people with the ancestral groups who migrated from Africa into SEA during the late Pleistocene14. However, the hunter-gatherer groups of Thailand are relatively under-studied compared to those from other SEA regions.There are two hunter-gatherer groups in Thailand, the Maniq and the Mlabri. The Maniq, also known as Sakai or Kensui, have a census size of ~250 individuals15,16,17 and resemble nearby hunter-gatherer populations in Malaysia, e.g. Jehai and Batek18. For example, the Maniq language belongs to the northern Aslian group of Austroasiatic languages, as do the languages of the Jehai and Batek19, although this most likely reflects a later introduction by agriculturalists20,21. A previous study of sequences of the first hypervariable region (HVR) of the mtDNA control region reported a relatively large divergence of the Sakai (Maniq) from southern Thailand from other Thai groups22. Analyses of mtDNA from prehistoric human remains in southern Thailand suggested that contemporary SEA negritos are descended from pre-Neolithic populations23.The other hunter-gatherer group, the Mlabri, are characterized by a nomadic traditional lifestyle, in which they construct shelters from the leaves of banana trees that they move out when the banana leaves turn yellow. Their neighbors call them “Phi Tong Luang” which means the “Spirits of the Yellow Leaves”. Although they do not exhibit the typical “negrito” phenotypes, their mode of subsistence is hunting and gathering24,25. This, however, is disputed by Waters (2005)26 who believed that the Mlabri have had contact and trade with neighboring ethnic groups, and thus they are not hunter-gatherer in the strict sense. The conflicting theories as to how they sustain their livelihood make it interesting to study their origin and lineages. With a census size of only ~130 individuals16, the Mlabri live in a mountainous area of northern Thailand and speak a language belonging to the Khmuic branch of Austroasiatic languages. Khmuic languages are also spoken by their neighbors, Htin (of Mal and Pray subgroups) and Khmu, who are also the other hilltribes in northern Thailand. Preceding genetic studies reported extremely reduced genetic diversity in the Mlabri and suggested a cultural reversion from agriculture to hunting and gathering27 and genetic affinities between the Mlabri and the Mal, a Htin subgroup28.Comparisons of variation in maternally-inherited mtDNA and paternally-inherited, non-recombining portions of the Y chromosome (NRY) have been useful in illuminating differences in the female vs. male demographic history of human populations29,30. However, such comparisons are complicated by the different molecular methods that have been typically employed to assay variation (e.g., HVR sequencing for mtDNA vs. genotyping of SNPs and/or microsatellites for the NRY). Advances in next-generation sequencing make it feasible to obtain mtDNA and NRY sequences that allow directly comparable, unbiased inferences about female vs. male demographic history31,32. Here, we present and analyze complete mtDNA genome sequences and ~2.364 Mbp of NRY sequence from the Maniq and the Mlabri (Fig. 1). These two groups have very distinct mtDNA and NRY lineages and contrasting patterns of variation. Overall, our results support an affiliation of the Maniq with other SEA negrito groups, and a recent origin of the Mlabri lineages.Figure 1Map of the Mlabri and Maniq sampling locations (stars) and the Thai populations selected for NRY comparisons (comparative mtDNA data are from previous studies33,34). Further details concerning the populations are provided in Tables S1 and S2. There are four Maniq collection sites; Pabon District (site 1) and Kong-Ra District (site 2), Phatthalung Province; Palien District, Trang Province (site 3); and La-Ngu District, Satul Province (site 4). (Adobe Illustrator CS4 14.0.0. http://www.adobe.com/sea/).Full size imageResultsMitochondrial DNAWe generated 29 complete mtDNA sequences (18 from Mlabri and 11 from Maniq) with mean coverages ranging from 277× to 1342×. Extraordinarily low mtDNA diversity was observed in the Mlabri (haplotype diversity (h) = 0.29 ± 0.12; mean number of pairwise differences (MPD) = 0.29 ± 0.32; nucleotide diversity (π) = 0.00002 ± 0.00002; segregating site (S) = 1) with just one polymorphic site (nt 43) defining two haplotypes. With 5 haplotypes defined, the Maniq showed higher diversity values (h = 0.82 ± 0.08; MPD = 29.85 ± 14.16; π = 0.0018 ± 0.00097; S = 64) than the Mlabri. However, both of them have lower genetic diversity values than other populations from Thailand (Figure S1)33,34.The two different mtDNA sequences found in the Mlabri belong to haplogroup B5a1b1 and have a coalescent age of ~735.48 ya (95% highest posterior density (HPD): 1.71–2321.88; Figure S2). The overall coalescent age of B5a1b1 is ~13.99 kya, which was similar to our previous study34. The network analysis (Fig. 2) also supports a single maternal ancestor for the Mlabri. The average number of mutations among the 18 Mlabri sequences is 0.29; with a mutation rate of one mutation in every 3,624 years35, this suggests an age for the Mlabri mtDNA variation of ~1,000 years, close to the coalescence age estimate. Overall, the mtDNA results are in keeping with previous analyses suggesting a single maternal ancestor for the Mlabri and a recent founding age within the past 1000 years27.Figure 2Networks of mtDNA haplogroups: B5a1b1 is found in Mlabri and R21, M21a and M17a are found in Maniq.Full size imageBy contrast, there are three basal haplogroups (M17a, M21a and R21) observed in the Maniq. When combined with sequences from other populations, the respective estimated ages of M17a, M21a and R21 are ~23.52, ~18.44 and ~8.83 kya (Figure S3). The ages of M17a and M21a are much older than our previous estimations in a Thai dataset34 while R21 is newly-reported in populations from Thailand. The networks and maximum clade credibility (MCC) trees of M21a and R21 indicate a close relatedness of the Maniq sequences with those from the Jehai (an aboriginal Malaysian negrito group), while the Maniq M17a sequences cluster with sequences from the Laotian and Austroasiatic-speaking Blang (Fig. 2; Figure S3).The multi-dimensional scaling (MDS) plot based on Φ st distances indicates that the studied groups have large genetic distances from each other and from most other populations (Fig. 3a). In the Neighbor Joining (NJ) tree (Fig. 3b), the Mlabri do not show any close relationship with other SEA hunter-gatherer or negrito groups, but instead are closest to other northeastern Thai populations (Seak, Soa and Bru). In contrast, the Maniq cluster with populations from West Malaysia, and are closest to the Jehai of Malaysia (Fig. 3b).Figure 3The MDS plot (a) and NJ tree (b) based on the mtDNA Φ st distance matrix for 142 populations from Asia, New Zealand and Australia. Population details are provided in Table S1. TN1 is Htin subgroup Mal and TN2 and TN3 are Htin subgroup Pray. KA, SO, SK and BU are Khmu, So, Seak and Bru, respectively. Black indicates Thai/Lao populations; red indicates populations from Indonesia and Malaysia; green indicates populations from China.Full size imageY chromosomeWe generated 14 sequences (10 from the Mlabri and 4 from the Maniq) for ~2.364 Mb of the NRY, with mean coverages ranging from 10× to 25×. In contrast to the mtDNA results, the Mlabri have higher NRY diversity (six different sequences; h = 0.7778 ± 0.1374; MPD = 17.46 ± 8.94; π = 7.39 × 10−6; S = 37) than the Maniq, which show just one haplotype (i.e., all four sequences were identical). It should be noted that these four unrelated sequences were collected from three different locations (sites 1, 3 and 4) (Fig. 1).Among six Y chromosomal haplotypes in ten Mlabri males, an MCC tree shows two clades: one comprises five haplotypes of haplogroup O1b1a1a1b which diverged ~1.43 kya and the other is a single haplotype, found in five individuals, classified to haplogroup O1b1a1a1b1a1 (Figure S4), suggesting two paternal lineages for the Mlabri. When we combine the Y sequences of haplogroup O1b1a1a1b and its sublineages retrieved from previous studies (Table S2), the newly reported age of haplogroup O1b1a1a1b is ~6.89 kya with a signal of population expansion. The MCC tree shows that the O1b1a1a1b sequences of the Mlabri are clustered with sequences from the Htin subgroup Mal, while the O1b1a1a1b1a1 sequences are clustered with sequences from the Khmu and the Htin subgroup Pray (Figure S4). The network of haplogroup O1b1a1a1b shows an overall star-like structure, suggesting lineage expansion, and further supports two paternal lineages for the Mlabri (Fig. 4). The NRY sequence of the four unrelated Maniq males belongs to haplogroup K, and when compared to the two haplogroup K2b1 sequences32, the estimated coalescent age is ~41.10 kya (Figure S5). The Maniq sequence thus adds to a small set of basal Y chromosomes sequences.Figure 4Network of NRY haplogroup O1a1a1b sequences.Full size imageThe Mlabri NRY sequences cluster with other northern Thai populations in the MDS plot and NJ tree (Fig. 5a,b), particularly with their linguistic relatives, Khmu and the Htin subgroup Pray. Although the Maniq are highly diverged from other populations due to their very low diversity, they show closest affinity with Papuan, island SEA (ISEA), and South Asian populations (Fig. 5b).Figure 5The MDS plot (a) and NJ tree (b) based on the Y chromosomal Φ st distance matrix for 23 populations from Asia and Oceania. Black circles indicates Thai populations. Population details are provided in Table S2.Full size imageDiscussionWe here report and analyze sequences of mtDNA genomes and ~2.364 Mbp of the NRY from the Mlabri and Maniq, two enigmatic hunter-gatherer groups from Thailand. The large genetic divergence of the Mlabri and the Maniq from each other and from the other populations probably reflects genetic drift associated with isolation and very small population sizes. Notably, we observed contrasting patterns of variation in mtDNA vs. the NRY: mtDNA diversity is higher in the Maniq and lower in the Mlabri, while the reverse is true for the NRY.The SEA negritos are of interest because they are characterized by basal genetic lineages that likely reflect the earliest dispersal of modern humans from Africa6,36. However, there is also evidence that at least some negrito groups have interacted and mixed with non-negrito groups10,11,12,37. Among the three basal mtDNA haplogroups (M21a, M17a and R21) observed in the Maniq (Fig. 2), two (M21a and R21) have been previously reported in negrito groups from Malaysia9,13. MtDNA lineages of the Maniq (also known as the Kensui) were mentioned as unpublished data in a previous study13, which also found M21a and R21 to be common lineages, along with several minor SEA-specific haplogroups (B5a, F1a1a, M7c3c and N9a6a), indicating some SEA influences. In contrast, we did not detect any SEA-specific mtDNA haplogroups (B, F and M7) in the Maniq, but instead we found M17a, which has been reported at low frequency in MSEA34,38 and ISEA39. Moreover, we detected Y chromosomal haplogroup K in the Maniq, which occurs elsewhere in populations of Papua New Guinea40,41, the Philippines30 and Australia42. Haplogroup K is an ancient lineages that is dated here to ~41.10 kya, which is younger than previous estimates in Aboriginal Australians (~48.40 kya)42. Overall, the Maniq display basal genetic lineages and closest genetic affinities with indigenous groups in Malaysia or ISEA, supporting a common ancestry of the Maniq with other SEA negrito communities. The reduced genetic diversity (and population size) of the Maniq probably occurred as a consequence of agricultural expansions to this region. The archaeological evidence in southern Thailand suggests that the Neolithic period of the Malay Peninsula started around 4 kya20 and after the expansion of agriculturalists who also brought Austroasiatic languages to this region, the Proto-Aslian groups were fragmented21, probably leading to gradual isolation.The Mlabri present a different picture. Their mtDNA and NRY haplotypes are closely related to those of neighboring agricultural groups, rather than belonging to basal haplogroups that are characteristic of typical hunter-gatherer groups. Overall, the mtDNA and NRY results suggest a severe founder event in the Mlabri ancestors, involving just one mtDNA lineage and two NRY lineages that occurred ~1000 ya. These results are in good agreement with previous studies that suggested that the Mlabri originated from an agricultural group and reverted to hunting-gathering27. We further attempted to identify the closest living relatives of the Mlabri, as these might be their source population. We found close genetic relationships in the NRY lineages between the Mlabri and various Htin subgroups as well as the Khmu, in agreement with an oral tradition, which indicates that the Htin are the ancestors of the Mlabri27. A shared common ancestor of these Khmuic-speaking groups might be another explanation. However, the Mlabri mtDNA lineage is most closely related to the Seak, Soa and Bru groups from northeastern Thailand (Fig. 3). Historical evidence indicates that the Mlabri, Soa, Seak and Bru in Thailand migrated from the present-day area of Laos about 100–200 ya25. Although each group migrated independently, their close relatedness might reflect maternal gene flow among various groups in Laos. However, the Mlabri stand out among these groups in apparently having just one maternal ancestor (Fig. 2).A limitation of our study is that the sample sizes are quite small, which reflects the difficulty in contacting these elusive and enigmatic groups. Nonetheless, a rigorous participant recruitment procedure, and overall agreement with previous studies, suggests that our results are indeed representative of these small populations. Notably, the Mlabri are probably not indigenous SEA hunter-gatherers, but rather originated recently from an agricultural group via an extreme founder event, reflected in their one maternal and two paternal ancestral lineages. The Htin and Khmu are their potential ancestors. By contrast, the Maniq are likely to be indigenous SEA hunter-gatherers whose ancient ancestry is not mixed with non-negrito populations; further study of additional Maniq samples from the other bands as well as autosomal data would provide more information on the history and relationships of this group.MethodsSamplesGenomic DNA samples from 18 Mlabri who live in a village located in Wieng Sa District, Nan Province, Northern Thailand were obtained from a previous study43. Because the census size of the Mlabri is about 130 individuals, we collected all possible unrelated samples which could be assumed to be representative of this group. The Maniq still lead a highly mobile way of life in the forested Banthad Mountain of three southern Thai Provinces, i.e. Patthalung, Trang and Satun. They live in about 9 small bands or groups, with 8–50 individuals per group, and a total census size of about 250 individuals. All groups are quite closely related, and there is constant movement of family members between groups15,17,18. Written informed consent was obtained prior to the collection of Maniq saliva samples, and all volunteers were interviewed by interpreters and coordinators to screen for subjects unrelated for at least two generations. During the research, we protect the rights of participants and their identity and we confirmed that all experiments were performed in accordance with relevant guidelines and regulations based on the experimental protocol on human subjects which was approved by the Khon Kaen University Ethic Committee (Reference number: HE582391) and the Ethics Commission of the University of Leipzig Medical Faculty. We obtained saliva samples from 11 Maniq from four different bands in three provinces, i.e. Pabon District (site 1: 3 samples) and Kong-Ra District (site 2: 1 sample), Phatthalung Province; Palien District, Trang Province (site 3: 2 samples); and La-Ngu District, Satun Province (site 4: 5 samples) (Fig. 1). We extracted DNA using the QIAamp DNA Midi Kit (Qiagen, Germany) according to manufacturer’s directions.SequencingmtDNATwenty-nine complete mtDNA sequences (18 Mlabri and 11 Maniq) were generated from genomic libraries prepared with double indices and enriched for mtDNA as described previously44,45; the libraries were sequenced on the Illumina Hiseq 2500. MtDNA consensus sequences were obtained as described by Arias-Alvis et al.46 with minor modifications. We used Bustard for Illumina standard base calling with a read length of 76 bp. We manually checked sequences with Bioedit (www.mbio.ncsu.edu/BioEdit/bioedit.html) and aligned the sequences to the Reconstructed Sapiens Reference Sequence (RSRS)47 using MAFFT 7.27148.Y chromosomeWe designed a capture probe set for the NRY following a previous study49 and using genome sequences incluldedin SGDP Panel A50 and Panel B51. Sites were kept that were included in the UCSC table browser CRG Align 100 mappability track of the human reference genome hg19 (9,655,499 bp). In order to obtain confident Y haplogroup calls later, we selected regions with at least one ISOGG SNP (version 8.78) and then applied the following filter criterion: a region was removed when its length was lower than 500 bp and its repeat count of 24-mers was higher than 10 in an average window of 120 bp using the CRG Align 24 mappability track from the UCSC table browser. A total of 2,264 regions with a combined length of 2,364,049 bp were included into the capture probe set, which included 2,071 ISOGG SNPs (version 11.144).Genomic libraries were prepared for each sample using a double indices scheme50. We enriched the libraries for the NRY regions via in-solution hybridization-capture51 using our probe set and the Agilent Sure Select system (Agilent, CA, USA) and sequenced on the Illumina HiSeq. 2500 platform, generating paired-end reads of 125 bp length. Standard Illumina base-calling was performed using Bustard. We trimmed Illumina adapters and merged completely overlapping paired sequences using leeHOM52 and de-multiplexed the pooled sequencing data using deML53.The sequencing data were aligned against the human reference genome hg19 using BWA’s aln algorithm54 and all sequence pairs that aligned to the NRY region which are previously defined were retained49. Duplicate reads were removed using PicardTools MarkDuplicates, indel realignment was performed using GATK IndelRealigner55 and base quality were re-calibrated using GATK BaseRecalibrator. We identified single nucleotide variants (SNVs) using GATK UnifiedGenotyper v3.3-0 across all samples simultaneously setting the parameter ploidy to 1 and using DBSNP build 138 as a prior position list. The identified SNVs were further filtered as previously described56. We imputed all samples with missing genotype information at any of these variant sites using BEAGLE57.Statistical analysesHaplogroup assignment was performed by Haplogrep58 for mtDNA and yHaplo59 for the NRY. Summary statistics for the studied populations and genetic distances (Φ st ) among the studied and compared populations were computed by Arlequin 3.5.1.360. Comparative data for the mtDNA genome sequences were selected from the literature encompassing East Asia33,34,38,61,62,63,64,65,66, Island Southeast Asia12,13,36,67,68,69, Taiwan70, India71, Andaman Islands6,72, Australia73,74,75 and New Zealand76. Further information on the populations used for mtDNA comparison are listed in Table S1. Overlapping NRY sequences of relevant populations from Thailand (Htin, Khmu, Soa, Bru and Seak) (unpublished data), East Asia, Oceania, South Asia and also Indian groups from the United Kingdom and the United States of America32,77,78 were included for comparison; additional details are provided in Table S2.The Φ st distance matrices of both mtDNA and the NRY were used to construct MDS plots and NJ trees79 by STATISTICA 13.0 (StatSoft, Inc., USA) and MEGA 7.080, respectively. Median-joining networks81 of haplogroups without pre- and post-processing steps were performed by Network (www.fluxus-engineering.com) and visualized in Network publisher 1.3.0.0.BEAST 1.8.0 was used to construct MCC trees by haplogroup, based on Bayesian Markov Chain Monte Carlo (MCMC) analyses82. We ran jModel test 2.1.783 for selecting the suitable models in each run during the creation of the input file of BEAST via BEAUTi v1.8.082. For mtDNA, the BEAST calculation was done with the data partitioned between coding and noncoding regions with mutation rates of 1.708 × 10−8 and 9.883 × 10−8, respectively35. For the NRY, we used a mutation rate of 8.71 × 10−10 84, and the BEAST input files were modified by an in-house script to add in the invariant sites found in our dataset. After BEAST runs, we used Tracer 1.6 to check the results and TreeAnnotator v1.6.2 and FigTree v 1.4.0 to assemble and draw the Bayesian MCC trees, respectively. The Bayesian MCMC estimates (BE) and 95% HPD intervals of haplogroup coalescent times were calculated using the RSRS for rooting the mtDNA tree and African sequences belonging to haplogroup B2 (GS000035246-ASM) for rooting the NRY tree32.Data availabilityThe mtDNA dataset generated during the current study are available in GenBank (https://www.ncbi.nlm.nih.gov/genbank/) with accession numbers MG672483-MG672511 and the Y chromosomal dataset are available from the corresponding author on request. ReferencesCoon, C.S. The Origin of Races. 112 (Knopf, 1962).Bulbeck, D. Craniodental Affinities of Southeast Asia’s “Negritos” and the Concordance with Their Genetic Affinities. Hum. Biol. 85, 95–134 (2013).Article PubMed Google Scholar Détroit, F., Corny, J., Dizon, E. Z. & Mijares, A. S. “Small size” in the Philippine human fossil record: is it meaningful for a better understanding of the evolutionary history of the negritos? Hum. Biol. 85, 45–65 (2013).Article PubMed Google Scholar Stock, J. T. The Skeletal Phenotype of “Negritos” from the Andaman Islands and Philippines Relative to Global Variation among Hunter-Gatherers. Hum. Biol. 85, 67–94 (2013).Article PubMed Google Scholar Higham, C. Hunter-gatherers in Southeast Asia: From prehistory to the present. Hum. Biol. 85, 21–44 (2013).Article PubMed Google Scholar Thangaraj, K. et al. Reconstructing the origin of Andaman Islanders. Science 308, 996 (2005).Article CAS PubMed Google Scholar Hill, C. et al. Phylogeography and ethnogenesis of aboriginal Southeast Asians. Mol. Biol. Evol. 23, 2480–2491 (2006).Article CAS PubMed Google Scholar Delfin, F. et al. The Y-chromosome landscape of the Philippines: extensive heterogeneity and varying genetic affinities of Negrito and non-Negrito groups. Eur. J. Hum. Genet. 19, 224–230 (2011).Article PubMed Google Scholar Oppenheimer, S. mtDNA variation and southward Holocene human dispersals within mainland Southeast Asia. In: Enfield, N.J., editor. Dynamics of Human Diversity: The Case of Mainland Southeast Asia, 81–108 (Canberra Pacific Linguistics, 2011)Reich, D. et al. 2011. Denisova Admixture and the First Modern Human Dispersals into Southeast Asia and Oceania. Am. J. Hum. Genet. 89, 516–528 (2011).Article CAS PubMed PubMed Central Google Scholar Jinam, T. A. et al. Evolutionary history of continental southeast Asians: “early train” hypothesis based on genetic analysis of mitochondrial and autosomal DNA data. Mol. Biol. Evol. 29, 3513–3527 (2012).Article CAS PubMed Google Scholar Delfin, F. et al. Complete mtDNA genomes of Filipino ethnolinguistic groups: A melting pot of recent and ancient lineages in the Asia-Pacific region. Eur. J. Hum. Genet. 22, 228–237 (2014).Article CAS PubMed Google Scholar Jinam, T. A. et al. Discerning the Origins of the Negritos, First Sundaland People: Deep Divergence and Archaic Admixture. Genome Biol. Evol. 9, 2013–2022 (2017).Article PubMed PubMed Central Google Scholar Endicott, P. Introduction: revisiting the “negrito” hypothesis: a transdisciplinary approach to human prehistory in southeast Asia. Hum. Biol. 85, 7–20 (2013).Article PubMed Google Scholar Nagata, S. Subgroup ‘names’ of the Sakai (Thailand) and the Semang (Malaysia): a literature survey. Anthropol. Sci. 114, 45–57 (2006).Article Google Scholar Bradley, D. East and Southeast Asia. In: Moseley, C., editor. Encyclopedia of the world’s endangered languages. 349–424 (Routledge, 2007).Brandt, J. H. The negrito of Peninsular Thailand. J. Siam Soc. 49, 123–160 (1961). Google Scholar Rattanakrajangsri, K., Maneerat, T. & Colchester, M. The Mani people of Thailand on the agricultural frontier. In: Colchester, M. & Chao, S., editor. Conflict or Consent? The oil palm sector at a crossroads. 282–301 (Forest Peoples Programme, 2013).Simons, G.F. & Fennig, C.D. Ethnologue: Languages of the World, Twentieth edition (SIL International, 2017). Online: http://www.ethnologue.com.Bellwood, P. Southeast Asia before history. In: Tarling, N. editor. The Cambridge History of Southeast Asia, Vol. 1, From Early Times to c.1800. 55–136 (Cambridge University Press, 1992).Dunn, M., Kruspe, N. & Burenhult, N. Time and Place in the Prehistory of the Aslian Languages. Hum. Biol. 85, 383–400 (2013).Article PubMed Google Scholar Fucharoen, G., Fucharoen, S. & Horai, S. Mitochondrial DNA polymorphisms in Thailand. J. Hum. Genet. 46, 115–125 (2001).Article CAS PubMed Google Scholar Oota, H., Kurosaki, K., Pookajorn, S., Ishida, T. & Ueda, S. Genetic study of the Paleolithic and Neolithic Southeast Asians. Hum. Biol. 73, 225–231 (2001).Article CAS PubMed Google Scholar Pookajorn, S. The Phi Tong Luang (Mlabri): A hunter–gatherer group in Thailand (Odeon Store Printing House, 1992).Schliesinger, J. Ethnic groups of Thailand: non-Tai-speaking peoples (White Lotus Press, 2000).Waters, T. Comment on “Recent origin and cultural reversion of a hunter-gatherer group”. PLoS Biol. 3, e269 (2005).Article PubMed PubMed Central Google Scholar Oota, H. et al. Recent origin and cultural reversion of a hunter–gatherer group. PLoS Biol. 3, e71 (2005).Article PubMed PubMed Central Google Scholar Xu, S. et al. Genetic evidence supports linguistic affinity of Mlabri-a hunter-gatherer group in Thailand. BMC Genet. 11, 18 (2010).Article PubMed PubMed Central Google Scholar Kayser, M. et al. The impact of the Austronesian expansion: evidence from mtDNA and Y chromosome diversity in the Admiralty Islands of Melanesia. Mol. Biol. Evol. 25, 1362–1374 (2008).Article CAS PubMed Google Scholar Delfin, F. et al. Bridging near and remote Oceania: mtDNA and NRY variation in the Solomon Islands. Mol. Biol. Evol. 29, 545–564 (2012).Article CAS PubMed Google Scholar Lippold, S. et al. Human paternal and maternal demographic histories: insights from high-resolution Y chromosome and mtDNA sequences. Investigative Genet. 5, 13 (2014).Article Google Scholar Karmin, M. et al. 2015. A recent bottleneck of Y chromosome diversity coincides with a global change in culture. Genome Res. 25, 459–466 (2015).Article CAS PubMed PubMed Central Google Scholar Kutanan, W. et al. Complete mitochondrial genomes of Thai and Lao populations indicate an ancient origin of Austroasiatic groups and demic diffusion in the spread of Tai–Kadai languages. Hum. Genet. 136, 85–98 (2017a).Article CAS PubMed Google Scholar Kutanan, W. et al. New insights from Thailand into the maternal genetic history of Mainland Southeast Asia. Preprint at, https://www.biorxiv.org/content/early/2017/07/12/162610 (2017b).Soares, P. et al. Correcting for purifying selection: an improved human mitochondrial molecular clock. Am. J. Hum. Genet. 84, 740–759 (2009).Article CAS PubMed PubMed Central Google Scholar Macaulay, V. et al. Single, rapid coastal settlement of Asia revealed by analysis of complete mitochondrial genomes. Science 308, 1034–1036 (2005).Article CAS PubMed ADS Google Scholar Aghakhanian, F. et al. Unravelling the Genetic History of Negritos and Indigenous Populations of Southeast Asia. Genome Biol. Evol. 7, 1206–1215 (2015).Article PubMed PubMed Central Google Scholar Peng, M. S. et al. Tracing the Austronesian footprint in mainland Southeast Asia: a perspective from mitochondrial DNA. Mol. Biol. Evol. 27, 2417–2430 (2010).Article CAS PubMed Google Scholar Tumonggor, M. K. et al. The Indonesian archipelago: An ancient genetic highway linking Asia and the Pacific. J. Hum. Genet. 58, 165–173 (2013).Article CAS PubMed Google Scholar Kayser, M. et al. Reduced Y-chromosome, but not mitochondrial DNA, diversity in human populations from West New Guinea. Am. J. Hum. Genet. 72, 281–302 (2003).Article CAS PubMed Google Scholar Van Oven, M. et al. Human genetics of the Kula Ring: Y-chromosome and mitochondrial DNA variation in the Massim of Papua New Guinea. Eur. J. Hum. Genet. 22, 1393–1403 (2014).Article PubMed PubMed Central Google Scholar Bergström, A. et al. Deep Roots for Aboriginal Australian Y Chromosomes. Curr. Biol. 26, 809–813 (2016).Article PubMed PubMed Central Google Scholar HUGO Pan-Asian SNP Consortium. Mapping human genetic diversity in Asia. Science 326, 1541–1545 (2009).Article Google Scholar Meyer, M. & Kircher, M. Illumina sequencing library preparation for highly multiplexed target capture and sequencing. Cold Spring Harbor Protoc. 6, 1–10 (2010). Google Scholar Maricic, T., Whitten, M. & Pääbo, S. Multiplexed DNA sequence capture of mitochondrial genomes using PCR products. PLoS One 5, e14004 (2010).Article PubMed PubMed Central ADS Google Scholar Arias-Alvis, L., Barbieri, C., Barreto, G., Stoneking, M. & Pakendorf, B. High Resolution Mitochondrial DNA analysis sheds light on human diversity, cultural interactions and population mobility in Northwestern Amazonia. Am. J. Phys. Anthropol. https://doi.org/10.1002/ajpa.23345 (2017).Behar, D. M. et al. A “Copernican” reassessment of the human mitochondrial DNA tree from its root. Am. J. Hum. Genet. 90, 675–684 (2012).Article CAS PubMed PubMed Central Google Scholar Katoh, K. & Standley, D. M. MAFFT Multiple Sequence Alignment Software version 7: improvements in performance and usability. Mol. Biol. Evol. 30, 772–780 (2013).Article CAS PubMed PubMed Central Google Scholar Poznik, G. D. et al. Sequencing Y chromosomes resolves discrepancy in time to common ancestor of males versus females. Science 341, 562–565 (2013).Article CAS PubMed PubMed Central ADS Google Scholar Meyer, M. et al. A high-coverage genome sequence from an archaic Denisovan individual. Science 338, 222–226 (2012).Article CAS PubMed PubMed Central ADS Google Scholar Prüfer, K. et al. The complete genome sequence of a Neanderthal from the Altai Mountains. Nature 505, 43–49 (2014).Article PubMed ADS Google Scholar Renaud, G., Stenzel, U. & Kelso, J. LeeHom: Adaptor trimming and merging for Illumina sequencing reads. Nucleic Acids Res. 42, e141 (2014).Article PubMed PubMed Central Google Scholar Renaud, G., Stenzel, U., Maricic, T., Wiebe, V. & Kelso, J. deML: Robust demultiplexing of Illumina sequences using a likelihood-based approach. Bioinformatics 31, 770–772 (2015).Article CAS PubMed Google Scholar Li, H. & Durbin, R. Fast and accurate short read alignment with Burrows-Wheeler transform. Bioinformatics 25, 1754–1760 (2009).Article CAS PubMed PubMed Central Google Scholar McKenna, A. et al. The Genome Analysis Toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data. Genome Res. 20, 1297–1303 (2010).Article CAS PubMed PubMed Central Google Scholar Barbieri, C. et al. Refining the Y chromosome phylogeny with southern African sequences. Hum. Genet. 135, 541–553 (2016).Article PubMed PubMed Central Google Scholar Browning, B. L. & Browning, S. R. Improving the accuracy and efficiency of identity-by-descent detection in population data. Genetics 194, 459–471 (2013).Article PubMed PubMed Central Google Scholar Kloss-Brandstätter, A. et al. HaploGrep: a fast and reliable algorithm for automatic classification of mitochondrial DNA haplogroups. Hum. Mutat. 32, 25–32 (2010).Article PubMed Google Scholar Poznik, G.D. Identifying Y-chromosome haplogroups in arbitrarily large samples of sequenced or genotyped men. Preprint at, https://www.biorxiv.org/content/early/2016/11/19/088716 (2016).Excoffier, L. & Lischer, H. E. L. Arlequin suite ver 3.5: a new series of programs to perform population genetics analyses under Linux and Windows. Mol. Ecol. Resour. 10, 564–567 (2010).Article PubMed Google Scholar Zhao, M. et al. Mitochondrial genome evidence reveals successful Late Paleolithic settlement on the Tibetan Plateau. Proc. Natl. Acad. Sci. USA 106, 21230–21235 (2009).Article CAS PubMed PubMed Central ADS Google Scholar Zheng, H. X. et al. Major population expansion of East Asians began before Neolithic time: evidence of mtDNA genomes. PLoS One 6, e25835 (2011).Article CAS PubMed PubMed Central ADS Google Scholar Zhang, X. et al. Analysis of mitochondrial genome diversity identifies new and ancient maternal lineages in Cambodian aborigines. Nat. Commun. 4, 2599 (2013).PubMed Google Scholar Summerer, M. et al. Large-scale mitochondrial DNA analysis in Southeast Asia reveals evolutionary effects of cultural isolation in the multi-ethnic population of Myanmar. BMC Evol. Biol. 14, 17 (2014).Article PubMed PubMed Central Google Scholar Li, Y. C. et al. Ancient inland human dispersals from Myanmar into interior East Asia since the Late Pleistocene. Sci. Rep. 5, 9473 (2015).Article CAS PubMed PubMed Central Google Scholar Diroma, M. A. et al. Extraction and annotation of human mitochondrial genomes from 1000 Genomes Whole Exome Sequencing data. BMC Genom. 15, S2 (2014).Article Google Scholar Dancause, K. N., Chan, C. W., Arunotai, N. H. & Lum, J. K. Origins of the Moken Sea Gypsies inferred from mitochondrial hypervariable region and whole genome sequences. J. Hum. Genet. 54, 86–93 (2009).Article CAS PubMed Google Scholar Gunnarsdottir, E. D., Li, M., Bauchet, M., Finstermeier, K. & Stoneking, M. High-throughput sequencing of complete human mtDNA genomes from the Philippines. Genome. Res. 21, 1–11 (2011a).Article CAS PubMed PubMed Central Google Scholar Gunnarsdóttir, E. D. et al. Larger mitochondrial DNA than Y-chromosome differences between matrilocal and patrilocal groups from Sumatra. Nat. Commun. 2, 228 (2011b).Article PubMed Google Scholar Ko, A. M. S. et al. Early Austronesians: into and out of Taiwan. Am. J. Hum. Genet. 94, 426–436 (2014).Article CAS PubMed PubMed Central Google Scholar Chandrasekar, A. et al. Updating phylogeny of mitochondrial DNA macrohaplogroup M in India: dispersal of modern human in South Asian corridor. PLoS One 4, e7447 (2009).Article PubMed PubMed Central ADS Google Scholar Barik, S. S. et al. Detailed mtDNA genotypes permit a reassessment of the settlement and population structure of the Andaman Islands. Am. J. Phys. Anthropol. 136, 19–27 (2008).Article CAS PubMed Google Scholar Ingman, M., Kaessmann., H., Pääbo, S. & Gyllensten, U. Mitochondrial genome variation and the origin of modern humans. Nature 408, 708–713 (2000).Article CAS PubMed ADS Google Scholar van Holst Pellekaan, S. M., Ingman, M., Roberts-Thomson, J. & Harding, R. M. Mitochondrial genomics identifies major haplogroups in Aboriginal Australians. Am. J. Phys. Anthropol. 131, 282–294 (2006).Article PubMed Google Scholar Nagle, N. et al. Aboriginal Australian mitochondrial genome variation – an increased understanding of population antiquity and diversity. Sci. Rep. 7, 43041 (2017).Article CAS PubMed PubMed Central ADS Google Scholar Benton, M. et al. Correction: Complete Mitochondrial Genome Sequencing Reveals Novel Haplotypes in a Polynesian Population. PLoS One 7, 10 (2012).Article PubMed Central Google Scholar Mallick, S. et al. The Simons Genome Diversity Project: 300 genomes from 142 diverse populations. Nature 538, 201–206 (2016).Article CAS PubMed PubMed Central ADS Google Scholar Poznik, G. D. et al. Punctuated bursts in human male demography inferred from 1,244 worldwide Y-chromosome sequences. Nat. Genet. 48, 593–599 (2016).Article CAS PubMed PubMed Central Google Scholar Saitou, N. & Nei, M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol. Biol. Evol. 4, 406–425 (1987).CAS PubMed Google Scholar Kumar, S., Stecher, G. & Tamura, K. MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 33, 1870–1874 (2016).Article CAS PubMed Google Scholar Bandelt, H. J., Forster, P. & Röhl, A. Median-joining networks for inferring intraspecific phylogenies. Mol. Biol. Evol. 16, 37–48 (1999).Article CAS PubMed Google Scholar Drummond, A. J., Suchard, M. A., Xie, D. & Rambaut, A. A Bayesian phylogenetics with BEAUti and the BEAST 1.7. Mol. Biol. Evol. 29, 1969–1973 (2012).Article CAS PubMed PubMed Central Google Scholar Darriba, D., Taboada, G. L., Doallo, R. & Posada, D. jModelTest 2: more models, new heuristics and parallel computing. Nat. Methods 9, 772 (2012).Article CAS PubMed PubMed Central Google Scholar Helgason, A. et al. The Y-chromosome point mutation rate in humans. Nat. Genet. 47, 453–457 (2015).Article CAS PubMed Google Scholar Download referencesAcknowledgementsWe would like to thank the participants and the people involved with participant recruitment. We thank Prof. Murray Cox for discussion and valuable suggestions. W.K. and M.S. were supported by the Max Planck Society. WK was also funded by the Thailand Research Fund (Grant No. MRG5980146). P.F. was supported by the Institution Development Program of the University of Ostrava and by the Rector’s award of the University of Ostrava. P.C. was supported by the grant no. 0924/2016/ŠaS from the Statutory City of Ostrava and by the grant no. 01211/2016/RRC “Strengthening international cooperation in science, research and education” from the Moravian-Silesian Region.Author informationAuthors and AffiliationsDepartment of Biology, Faculty of Science, Khon Kaen University, Khon Kaen, 40002, ThailandWibhu KutananDepartment of Evolutionary Genetics, Max Planck Institute for Evolutionary Anthropology, Leipzig, 04103, GermanyWibhu Kutanan, Roland Schröder, Enrico Macholdt, Alexander Hübner & Mark StonekingDepartment of Biology, Faculty of Science, Chiang Mai University, Chiang Mai, 50200, ThailandJatupol Kampuansai & Daoroong KangwanpongCenter of Excellence in Bioresources for Agriculture, Industry and Medicine, Chiang Mai University, Chiang Mai, ThailandJatupol KampuansaiDepartment of Biology and Ecology, Faculty of Science, University of Ostrava, Ostrava, 70103, Czech RepublicPiya Changmai & Pavel FlegontovInstitute of Parasitology, Biology Centre, Czech Academy of Sciences, České, Budějovice, 37001, Czech RepublicPavel FlegontovAuthorsWibhu KutananView author publicationsYou can also search for this author inPubMed Google ScholarJatupol KampuansaiView author publicationsYou can also search for this author inPubMed Google ScholarPiya ChangmaiView author publicationsYou can also search for this author inPubMed Google ScholarPavel FlegontovView author publicationsYou can also search for this author inPubMed Google ScholarRoland SchröderView author publicationsYou can also search for this author inPubMed Google ScholarEnrico MacholdtView author publicationsYou can also search for this author inPubMed Google ScholarAlexander HübnerView author publicationsYou can also search for this author inPubMed Google ScholarDaoroong KangwanpongView author publicationsYou can also search for this author inPubMed Google ScholarMark StonekingView author publicationsYou can also search for this author inPubMed Google ScholarContributionsW.K. and M.S. conceived and designed the experiment, provided funding, and drafted the manuscript; W.K. and R.S. conducted sequencing; J.K., P.C., P.F. and D.K. collected the samples and extracted DNA; W.K., A.H. and E.M. analysed the results; All authors reviewed the manuscript.Corresponding authorsCorrespondence to Wibhu Kutanan or Mark Stoneking.Ethics declarations Competing Interests The authors declare that they have no competing interests. Additional informationPublisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Electronic supplementary materialSupplementary InformationRights and permissions Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/. Reprints and permissionsAbout this articleCite this articleKutanan, W., Kampuansai, J., Changmai, P. et al. Contrasting maternal and paternal genetic variation of hunter-gatherer groups in Thailand. Sci Rep 8, 1536 (2018). https://doi.org/10.1038/s41598-018-20020-0Download citationReceived: 19 October 2017Accepted: 11 January 2018Published: 24 January 2018DOI: https://doi.org/10.1038/s41598-018-20020-0Share this articleAnyone you share the following link with will be able to read this content:Get shareable linkSorry, a shareable link is not currently available for this article.Copy to clipboard Provided by the Springer Nature SharedIt content-sharing initiative Download PDF Advertisement Explore content Research articles News & Comment Collections Subjects Follow us on Facebook Follow us on Twitter Sign up for alerts RSS feed About the journal About Scientific Reports Contact Journal policies Guide to referees Calls for Papers Editor's Choice Journal highlights Open Access Fees and Funding Publish with us For authors Language editing services Submit manuscript Search Search articles by subject, keyword or author Show results from All journals This journal Search Advanced search Quick links Explore articles by subject Find a job Guide to authors Editorial policies Scientific Reports (Sci Rep) ISSN 2045-2322 (online) nature.com sitemap About Nature Portfolio About us Press releases Press office Contact us Discover content Journals A-Z Articles by subject protocols.io Nature Index Publishing policies Nature portfolio policies Open access Author & Researcher services Reprints & permissions Research data Language editing Scientific editing Nature Masterclasses Research Solutions Libraries & institutions Librarian service & tools Librarian portal Open research Recommend to library Advertising & partnerships Advertising Partnerships & Services Media kits Branded content Professional development Nature Careers Nature Conferences Regional websites Nature Africa Nature China Nature India Nature Italy Nature Japan Nature Middle East Privacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights © 2025 Springer Nature Limited Close banner Close Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily. Email address Sign up I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy. Close banner Close Get the most important science stories of the day, free in your inbox. Sign up for Nature Briefing", "https://static-content.springer.com/esm/art%3A10.1038%2Fs41598-018-20020-0/MediaObjects/41598_2018_20020_MOESM1_ESM.pdf": "1 \n \nContrasting maternal and paternal genetic variation of hunter-\ngatherer groups in Thailand  \nWibhu Kutanan1, 2*, Jatupol Kampuansai3,4, Piya Changmai5, Pavel Flegontov5,6, Roland \nSchröder2, Enrico Macholdt2, Alexander Hübner2, Daoroong Kangwanpong3 and Mark \nStoneking2* \n1Department of Biology, Faculty of Science, Khon Kaen University, Khon Kaen, 40002, \nThailand  \n2Department of Evolutionary Genetics, Max Planck Institute for Evolutionary Anthropology, \nLeipzig, 04103, Germany  \n3Department of Biology, Faculty of Science, Chiang Mai University, Chiang Mai, 50200, \nThailand  \n4Center of Excellence in Bioresources for Agriculture, Industry and Medicine, Chiang Mai \nUniversity, Chiang Mai, Thailand \n5Department of Biology and Ecology, Faculty of Science, University of Ostrava, Ostrava, 70103, \nCzech Republic \n6Institute of Parasitology, Biology Centre, Czech Academy of Sciences, České Budějovice, \n37001, Czech Republic \n \n*Corresponding authors:  \n1. Professor Mark Stoneking, Ph.D.  \nDepartment of Evolutionary Genetics, Max Planck Institute for Evolutionary Anthropology \nDeutscher Platz 6, D04103 Leipzig, Germany  \nTel: +49 341 3550 502; Fax: +49 341 3550 555; E-mail: stoneking@eva.mpg.de  \n2. Assistant Professor Wibhu Kutanan, Ph.D.  \nDepartment of Biology, Faculty of Science, Khon Kaen University, Mittapap Road, Khon Kaen, \n40002, Thailand  \nTel: +66 43 202 531; Fax: + 66 43 202 530; Email: wibhu@kku.ac.th \n\n2 \n \nSupplementary Information \n \nTable S1 Details for populations included in the mtDNA comparisons \n \nCitation \nPopulation \nLanguage \nCountry/Region \nSample \nsize \nCode \nPresent study \nMlabri \nAustroasiatic \nThailand \n18 \nMA \nPresent study \nManiq \nAustroasiatic \nThailand \n11 \nMN \nKutanan et al. 33 \nHtin \nAustroasiatic \nThailand \n25 \nTN1 \nKutanan et al. 33 \nHtin \nAustroasiatic \nThailand \n25 \nTN2 \nKutanan et al.33 \nHtin \nAustroasiatic \nThailand \n25 \nTN3 \nKutanan et al.33   \nKhmu \nAustroasiatic \nThailand \n25 \nKA \nKutanan et al.33   \nSo \nAustroasiatic \nThailand \n25 \nSO \nKutanan et al.33  \nBru \nAustroasiatic \nThailand \n24 \nBU \nKutanan et al.33   \nSeak \nTai-Kadai \nThailand \n26 \nSK \nKutanan et al.34  \nKaren \nSino-Tibetan \nThailand \n25 \nKSK1 \nKutanan et al.34 \nKaren \nSino-Tibetan \nThailand \n13 \nKSK2 \nKutanan et al. 34  \nKaren \nSino-Tibetan \nThailand \n24 \nKPW \nKutanan et al.34 \nKaren \nSino-Tibetan \nThailand \n25 \nKPA \nKutanan et al.33  \nMon \nAustroasiatic \nThailand \n25 \nMO1 \nKutanan et al.33   \nMon \nAustroasiatic \nThailand \n23 \nMO2 \nKutanan et al.33 \nMon \nAustroasiatic \nThailand \n15 \nMO3 \nKutanan et al.33   \nMon \nAustroasiatic \nThailand \n25 \nMO4 \nKutanan et al.33    \nMon \nAustroasiatic \nThailand \n22 \nMO5 \nKutanan et al.34 \nMon \nAustroasiatic \nThailand \n24 \nMO6 \nKutanan et al.34 \nMon \nAustroasiatic \nThailand \n25 \nMO7 \nKutanan et al.33  \nKhmer \nAustroasiatic \nThailand \n19 \nKH1 \nKutanan et al.33  \nKhmer \nAustroasiatic \nThailand \n25 \nKH2 \nKutanan et al.33 \nNyahkur \nAustroasiatic \nThailand \n23 \nBO \nKutanan et al.33  \nSuay \nAustroasiatic \nThailand \n25 \nSU \nKutanan et al.33   \nBlang \nAustroasiatic \nThailand \n25 \nBL1 \nKutanan et al.33  \nBlang \nAustroasiatic \nThailand \n25 \nBL2 \nKutanan et al.33  \nPaluang \nAustroasiatic \nThailand \n25 \nPL \nKutanan et al.33   \nLawa \nAustroasiatic \nThailand \n22 \nLW1 \nKutanan et al.33   \nLawa \nAustroasiatic \nThailand \n24 \nLW2 \nKutanan et al.33 \nLawa \nAustroasiatic \nThailand \n24 \nLW3 \nKutanan et al. 34  \nKhuen \nTai-Kadai \nThailand \n25 \nTKH \nKutanan et al. 34  \nLue \nTai-Kadai \nThailand \n25 \nLU1 \nKutanan et al. 34  \nLue \nTai-Kadai \nThailand \n23 \nLU2 \nKutanan et al. 34  \nLue \nTai-Kadai \nThailand \n25 \nLU3 \n\n3 \n \nKutanan et al.34  \nLue \nTai-Kadai \nThailand \n16 \nLU4 \nKutanan et al.33   \nYuan \nTai-Kadai \nThailand \n17 \nYU1 \nKutanan et al.33   \nYuan \nTai-Kadai \nThailand \n25 \nYU2 \nKutanan et al.34  \nYuan \nTai-Kadai \nThailand \n25 \nYU3 \nKutanan et al.34  \nYuan \nTai-Kadai \nThailand \n25 \nYU4 \nKutanan et al.34  \nYuan \nTai-Kadai \nThailand \n26 \nYU5 \nKutanan et al.34  \nYuan \nTai-Kadai \nThailand \n25 \nYU6 \nKutanan et al.34  \nCentralThai \nTai-Kadai \nThailand \n30 \nCT1 \nKutanan et al.34  \nCentralThai \nTai-Kadai \nThailand \n30 \nCT2 \nKutanan et al.34  \nCentralThai \nTai-Kadai \nThailand \n30 \nCT3 \nKutanan et al.34  \nCentralThai \nTai-Kadai \nThailand \n30 \nCT4 \nKutanan et al.34  \nCentralThai \nTai-Kadai \nThailand \n30 \nCT5 \nKutanan et al.34  \nCentralThai \nTai-Kadai \nThailand \n29 \nCT6 \nKutanan et al.34  \nCentralThai \nTai-Kadai \nThailand \n 31 \nCT7 \nKutanan et al.33 \nKhonMueang \nTai-Kadai \nThailand \n25 \nKM1 \nKutanan et al.33  \nKhonMueang \nTai-Kadai \nThailand \n25 \nKM2 \nKutanan et al.33   \nKhonMueang \nTai-Kadai \nThailand \n24 \nKM3 \nKutanan et al.33   \nKhonMueang \nTai-Kadai \nThailand \n25 \nKM4 \nKutanan et al.33   \nKhonMueang \nTai-Kadai \nThailand \n23 \nKM5 \nKutanan et al.33   \nKhonMueang \nTai-Kadai \nThailand \n25 \nKM6 \nKutanan et al.33   \nKhonMueang \nTai-Kadai \nThailand \n25 \nKM7 \nKutanan et al.33   \nKhonMueang \nTai-Kadai \nThailand \n25 \nKM8 \nKutanan et al.33   \nKhonMueang \nTai-Kadai \nThailand \n24 \nKM9 \nKutanan et al.33   \nKhonMueang \nTai-Kadai \nThailand \n25 \nKM10 \nKutanan et al.33   \nShan \nTai-Kadai \nThailand \n25 \nSH \nKutanan et al.33   \nLaoIsan \nTai-Kadai \nThailand \n25 \nIS1 \nKutanan et al.33 \nLaoIsan \nTai-Kadai \nThailand \n25 \nIS2 \nKutanan et al.33  \nLaoIsan \nTai-Kadai \nThailand \n25 \nIS3 \nKutanan et al.33  \nLaoIsan \nTai-Kadai \nThailand \n25 \nIS4 \nKutanan et al.33 \nLao \nTai-Kadai \nLaos \n25 \nLA1 \nKutanan et al.33  \nLao \nTai-Kadai \nLaos \n24 \nLA2 \nKutanan et al.33 \nPhutai \nTai-Kadai \nThailand \n25 \nPT \nKutanan et al.33 \nKalueng \nTai-Kadai \nThailand \n25 \nKL \nKutanan et al.33  \nNyaw \nTai-Kadai \nThailand \n25 \nNY \nKutanan et al.33 \nBlackTai \nTai-Kadai \nThailand \n25 \nBT1 \nKutanan et al.33  \nBlackTai \nTai-Kadai \nThailand \n25 \nBT2 \nKutanan et al.33   \nPhuan \nTai-Kadai \nThailand \n25 \nPU1 \nKutanan et al.33 \nPhuan \nTai-Kadai \nThailand \n25 \nPU2 \nKutanan et al.33 \nPhuan \nTai-Kadai \nThailand \n25 \nPU3 \nKutanan et al.33 \nPhuan \nTai-Kadai \nThailand \n25 \nPU4 \nKutanan et al.33  \nPhuan \nTai-Kadai \nThailand \n25 \nPU5 \nZhang et al.63 \nKhmer \nAustroasiatic \nCambodia \n18 \nKH_C \n\n4 \n \nZhang et al.63 \nAustroasiatic \nAustroasiatic \nCambodia \n65 \nAA_C \nSummerer et al.64 \nBarma \nSino-Tibetan \nMyanmar \n20 \nBR1 \nLi et al.65 \nBarma \nSino-Tibetan \nMyanmar \n73 \nBR2 \nPeng et al.38 \nCham \nAustronesian \nVietnam \n16 \nCH \nDiroma et al.66 \nDai \nTai-Kadai \nChina \n56 \nDA \nZheng et al. 62 \nHan \nSino-Tibetan \nChina \n55 \nHN_S \nZheng et al. 62 \nHan \nSino-Tibetan \nChina \n89 \nHN_N \nZhao et al.61 \nTibetan \nSino-Tibetan \nTibet and \nsouthern China \n23 \nTB \nJinam et al.13 \nTemuan \nAustronesian \nWest Malysia \n18 \nTM \nJinam et al.13 \nSeletar \nAustronesian \nWest Malysia \n21 \nSE \nJinam et al.13 \nJehai \nAustronesian \nWest Malysia \n24 \nJH \nJinam et al.13 \nBidayuh \nAustronesian \nIndonesia \n23 \nBD \nGunnarsdóttir et al.69 \nSemende \nAustronesian \nIndonesia \n35 \nSMD \nGunnarsdóttir et al.69 \nBesemah \nAustronesian \nIndonesia \n36 \nBS \nGunnarsdottir et al.68 \nMamanwa \nAustronesian \nThe Philippines \n32 \nMM \nGunnarsdottir et al.68  \nManobo \nAustronesian \nThe Philippines \n40 \nMAN \nGunnarsdottir et al.68 \nSurigaonon \nAustronesian \nThe Philippines \n25 \nSR \nDelfin et al.30 \nAbaknon \nAustronesian \nThe Philippines \n30 \nAB \nDelfin et al.30 \nAeta_Bataan \nAustronesian \nThe Philippines \n21 \nAEB \nDelfin et al.30 \nBagalot \nAustronesian \nThe Philippines \n30 \nBAG \nDelfin et al.30 \nIbaloi \nAustronesian \nThe Philippines \n26 \nIB \nDelfin et al.30 \nIfugao \nAustronesian \nThe Philippines \n29 \nIF \nDelfin et al.30  \nIvatan \nAustronesian \nThe Philippines \n29 \nIV \nDelfin et al.30 \nKalangoya \nAustronesian \nThe Philippines \n26 \nKAG \nDelfin et al.30 \nKankanaey \nAustronesian \nThe Philippines \n30 \nKAN \nDelfin et al.30  \nMaranao \nAustronesian \nThe Philippines \n18 \nMR \nKo et al.70 \nSaisiat \nAustronesian \nTaiwan \n24 \nSAI \nKo et al.70 \nAtayal \nAustronesian \nTaiwan \n50 \nATA \nKo et al.70 \nTsou \nAustronesian \nTaiwan \n48 \nTSO \nKo et al.70 \nBunun \nAustronesian \nTaiwan \n51 \nBUN \nKo et al.70 \nPuyuma \nAustronesian \nTaiwan \n39 \nPUY \nKo et al.70 \nRukai \nAustronesian \nTaiwan \n25 \nRUK \nKo et al.70 \nPaiwan \nAustronesian \nTaiwan \n50 \nPAI \nKo et al.70 \nAmi \nAustronesian \nTaiwan \n19 \nAMI \nKo et al.70 \nTao \nAustronesian \nTaiwan \n25 \nTAO \nKo et al.70 \nHakka \nSino-Tibetan \nTaiwan \n23 \nHAK \nKo et al.70 \nMinnan \nSino-Tibetan \nTaiwan \n25 \nMIN \nKo et al.70 \nMakatao \nAustronesian \nTaiwan \n50 \nMAK \nChandrasekar et al.71 \nMalpaharia \nAustroasiatic \nEast India \n15 \nML \nChandrasekar et al.71 \nMunda \nAustroasiatic \nEast India \n 31 \nMUN \nChandrasekar et al.71 \nAndh \nIndo-European \nCentral India \n19 \nAD \nChandrasekar et al.71  \nDirang Monpa \nSino-Tibetan \nNortheast India \n30 \nDR \n\n5 \n \nChandrasekar et al.71  \nDongri Bhill \nIndo-European \nWest India \n43 \nDB \nChandrasekar et al.71  \nGallong \nSino-Tibetan \nNortheast India \n39 \nGL \nChandrasekar et al.71  \nJenu Kuruba \nDravidian \nSouth India \n79 \nJK \nChandrasekar et al.71  \nKamar \nIndo-European \nCentral India \n53 \nKMR \nChandrasekar et al.71  \nKathakur \nIndo-European \nWest India \n19 \nKU \nChandrasekar et al.71  \nKathodi \nIndo-European \nWest India \n15 \nKD \nChandrasekar et al.71  \nKatkari \nIndo-European \nWest India \n21 \nKR \nChandrasekar et al.71  \nKorku \nAustroasiatic \nCentral India \n15 \nKK \nChandrasekar et al.71  \nLachungpa \nSino-Tibetan \nNortheast India \n25 \nLAH \nChandrasekar et al.71  \nLepcha \nSino-Tibetan \nNortheast India \n20 \nLP \nChandrasekar et al.71  \nMathakur \nIndo-European \nWest India \n11 \nMT \nChandrasekar et al.71  \nMadia \nDravidian \nEast India \n20 \nMAA \nChandrasekar et al.71  \nNihal \nIndo-European \nCentral India \n28 \nNI \nChandrasekar et al.71  \nPauri Bhuiya \nDravidian/Indo-\nEuropean \nCentral India \n32 \nPB \nChandrasekar et al.71  \nShertukpen \nSino-Tibetan \nNortheast India \n15 \nST \nChandrasekar et al.71  \nSonowal Kachari \nIndo-European \nNortheast India \n19 \nSOK \nChandrasekar et al.71  \nToto \nSino-Tibetan \nNortheast India \n28 \nTO \nChandrasekar et al.71  \nWanchoo \nSino-Tibetan \nNortheast India \n22 \nWA \nBarik et al.72 \nAndaman Islander \nN.A. \nAndaman Island \n10 \nADI1 \nThangaraj et al.6  \nAndaman Islander \nN.A. \nAndaman and \nNicobarese \nIsland \n15 \nADI2 \nNagle et al.75 \nAboriginal \nAustralian 1 \nN.A. \nAustralia \n127 \nAUS1 \nIngman et al. 73; van Holst \nPellekaan et al.74 \nAboriginal \nAustralian 2 \nN.A. \nAustralia \n13 \nAUS2 \nMacaulay et al. 36; Dancause \net al. 67 \nOrang Asli \nN.A. \nMalaysia \n9 \nMAY \nBenton et al. 76 \nMaori \nAustronesian \nNew Zealand \n20 \nMAO \n \n \n \n \n \n \n \n \n \n \n\n6 \n \n \nTable S2 Details for the populations included in the NRY comparisons \n \nCitation \nPopulation \nLanguage \nCountry/Region \nSample \nsize \nPresent study \nMlabri \nAustroasiatic \nThailand \n10 \nPresent study \nManiq \nAustroasiatic \nThailand \n4 \nKutanan et al. (unpublished data) \nHtin \nAustroasiatic \nThailand \n18 \nKutanan et al. (unpublished data) \nHtin \nAustroasiatic \nThailand \n12 \nKutanan et al. (unpublished data) \nHtin \nAustroasiatic \nThailand \n17 \nKutanan et al. (unpublished data) \nKhmu \nAustroasiatic \nThailand \n18 \nKutanan et al. (unpublished data) \nSoa \nAustroasiatic \nThailand \n17 \nKutanan et al. (unpublished data) \nBru \nAustroasiatic \nThailand \n18 \nKutanan et al. (unpublished data) \nSeak \nTai-Kadai \nThailand \n7 \nMallick et al.77; Karmin et al.32 \nBurmese \nSino-Tibetan \nMyanmar \n12 \nMallick et al.77 \nPapuan \nAustronesian \nOceania \n12 \nKarmin et al.32 \nIsland Southeast \nAsian (ISEA) \npopulations \nAustronesian \nIsland Southeast \nAsia \n26 \nPoznik et al.78 \nSouthern Han \nChinese \nSino-Tibetan \nChina \n52 \nPoznik et al.78 \nNorthern Han \nChinese \nSino-Tibetan \nChina \n44 \nPoznik et al.78 \nDai in \nXishuangbanna \nTai-Kadai \nChina \n45 \nPoznik et al.78 \nKinh \nAustroasiatic \nVietnam \n46 \nKarmin et al.32 \nSouth Asian 1 \nN.A. \nSouth Asia \n25 \nMallick et al.77 \nSouth Asian 2 \nN.A. \nSouth Asia \n 31 \nPoznik et al.78 \nJapanese \nJapanese-\nRyukyuan \nJapan \n55 \nPoznik et al.78 \nIndian Telugu \nDravidian \nUK \n59 \nPoznik et al.78 \nIndian Gujarati  \nIndo-European \nTexas, USA \n58 \nPoznik et al.78 \nBengali \nIndo-European \nBangladesh \n41 \nPoznik et al.78 \nPunjabi \nIndo-European \nPakistan \n48 \n \n \n \n\n7 \n \n \nFigure S1 Bar plots showing mtDNA haplotype diversity (a) and mean number of pairwise differences (MPD) (b) in populations from \nThailand. See Table S1 for population abbreviations. \n \n \n\n8 \n \n \n \nFigure S2 Bayesian maximum clade credibility (MCC) tree of mtDNA sequences belonging to haplogroup B5a1b1 that are found in \nThai populations (Kutanan et al.33,34). Mlabri sequences are highlighted in blue. \n\n9 \n \n \n(a) \n(b) \n\n10 \n \n (c) \nFigure S3 Bayesian maximum clade credibility (MCC) trees based on mtDNA sequences of \nManiq samples and previous samples from Kutanan et al. 33,34, Peng et al.38, Jinam et al.11 and an \nunpublished sample (GenBank number: GU810076.1) of haplogroups M21a (a), R21 (b) and M17 \n(c). Maniq sequences are highlighted in blue. \n \n\n11 \n \n \nFigure S4 A Bayesian maximum clade credibility (MCC) tree based on NRY sequences of Mlabri \nand other samples belonging to haplogroup O1b1a1a1b (Kutanan et al. unpublished data; Mallick \net al.77; Poznik et al.78. Mlabri sequences are highlighted in blue. \n\n12 \n \n \nFigure S5 A Bayesian maximum clade credibility (MCC) tree based on NRY sequences of \nManiq and Papuans belonging to haplogroup K. \n"}
