{"https://doi.org/10.1186/s12862-017-0964-5": "Carriers of mitochondrial DNA macrohaplogroup R colonized Eurasia and Australasia from a southeast Asia core area | BMC Ecology and Evolution | Full Text Skip to main content Advertisement Search Explore journals Get published About BMC My account Search all BMC articles Search BMC Ecology and Evolution Home About Articles Submission Guidelines Collections Submit manuscript Carriers of mitochondrial DNA macrohaplogroup R colonized Eurasia and Australasia from a southeast Asia core area Download PDF Download PDF Research article Open access Published: 23 May 2017 Carriers of mitochondrial DNA macrohaplogroup R colonized Eurasia and Australasia from a southeast Asia core area Jose M Larruga1, Patricia Marrero2, Khaled K Abu-Amero3, Maria V Golubenko4 & …Vicente M Cabrera1 Show authors BMC Evolutionary Biology volume 17, Article number: 115 (2017) Cite this article 11k Accesses 7 Altmetric Metrics details AbstractBackgroundThe colonization of Eurasia and Australasia by African modern humans has been explained, nearly unanimously, as the result of a quick southern coastal dispersal route through the Arabian Peninsula, the Indian subcontinent, and the Indochinese Peninsula, to reach Australia around 50 kya. The phylogeny and phylogeography of the major mitochondrial DNA Eurasian haplogroups M and N have played the main role in giving molecular genetics support to that scenario. However, using the same molecular tools, a northern route across central Asia has been invoked as an alternative that is more conciliatory with the fossil record of East Asia. Here, we assess as the Eurasian macrohaplogroup R fits in the northern path.ResultsHaplogroup U, with a founder age around 50 kya, is one of the oldest clades of macrohaplogroup R in western Asia. The main branches of U expanded in successive waves across West, Central and South Asia before the Last Glacial Maximum. All these dispersions had rather overlapping ranges. Some of them, as those of U6 and U3, reached North Africa. At the other end of Asia, in Wallacea, another branch of macrohaplogroup R, haplogroup P, also independently expanded in the area around 52 kya, in this case as isolated bursts geographically well structured, with autochthonous branches in Australia, New Guinea, and the Philippines.ConclusionsCoeval independently dispersals around 50 kya of the West Asia haplogroup U and the Wallacea haplogroup P, points to a halfway core area in southeast Asia as the most probable centre of expansion of macrohaplogroup R, what fits in the phylogeographic pattern of its ancestor, macrohaplogroup N, for which a northern route and a southeast Asian origin has been already proposed. BackgroundAlthough mitochondrial DNA (mtDNA) is only a small molecule with maternal inheritance, it has played a main role in the interpretation of the human evolution. The recent origin of early modern humans in Africa and their subsequent spread across Asia and Australasia, replacing other hominins when dwelling there, was first outlined comparing African and Eurasian levels of mtDNA polymorphism [1, 2]. After an initial strong opposition from the multiregional field [3], the hypothesis of a single and recent African origin of modern humans has finally gained a multidisciplinary agreement [4]. The recent evidence provided by ancient DNA studies of minor hybridization of modern humans with other hominins as Neanderthals [5, 6] and Denisovans [7, 8], has been considered as the result of a very low rate of interbreeding (2–5%) compatible with the replacement scenario. Nonetheless, the apparent continuous evolution of human fossils and their cultural remnants in East Asia during the whole Pleistocene is still interpreted as proof that this area was one of the origins of modern humans [9,10,11]. The time and migration routes took by modern humans out of Africa have also been proposed from the phylogeny and phylogeography of mtDNA lineages across Eurasia and Australasia. Although the fossil record pointed to the Levant as the most obvious path, the delayed colonization of Europe compared to Australia and the detection in East Africa of mtDNA M lineages that were absent in western Eurasia but predominant in India and eastern Asia [12], gave rise to the coastal southern route hypothesis, suggesting a single dispersal wave out of Africa of modern humans crossing the Bab el-Mandab strait from the Horn of Africa to southern Arabia and then, coasting the Indian Ocean, quickly reached southeast Asia and Australia. In this context, the colonization of Europe was considered a late offshoot of this route [13]. Surprisingly, in spite of any fossil evidence corroborating this idea and against the regressive trend in lithic technology evidenced by the archaeological record [14] this hypothesis has been enthusiastically followed by the bulk of geneticists to explain their interesting sets of genetic data gathered from Asian and Austronesian indigenous populations [15,16,17,18,19]. Against the mainstream, an alternative northern route across the Levant that carried the mtDNA macrohaplogroup N to Australia has been proposed long ago [20, 21]. This idea has been recently revived by the support given by new genetic data and data gathered from other disciplines [22]. Furthermore, based on mtDNA phylogenetic and phylogeographic grounds, it has been also suggested that mtDNA macrohaplogroup M most probably entered India from eastern Asia, in opposition to the eastward migration proposed by the southern route supporters [23]. These previous articles have satisfactorily explained the lack of autochthonous macrohaplogroup N (xR) lineages in India and the lack of primitive macrohaplogroup M lineages at the northwestern side of the Himalayas. The absence of recombination makes mtDNA especially amenable to genealogical treatment. The coalescence of all extant mtDNA macrohaplogroup L lineages gave a date of around 150–250 thousand years ago (kya) for the common ancestor of all humans in Africa. Applying the same approach to the extant M and N lineages, which comprise all the mtDNA diversity in the rest of the world, gave a coalescence date of around 50–65 kya that has been considered as the time frame for the out of Africa dispersal of modern humans [24, 25]. These phylogenetic inferences are at odds with dates obtained from the fossil record that point to the presence of modern humans around 100 kya in the Levant [26], and in southern China [11, 27,28,29]. The usual genetic explanation for this discrepancy is that these fossils have not left any genetic contribution to extant humans at least from a mtDNA maternal perspective. In turn, paleoanthropologists question the consistency and absolute value of the mutation rate. In the near future, ancient DNA will probably mediate on this issue. Meanwhile, the ancient DNA analysis of a 40,000-year-old Tianyuan fossil, anatomically classified as an early modern human, resulted in a genetically fully modern human carrying a haplogroup B mtDNA lineage already derived from the Eurasian macrohaplogroup N [30].Unlike M and N, the third Eurasian mtDNA macrohaplogroup R presents indigenous worldwide distributions out of Africa. In this article, our main objective is to integrate the phylogeny and phylogeography of macrohaplogroup R, with their M and N Eurasian counterparts, into a congruent northern dispersal route of early modern humans out of Africa. To this end, we first compared the coeval expansion of two R haplogroups, haplogroup U in western Eurasia and haplogroup P in Near Oceania. For the case of haplogroup U, we analyzed 69 unpublished sequences of its U3 branch and completely sequenced 41 of them to improve its phylogeny. To put U3 into phylogenetic context we added 15 additional unpublished complete sequences belonging to the major branches of macrohaplogroup U. For haplogroup P we could only add one unpublished complete sequence belonging to the Philippine clade P9. Phylogeographic analysis for U3 was based on 1328 U3 partial sequences, given special attention to the later colonization of Africa by the carriers of this Eurasian haplogroup. For the phylogeographic analysis of the rest of macrohaplogroup R branches, we used 109,497 already published partial or complete sequences.Material and methodsSampling informationFor the specific haplogroup U3 analysis a total of 103,313 partial sequences of worldwide origin were screened (Additional file 1: Table S1), of them 2757 belong to our unpublished data. We obtained a total of 1328 samples of U3 ascription of which 69 were from our unpublished records (Additional file 1: Table S1). For phylogeographic and population genetics analysis we worked with a total of 1017 U3 sequences, after excluding those belonging to Roma/Gypsies and Jews because of their uncertain geographic origin, and those of Indian origin since we considered this area as a secondary center of U3 expansion (Additional file 1: Table S2). To fully characterize these samples, 41 complete mtDNA U3 genomes were sequenced (Additional file 1: Table S3). We enlarged our U3 tree (Additional file 2: Figure S1) with 10 published complete sequences because they present a transversion (AY882383) or a reversion (AY882385, HQ404665, JX153143) at the diagnostic U3 transition at np 16,343, or belong to poorly characterized lineages as U3b2a1 (EU935438) and U3c (HM852803), or have mutations in the regulatory region that help to assort partial U3 sequences into their more probable clades as those with 16,104 (KC851932), 16,148 (KJ445940), 16166dA (JN969086), 16266G (AY714023) and 16,274 (AY882383). In addition, we added to the tree 15 unpublished complete mtDNA genomes, belonging to the main lineages of haplogroup U (Additional file 1: Table S3), to put the U3 sequences into phylogenetic context (Additional file 2: Figure S1). For the specific haplogroup P study, only one (Additional file 1: Table S3), unpublished complete sequence of the Philippine lineage P9a (Flp107) could be added to the haplogroup phylogeny (Additional file 2: Figure S2). However, a total of 10,962 complete or partial mtDNA published sequences were screened, 10,591 belonging to the West Pacific Islands (Additional file 1: Table S4) and 371 belonging to the Australian continent (Additional file 1: Table S5). For the global macrohaplogroup R study, we screened 109,497 already published partial and complete sequences (Additional file 1: Table S6) that largely overlap those used to the specific U3 study (Additional file 1: Table S1). All the above-described sequences were used to obtain the relative frequencies of macrohaplogroup M, N, and R in the main regions of Eurasia and Australasia (Additional file 1: Table S7). Human population sampling procedures followed the guidelines outlined by the Ethics Committee for Human Research at the University of La Laguna and by the Institutional Review Board at the King Saud University. All the samples were collected in the Canary Islands or in Saudi Arabia from academic and/or health-care centers. Written consent was recorded from all participants prior to taking part in the study.MtDNA sequencingTotal DNA was isolated from buccal or blood samples using the POREGENE DNA isolation kit from Gentra Systems (Minneapolis, USA). The mtDNA hypervariable regions I and II of the U3 samples were amplified and sequenced for both complementary strands as detailed elsewhere [31]. When necessary for unequivocal assortment into specific subclades, the U3 samples were additionally analyzed for haplogroup diagnostic SNPs using partial sequencing of the mtDNA fragments including those SNPs, or typed by Snapshot multiplex reactions [32]. For mtDNA genome sequencing, amplification primers and PCR conditions were as previously published [20]. Successfully amplified products were sequenced for both complementary strands using the DYEnamic™ETDye terminator kit (Amersham Biosciences) and samples run on MegaBACE™ 1000 (Amersham Biosciences) according to the manufacturer’s protocol. The 57 new complete mtDNA sequences have been deposited in GenBank under accession numbers KY411439-KY411495 (Additional file 1: Table S3; Additional file 2: Figures S1 and S2).MtDNA macrohaplogroup R sequences compilationSequences belonging to specific R haplogroups were obtained from public databases such as NCBI, MITOMAP, the 1000 Genomes Project and from the literature. We searched for mtDNA lineages directly using diagnostic SNPs (http://www.mitomap.org), or by submitting short fragments including those diagnostic SNPs to a BLAST search (http://blast.st-va.ncbi.nlm.nih.gov/Blast.cgi). Haplotypes extracted from the literature were transformed into sequences using the HaploSearch program [33]. Sequences were manually aligned and compared to the rCRS [34] with BioEdit Sequence Alignment program [35]. Haplogroup assignment was performed by hand, screening for diagnostic positions or motifs at both hypervariable and coding regions whenever possible. Sequence alignment and haplogroup assignment were carried out twice by two independent researchers and any discrepancy resolved according to the PhyloTree database Building 17 [36].Phylogenetic analysisPhylogenetic trees were constructed by means of the Network v4.6.1.2 program using the Reduced Median and the Median Joining algorithms in sequent order [37]. Resting reticulations were manually resolved attending to the relative mutation rate of the positions involved [38]. Haplogroup branches were named following the nomenclature proposed by the PhyloTree database [36]. Coalescence ages were estimated by using statistics rho [39] and sigma [40], and the calibration rate proposed by [38]. Differences in coalescence ages were calculated by two-tailed t-tests. It was considered that the mean and standard error estimated from mean haplogroup ages calculated from different samples and methods were normally distributed.Phylogeographic analysisIn this study, we are dealing with the earliest periods of the out-of-Africa spread. Given that subsequent demographic events most probably eroded those early movements, we omitted spatial geographic distributions of haplogroups based on their contemporary frequencies or diversities. The presence/absence of R basal lineages, omitting regions with only derived branches or regions of known recent colonization, was used to establish the present-day geographic range of each haplogroup. We used the geometric center of these areas as the hypothetic center of dispersion for each haplogroup and defined it by its geographic coordinates. After that, to situate the hypothetic focus of the primitive radiation of R* in the whole area, we averaged the latitudinal and longitudinal coordinates of the evolved R lineages and take it as the center of the first dispersion of R* in the whole area.Geographic partition of Eurasia and AustralasiaIn order to assess geographic mtDNA haplogroup prevalence and relative overlapping we have considered the following geographic areas: West/Central Asia (WCA): taking all European countries, all western Asian countries and all central Asian countries including Afghanistan and Tibet. South Asia (SA): comprising Pakistan, India, Bhutan, Nepal, Bangladesh and Sri Lanka. East Asia (EA): Mongolia, China, Koreas, Japan and eastern and northern Siberia. South East Asia (SEA): All mainland and insular countries excluding the Indonesian Papua. Near Oceania (NO): The whole New Guinea Island including Indonesian Papua, and surrounding archipelagos. Australia (AU): considering only indigenous samples.Geographic subdivision of India and regional haplogroup assignationIndia was subdivided into four different sampled areas: Northwest, including Kashmir, Himachal Pradesh, Punjab, Haryana, Uttarakhand, Rajasthan, Uttar Pradesh, Gujarat, and Madhya Pradesh states; Southwest, including Maharashtra, Karnataka and Kerala; Northeast including Bihar, Sikkim, Arunachal Pradesh, Assam, Nagaland, Meghalaya, Tripura, Jharkhand, West Bengal, Chhattisgarh and Orissa; and Southeast, represented by Andhra Pradesh, Tamil Nadu and Sri Lanka. We are very skeptical of the possibility that the actual genetic structure of India is the result of its original colonization, so the ethnic or linguistic affiliations of the samples were not considered but only its geographic origin. For the same motif we did not use the present day frequency and diversity of the haplogroups but their geographic ranges and radiation ages. The criteria followed to assign haplogroups to different regions within India were: consistent detection in an area (at least 90% of the cases) and absence or limited presence in the alternative areas (equal or less than 10% of the cases). We considered widespread those haplogroups consistently found in all the Indian areas and also found in surrounding areas as Pakistan or Iran to the west, Tibet or Nepal at the north, and Bangladesh or Myanmar at the east.Geographic assignation of mtDNA haplogroupsFollowing other authors, and after a confirmative clustering approach, we have assorted all the main mtDNA haplogroups into its most probable native areas as follows: a) West/Central Eurasia (WCA): N1, N2, N3, N5, X; R0, R1, R2, JT, U. b) South Asia (SA): M2, M3, M4, M5, M6, M18, M25, M30, M31, M32, M33, M34, M35, M36, M37, M38, M39, M42b, M61, M62, M63, M64, M65, M66, M67, M70, M81; R5, R6, R7, R8, R30, R31. c) East Asia (EA): M7, M8, M9, M10, M11, M12, G, D; N9, A; B, F, R11. d) Southeast Asia (SEA): M13, M17, M19, M20, M21, M22, M23, M24, M26, M46, M47, M50, M51, M55, M68, M69, M71, M72, M73, M74, M75, M76, M77, M78, M79, M80, M82, M83, M84, M90; N7, N8, N10, N11, N21, N22, N23; P9, P10, R9, R21, R22, R23, R24. e) Near Oceania (NO): M27, M28, M29, Q; P1, P2, P3b, P4a, R14. f) Australia (AU): M14, M15, M42a; N13, N14, O, S; P3a, P4b, P5, P6, P7, P8, R12.Population genetics analysisGenetics distances, identities, and haplotype diversities, as well as AMOVA analysis, were calculated by means of the GenAlEx6.5 software [41]. For MANTEL tests and Pearson correlation analysis, we used the XLSTAT statistical software. PCA was performed using the Excel add-in Multibase package (Numerical Dynamics, Japan). Poisson distributions were implemented using the online calculator (http://stattrek.com). Maps and geographic coordinates were obtained by Google Earth software (https://earth.google.com).Results and discussionThe spread of haplogroup U in west Eurasia with emphasis on branch U3MtDNA haplogroup U has a prominent West/Central Eurasian geographic range. Its first radiation seems to have occurred in the initial stable warm phase of the MIS 3 interstadial around 50 kya (Table 1). We situated its hypothetical center of expansion in the Dahoguz province of Turkmenistan (Table 1). Next expansions, at around 43 and 33 kya, involved branches U1, U2 and U8 and branches U3, U5 and U6 respectively, and occurred also in periods of relatively mild temperatures. A more recent radiation was dominated by branches U4, U7, U9, and K around 24 kya, just before the Last Glacial Maximum. All these dispersion waves had rather overlapping ranges and preferably southward expansions [42]. Most probably, U1, U3, and U9 went to the Middle East [43,44,45,46]; U2i and U7 mainly to South Asia [47,48,49]; U2e, U4, U5 and U8 to Europe [50,51,52], and U6 to North Africa and the Mediterranean basin [53,54,55,56,57]. The recent analysis of the mitogenome of a 35 ky-old modern human from Romania, resulted in being a basic U6* sequence, supporting a Paleolithic Eurasian origin for this African lineage [58]. Secondary branches of these haplogroups have revealed more recent and limited human migrations in all the regions mentioned above. Interesting examples are the expansions to the Volga-Ural and Siberian regions of numerous sub-branches of U1a, U2e, U3b, U4, U5b, U7a, U8a and K1a [59, 60], to India of U2i and U7 [61], to Europe of K [62], or in North Africa of U5b [63]. Advances in ancient DNA technology have also made diachronic studies of human populations possible. An outstanding case was the genome sequencing of a 45 ky-old modern human from western Siberia that already carried a basic mtDNA U* lineage [64]. Haplogroups U4, U5, and U8 were the most prominent U lineages in Paleolithic hunter-gatherers of North and Central Europe, but its frequencies drastically diminished with the Neolithic expansion into the area [65,66,67,68,69], while other U lineages as U2, U3, and K, drastically increased in subsequent periods [66, 70,71,72,73]. The fact that Neolithic and Bronze Age migrations introduced southern Siberian U5a1b1e and U5b2a2 lineages to Ireland is noteworthy too [74]. It has been also reported the presence of western U2e, U5a and U7 lineages in prehistoric remains as far as the Tarim Basin and Northeast Mongolia [75, 76].Table 1 Ages and geographic centre of West/Central Asia R haplogroupsFull size table Attending to our own data, it should be mentioned that our U9a Arab (Ara073) sequence is identical to a published (KM986517) Yemeni sample [77]. The Arab (Ara717), of U8b1a1 ascription, shares transversion 6515G and transition 10,632 with four (JX153780, JX153902, JX153925, KF161759) U8b Danish sequences [78, 79]. Arabs (Ara 224 and Ara 136), belonging to the U7a branch share, respectively, transitions 11,353, 14,110 and 15,218 with two Iranian [46] and one Pathan [80], and transition 16,234 with one Persian(9_IRE_PS) U7a lineage [46]. Curiously, our Arab (Ara815) U4d shares transitions 11,914 and 16,189 with a U4a sequence (JQ705609) and transition 6260 with a U4c sequence (JQ709993) pointing to parallel mutational events.Focusing on haplogroup U3, this clade has transition 16,343 as a diagnostic position, however, it is rather unstable as evidenced by one transversion (AY882383) and three reversions (AY882385, HQ404665, JX153143) that occur in parallel in the phylogenetic tree (Additional file 2: Figure S1). Thus, searching U3 sequences using only this position might not be exhaustive enough. However, several HVSI positions are rather reliable to assign haplotypes to specific branches. Thus, transition 16,148 with 16,343 and 16,390 defines a new U3a northern African clade detected long ago in Mozabite Berbers [81]; transition 16,356, in the same 16,343, 16,390 background characterizes the U3a1c sub-branch. Also, the HVSII transition at np 200 is a good indicator for U3a2 ascription. The U3c branch has also a characteristic additional HVSI motif (16,193, 16,249, 16,526), although some of its haplotypes might lack the entire set. The presence of 16,086 is indicative of U3b1a membership, that of 16,168 of U3b3 and deletion 15944dT of U3b2. However, clades identified within U3b and in U3b2, based on the sharing of the 523dCA deletion, have to be considered as provisional due to the high instability of this mutation (Additional file 2: Figure S1).Coalescence ages estimated for the main branches of U3 (Table 1) are, for the most part, comparable to those published previously [38, 46]. However, there are minor discrepancies. For instance, branch U3a’c is older in our study (28.1; 15.3/41.7 kya) compared to 18–26 kya in Derenko et al. [46], but in the last study U3c was represented by only one Azeri sequence that we have augmented by adding a Moroccan (Mor459) and a Jordanian (823) sample. On the contrary, sub-branch U3b3 (17.6; 8.8/26.8 kya) is older in Derenko et al. [46] than in this study (12.5; 5.0/26.0 kya) but, in this case, our U3b3 branch only comprises three Iberian and three North African peripheral sequences (Additional file 2: Figure S1) while those of Derenko et al. [46] belong to Iran and the Caucasus central areas. Finally, we have detected a new clade within the U3b1 branch defined by transition 2833 that includes three Iberian and one Jordanian sequence and that has a coalescence age of 14.8 (8.8; 20.9) ky. It seems that the majority of the U3 branches expanded in Paleolithic and Mesolithic periods astride the LGM. More recent dispersions occurred in Neolithic and subsequent periods as commented above.Geographically (Table 2), basic (16343) U3*lineages are widespread but concentrate their highest frequencies in the Balkans, Eastern Europe, and Russia. U3a, mainly the U3a1 branch (defined by transition 3010), has a prominent European range, with special emphasis in northern, western and southern areas and a notable incidence in northwest Africa, which denotes a common colonization of both regions, perhaps, by maritime contacts since Neolithic times, as already suggested by the pattern of other mtDNA haplogroups and other genetic markers [31, 63, 82,83,84,85,86,87,88,89,90, 90]. At this respect, it is significant the presence of specific branches (U3a2) in the Middle East (Additional file 2: Figure S1). The U3c branch seems to be concentrated in the Caucasus, the Middle East and down to East Africa not involving, however, the Arabian Peninsula. On its hand, U3b is also most abundant in the Caucasus, Middle East and, in this case, the Arabian Peninsula and, after that, northwest Africa, pointing to a dual colonization of this region as previously envisaged [87, 88]. Haplotypic diversity is highest in the Middle East, the Arabian Peninsula and southern Europe, and haplotypic richness and percentage of exclusive haplotypes also peak in Arabia (Table 3), pointing to this Peninsula as an important center of expansion in the past. Correlations between U3 diversity and geographic coordinates showed that there is a significant negative correlation (r = −0.672; p < 0.012) only with latitude, clearly pointing to a more recent colonization of the northern areas. However, Mantel test results indicate that although pair-wise genetic distances and identities are negative and significantly correlated (r = −0.365; p < 0.0001), they are not so with its geographic distances, p = 0.298 and p = 0.071 respectively (Additional file 1: Table S8).Table 2 Frequencies of U3 subhaplogroups in the different regionsFull size table Table 3 Estimations of U3 genetic variability in the main regions studiedFull size table We think that results about haplogroup U point to a primitive maturation period of this clade in central/eastern regions of Eurasia. During this period it accumulated the three diagnostic mutations that differentiated it from other R lineages. After that, it branched out somewhere in Central Asia. Through long migrations, in unfavorable climatic conditions, and demographic expansions, in optimal environments, U has reached its present-day geographic range and phylogenetic ramification. No doubt about the important role played by the Arabian Peninsula as receptor of these successive migratory inputs and as centre of secondary expansions as we and others have evidenced by the analysis of other mtDNA haplogroups as R0a, before preHV1, [91,92,93]; J1 [45, 94]; N1a [77, 95, 96]; HV1 [97] and R2 [98]. However, we cannot find any mtDNA evidence in support of an Arabian Peninsula primary centre of expansion of the basic M, N, and R macrohaplogroups after the out-of-Africa exit of modern humans as proposed by others [96], neither for the Persian gulf, the new candidate suggested by the supporters of the southern route [99].The spread of haplogroup P in WallaceaAt the other end of Asia, east to the Wallacea line as proposed by Huxley on biological considerations, there is another R lineage, named P [100], native of this region. The coalescence age of P, around 52 kya, is at least as old as the one calculated for the western Asian haplogroup U (Additional file 1: Table S9). Haplogroup P is geographically well structured with branches P9 and P10 autochthonous to the Philippine Negrito populations [101,102,103]; branches P1 and P2 native of New Guinea aborigines [17, 104,105,106] and branches P5, P6, P7 and P8 exclusive of aboriginal Australians [17, 107,108,109, 109]. Finally, there are two additional clades, P3 and P4 that contain both New Guinean (P3b, P4a) and Australian (P3a, P4b) specific branches (Additional file 2: Figure S2). It has been stated that these lineages signal a deep common ancestry for the New Guinea and Australia first colonizers [17, 106]. The founder age of P in Near Oceania (55 kya) is slightly younger but not significantly different than the ones in the Philippines (62 kya) and Australia (61 kya). However, there are apparent differences (p = 0.001) in the average number of mutations accumulated on sequences of the Philippine P10 lineage (25.5) and those accumulated on the New Guinean P2 lineage (14.7) since both diverged from a common ancestral node, defined by a transition at np 3882 (Additional file 2: Figure S2). In the same way, there are significant differences (p = 0.033) in the mean branch length of the Australian P3a clade (8.5) compared to that of the New Guinean P3b sister branch (15.7), and also (p = 0.001) between the average number of mutations accumulated on the Australian P4b clade (15.3) and the ones (7.8) accumulated on its P4a sister branch in New Guinea (Additional file 2: Figure S2). Since differences in the substitution rate among different intraspecific clades were observed, alternative explanations were given favoring different selective pressures [110], or different population histories [53], acting on different lineages, although more complex scenarios have been invoked [111, 112]. In this case, as the regional age estimations of haplogroup P are rather similar, we think that population size differences in the colonization process, due to successive founder effects and successive expansions in relative isolation, is the best explanation for the heterogeneous mutation rate observed between sister clades in the different areas. Starting from a mother population fixed or nearly fixed for an R lineage with the haplogroup P diagnostic mutation at np 15,607 on the top of the common ancestral R root (12,705, @16,223), sequences will accumulate new mutations in a simple Poisson process, with a rate of success of one mutation every 3624 years for the entire molecule [38]. Even in a long interval of 10,000 years, the probability that no mutations occur in a sequence is 0.063 and that to accumulate five mutations is 0.084. Thus, in a population composed of one hundred females, even after 10,000 years of evolution, there could be around six females carrying the same mtDNA that their initial ancestors, and around eight females that have accumulated five new mutations. Now, if this population has gone through several bottlenecks due to successive subdivisions and expansions into new territories, it would be possible to find subpopulations separated by 10,000 km (supposing a rate of migration of 1 km per year for hunter-gatherers) that have lineages differing in five mutations in spite of its common origin. As the probability that the new founders carried some particular lineage is a function of its frequency in the mother population, we suppose that, on average, mutations on the migrants will accumulate later than on the source population. Under these premises, we might outline the colonization of Wallacea by carriers of haplogroup P. Most probably, macrohaplogroup R lineages differentiated from N in southeast Asia [22]. From them, the ones with haplogroup P* primitive status migrated to Wallacea, perhaps reaching the Philippines and the Australian part of the Sahul before than the highlands of New Guinea. This seems most probably because, whereas Guinean lineages accumulated an additional mutation (16176) before their spread, Australian migrants seem to have expanded since the very beginning as attested by the simultaneous sprout of independent lineages from the root (Additional file 2: Figure S2). Most likely, this number will grow when still unclassified Australian P* lineages be released [113]. Furthermore, the next older radiations of P also occurred in Australia, within P6 (52.8 ± 4.5 kya) and within P4 (58,2 ± 4.5) for which, as its oldest branch P4b is Australian, we propose an Australian origin too (Additional file 1: Table S9). The first expansion in the Philippines occurred later, within the P9 lineage around 46.5 kya, involving mainly ancestors of Aeta and Agta indigenous Negrito tribes from Luzon [102, 103], although members of this clade have been also detected in the Visayas and Manila [101]. Incidentally, our Flp107 P9 sample was voluntarily donated in the Gran Canaria harbor, by a Filipino fisherman from Cebu, 30 years ago. The place where the P3 radiation (37.2 ± 3.1 kya) originated is uncertain. Following our criterion of the most evolved branch, a New Guinean origin would be assigned. However, while the New Guinean sequences are specific of branch P3b, there are Australian sequences at both branches (Additional file 2: Figure S2). In addition, P3b is significantly (p = 0.0033) more abundant in the lowlands and islands of New Guinea than in the highlands where the highest diversity and frequency for the autochthonous lineages P1 and P2 occur (Additional file 1: Table S4). Thus, an Australian origin is also a possible alternative. More P3 sequences are needed to reach a more documented decision. Although younger, the star-like radiation of P2 in New Guinea (33,5 ± 1.2 kya) extended east and westwards to adjacent islands, with indigenous branches identified in Melanesia [106] and East Timor [114], and more erratic detections beyond both sides (Additional file 1: Table S4). The presence of isolated and derived P1d1 haplotypes in Australian Barrineans [115], in the Philippines [103], and in Malaysia [116], could reflect more recent, even historic contacts. Finally, we have the expansion of P2 (18.6 ± 3.9), a young New Guinean lineage that is a sister branch of the very much evolved P10 Philippine lineage (Additional file 2: Figure S2). Although the radiation of P10 is the youngest (5.2 kya), we think that a Philippine origin for the P2’10 ancestor is the most probable alternative. Within New Guinea (Additional file 1: Table S4), both P1 and P2 are significantly more abundant in the highlands than in the coast and nearby islands (p < 0.0001 in both cases), and less frequent in the West than in the East of the Island (p = 0.0026 for P1 and p = 0.0004 for P2). This peculiar distribution challenges both routes of expansion into Wallacea, that from the West through Timor as much as that from the North through the Moluccas. Turning to Australia, the still insufficient sampling of the Continent and the lack of full availability of some published data makes a phylogeographic approach difficult but, in spite of its incompleteness, the global distribution of haplogroup P in Australia (Additional file 1: Table S5) parallels that found in New Guinea, with significantly higher frequencies of P at the East compared to the West (p = 0.0002). Curiously, this is also the case for the Australian haplogroup M42 that shows significant higher frequencies (p < 0.0001) in the East of the Continent. This coincident distribution resembles that of P and Q in New Guinea [106], and the ancient implantation of autochthonous M haplogroups in northern Island Melanesia [117]. However, not all Australian mtDNA lineages fit this pattern. On the contrary, the less frequent haplogroup R12 is more abundant in the West (p = 0.0321) like other Australian M (XM42) rare lineages (p = 0.0087). Haplogroup R12 shares with R21 three mutations at sNPS 10,398, 11,404, and 16,295 as shown in Phylotree build17 [36]. As R21 was found first in Malaysian Negrito groups [15, 118, 119], later in Sumatra [120] and in Dayak from Borneo [121], its shared root would point to a possible common ancestor somewhere in Southeast Asia which is congruent with a western, a note of caution to this hypothesis is necessary because a Burman R* sequence (KP346030) found in Myanmar [19], shares with R21 also three mutations at NPS 1709, 1719, and 15,613. Counting homoplasies and reversions in phylotree build 17 for each trio of mutations, we obtained a total of 45 independent events for the R12/R21 root and a total of 44 for the R21/R* alternative. On the other side, another R branch (R14) went through the Lesser Sunda islands of Bali, Flores, Lembata, Timor [114, 118, 122, 123], and Borneo and Sulawesi [121, 123], reaching the highlands [17] and lowlands [124] of New Guinea following a pattern unlike to haplogroup P. There is still another branch (R24) indigenous of the Philippines [101, 103, 125, 126], also with a younger dispersion than P9 (Additional file 1: Table S9). Recently, this clade has also been detected in northern Moluccas [121]. Furthermore, the two main representatives of haplogroup N in Australia (O and S) have also significant higher frequencies (p < 0.0001 in both cases) in the West than the East of the Continent (Additional file 1: Table S5). This is in spite of the fact that S has been detected as far southeast as Tasmania [127]. Curiously, the two ancient indigenous Australians sequenced so far belonged to mtDNA haplogroup O [128] and S [129], having respectively a southwest and a southeast geographical origin. Autochthonous N lineages have not been detected in New Guinea or Melanesia. In the Philippines and Borneo the oldest N representatives are branches of the southern China lineages N11 and N10, respectively [18, 121, 126]. In Nusa Tenggara lineages N21 and N22 are younger than the N in Australia [22]. The Wallacea maternal pattern just described is congruent with the following scenario: 1) Like in other core areas of Eurasia, the first colonizers of this region carried basic M*, N* and R* mtDNA lineages that evolved independently and were unevenly affected by later Asian migrations; 2) Although supposing only one settlement wave would be the most parsimonious, there are hints that the colonization of Wallacea occurred at least in two waves, one from the North carried the M* and P* ancestors that settled the Philippines, New Guinea, Island Melanesia and eastern Australia; the other, from the West, reached northwestern Australia carrying distinct N* and R* maternal lineages. 3) Amazingly, we have to deduce that sea barriers were not an insurmountable obstacle for these primitive settlers. Naturally, a model is valid if it is not rejected by the results of other investigations. On the basis of Y-chromosome polymorphisms, a common origin and independent histories for Melanesia and Australia were proposed [130]. Also an unexpected Y-chromosome ancient diversity was uncovered in northern Island Melanesia [131], and in the Y-chromosome profile of Filipino, with some Negrito groups deeply associated to indigenous Australians [132]. Recent Y-chromosome genomic studies have confirmed the shared origin of aboriginal Australians and Papuans and also a deep divergence time between them of around 50 kya. It seems that only the Melanesian haplogroup M could be involved in more recent contacts with aboriginal Australians after 12 kya [133]. Also genome-wide analysis give congruent results, pointing to an early divergence of aboriginal Australians and Papuans from Eurasians around 51–75 kya [113, 128, 134], a deep common origin between them, and little evidence of substantial later migration, although a population expansion in northeast Australia past 10,000 years was inferred [113]. The singularity of Wallacea has also been inferred by the fact that the Denisova introgression in humans is 569 concentrated in this region, including the Philippines [135, 136, 136, 137].At the other hand, fossil hominid evidence from Wallacea points to the Philippines as the earliest point of entrance to the region at a minimum age of 67 ± 1 ky, if the hominin metatarsal recovered at the Callao cave in North Luzon is accepted as belonging to a modern human [138]. Finally, it should be emphasized that the earliest colonist of Australia owned a collection of simple industries including horse-hoof cores or tools that have been also detected in the Philippines, Borneo and Sulawesi [139]. More recent contacts between New Guinea and Australia could be envisaged by the sharing of edge-ground and waisted hatchets [140].The two examples of coeval mtDNA haplogroup R deep expansions in Western Asia (U) and Wallacea (P) are difficult to explain under the tenet of a single, rapid, coastal southern route out-of-Africa for the colonizers of Eurasia. Like for the cases of macrohaplogroups M [23] and N [22], supposing a northern route for R would better explain the phylogeny and phylogeography of this maternal lineage.Phylogeography and ages of macrohaplogroup R lineagesThe main lineages of macrohaplogroup R are geographically well structured but, due to migration, secondary branches intertwined in transitional areas in such a way that population genetics approaches blur the phylogeny. Fortunately, coalescence going back in time returns clarity. Thus, the AMOVA analysis of 242 populations covering the main regions of Eurasia and Australasia (Additional file 1: Table S6) shows that 82% of the variance was found within populations and only 18% among regions (p < 0.0001). These results are graphically visualized in the PCA plot (Fig. 1) where the first (32.9%) and second (18.3%) components account for 51% of the variance. Clearly, Australia is the most isolated region, whereas Melanesia shows a small overlap with Island Southeast Asia, that, in turn, comprises some eccentric populations with anomalous haplogroup frequencies due to genetic drift. Haplogroups P and R12 have a major impact on this pattern. For Continental Eurasia a compact population continuous beginning in West Asia and finishing in Mainland Southeast Asia is observed, revealing important gene flow between adjacent regions. The western haplogroups R2’JT and R0 at the right and the eastern R11’B and R9’F at the left are the main responsible of this longitudinal population gradient. Only South Asia stands out with most populations composed of maternal indigenous haplogroups (R5–8/30,31).Attending to the age of R and its main branches (Additional file 1: Table S9), there are not significant differences among the founder ages of macrohaplogroup R in the five major regions (Additional file 1: Table S9). However, mean radiation age in southeast Asia (17.6 ± 10.4) is significantly younger than those in West-Central Asia (51.2 ± 6.8), East Asia (48.8 ± 1.5) and Near Oceania (61.3 ± 6.4), but not different from the South Asia mean (47.0 ± 10.7) that, in turn, does not have differences with the rest of the regions. As in the case of macrohaplogroup N [22], the comparatively late expansion of R in southeast Asia is against the southern coastal route hypothesis and contrasts with the deep age of macrohaplogroup M in the area and with its westward gradual decline from Near Oceania to South Asia [23]. We traced the basic geographic ranges for the main Western/Central Eurasia R haplogroups, then, we obtained decimal coordinates for their geometric centers (Table 1). Averaging them, we calculated a hypothetical mid-point that we have considered the center of radiation for R in West-Central Eurasia. Coordinates for this center signals a core area between the Caspian Sea and the Pamir plateau (Table 1). On the other hand, all the authors, without exception, have situated the core area of expansion of the East Asian basic branches of R in southern China/northern Indochina [18, 21, 118, 141,142,143,144,145]. As we have discussed above, there was also a core area of R expansion in Wallacea. We still have the case of R in South Asia. Attending to their age we can consider two groups, one comprised by those with ages under 40 ky (R0, R5, R7 and R8) and the other with ages above 40 ky (R6, R30, R31, U, JT) with highly significant differences (p < 0.0001) between the mean age of each group, 36.8 ± 1.59 and 53.4 ± 2.69 ky respectively. On the other hand, attending to their geographic distribution, we have found a set of haplogroups (R0, R5, R6, R30, R31, J, T, U1, U5, U2”9) characterized because they are most frequent in northwest India and then in southeast India (p = 0.0154). On the contrary, haplogroups R7 [146, 147] and R8 [148] have their highest frequencies and diversities in northeast India. A third group (B, R1, R2, R21, R22, R9’F) has a prominent northern Indian range (p < 0.0001) most probably due to a later penetration in the Indian subcontinent. There is also the anecdotal case of the Pacific lineage P that is only detected in the southeast of India (Additional file 1: Table S6). Thus, we propose that R was introduced in India across the northwestern and the northeastern corridors. The northwestern colonizers, that came from the Pamir/Caspian core area, also expanded to West Asia reaching Europe later than India. Those from the northeast could arrive in India along with the carriers of haplogroup M [23]. However, all the N(xR) branches in India seems to have a northwestern origin [22]. Although numerous data favoring this dual colonization of South Asia have been reported previously [22, 23], we would like to add some more examples. EDAR (ectodysplasin-A-receptor) gene is a major genetic determinant of hair thickness [149]. Its 1540C allele shows high frequency in populations of East Asia but is essentially absent from Europeans and has low frequency in Melanesians [150]. However, in India, it has been observed in high frequencies, associated with Austro-Asiatic and Tibeto-Burman populations although it is absent among Indo-Europeans and Dravidians [151].Another case is the OAS 1 (2’-5’-Oligoadeylate Synthetase 1) gene that has a characteristic deep and diverse haplotype in Papuans that was, most probably, the result of introgression from Denisovan and seems restricted to eastern Indonesian and Melanesian populations. However, it has been occasionally detected in Pakistan and Sri Lanka. Analys is of comparative diversity suggested that this deep lineage migrated to South Asia from Melanesia [152]. On the other hand, it seems that the light skin phenotype at high latitudes evolved independently in East and West Eurasia [153]. However, it has been demonstrated that a lighter skin color in India is correlated with the frequency of the derived allele rs1426654-A of the SLC24A5 gene, that is nearly fixed in Europeans, whereas the African ancestral allele G predominates in East Asia. So, the light skin allele in South Asians and Europeans shares identity by descent [154]. Furthermore, it has been found that the rs142665-A allele has significantly higher frequencies in northern and northwest regions compared with Northeast regions of India, having the highest frequencies in Indo-Europeans populations and very low or virtually absent in Tibeto-Burman and Austro-Asiatic populations [154]. Finally, genome-wide analysis of the Indo-European Kalash, from northwest Pakistan, considered them as an extremely drifted ancient northern Eurasian population that also contributed to the European and Near Eastern ancestry [155].A puzzling question has been where L3 lineages evolved into M, N and R haplogroups in Eurasia. Our previous analysis strongly pointed to southeastern Asia, including southern China, as the most probable area [22, 23]. Congruent with this hypothesis, is the fact that the southern China core area is a geographic mid-point between the Central Asian and the Wallacea core areas described above for R. This is the region where the oldest N10 and N11 haplogroups first expanded. There is also the fact that the founder and expansion ages of R and N in the main regions are significantly correlated (R = 0.892; p = 0.0028). However, the lack of correlation between R and M (R = 0.354; p = 0.315) points to an independent, although overlapping expansion for macrohaplogroup M, perhaps, from an, even more, eastern geographic focus [23]. It has also to be stressed that mtDNA traces of Paleolithic East-to-West human expansion waves have been detected in Eurasia, highlighting the predominant role of eastern regions within Eurasia during Paleolithic times [156]. Moreover, the definitive resolution brought by genomic sequencing to the phylogeny and phylogeography of the Y-chromosome has also unveiled southeastern Asia as a primitive center of modern human expansion. A rapid diversification process of Y-chromosome haplogroup K-M526 has been detected in this area with subsequent westward expansions of the ancestors of haplogroups Q and R that originated the majority of paternal lineages of Central Asia and Europe [157]. Furthermore, it has been detected recently a rare F* lineage in Vietnam that is an out-group of a Y mega-haplogroup GHIJK-M3658 that comprises the Indian H. However, previous Indian F* lineages have been included in a clade designated H0 that split from the rest of haplogroup H [158,159,160]. A delayed expansion hypothesis has been formulated to explain the early divergence of Eurasian populations from Africans (90–110 kya) and the comparatively late divergence among different Eurasian populations (50–70 kya). According to this theory, an ancestral Eurasian founding population remained isolated long after the out-of-Africa diaspora before expanding throughout Eurasia [161]. A long journey of L3* maternal lineages since the out-of-Africa throughout Eurasia, its diversification into M, N and R lineages in southeastern Asia, and subsequent diasporas to repopulate Eurasia, as proposed previously [22, 23], and in this paper, for mtDNA fits extraordinarily well with the delayed scenario based on genomic diversity. Notice that this molecular landscape would help to incorporate into a coherent model the existence of modern humans in southern China, at least since 70 kya [11]. Furthermore, this mtDNA scenario also recovers contact with the brilliant hypothesis of Turner, who, based on dental variation, proposed southeastern Asia as the center of the evolution of modern humans [162].Finally, it should be mentioned that during the publication process, two new articles dealing with aspects mentioned here, have been published. In the first one [163] the authors suggest that haplogroup U7 had a very recent coalescence age, around 16–19 kya. However, its rho value based on complete mitogenomes (18.6 kya; 95% CI, 13.6–23.7 kya) widely overlaps with our own estimation (22.0 ± 7.3 kya). In addition, authors propose the Near East as the most probable expansion center of U7 while we situated the born of this haplogroup around southern Kazakhstan (Table 1). In the second article [164], authors intend to reconstruct the Australian mtDNA phylogeographic history before the European settlement. The strongly differentiated patterns detected between the East and West continental regions are highly coincident with those proposed in this study. ReferenceCann RL, Stoneking M, Wilson AC: Mitochondrial DNA and human evolution. Nature, 325:31–6.Vigilant L, Stoneking M, Harpending H: Human Mitochondrial DNA. 1991.Wolpoff MH, Wu X, Thorne AG. Modern Homo sapiens origins: a general theory of hominid evolution involving the fossil evidence from East Asia. Orig mod hum: a world surv fossil evid. 1984;6:411–83. Google Scholar Stringer C. Why we are not all multiregionalists now. Trends Ecol Evol. 2014;29:248–51.Article PubMed Google Scholar Green RE, Malaspinas A-S, Krause J, Briggs AW, Johnson PL, Uhler C, Meyer M, Good JM, Maricic T, Stenzel U, et al. A complete Neandertal mitochondrial genome sequence determined by high-throughput sequencing. Cell. 2008;134:416–26.Article CAS PubMed PubMed Central Google Scholar Prüfer K, Racimo F, Patterson N, Jay F, Sankararaman S, Sawyer S, Heinze A, Renaud G, Sudmant PH, De Filippo C, et al. The complete genome sequence of a Neanderthal from the Altai Mountains. Nature. 2014;505:43–9.Article PubMed CAS Google Scholar Reich D, Green RE, Kircher M, Krause J, Patterson N, Durand EY, Viola B, Briggs AW, Stenzel U, Johnson PLF, Maricic T, Good JM, Marques-Bonet T, Alkan C, Fu Q, Mallick S, Li H, Meyer M, Eichler EE, Stoneking M, Richards M, Talamo S, Shunkov MV, Derevianko AP, Hublin J-J, Kelso J, Slatkin M, Pääbo S. Genetic history of an archaic hominin group from Denisova cave in Siberia. Nature. 2010;468:1053–60.Article CAS PubMed PubMed Central Google Scholar Meyer M, Kircher M, Gansauge M-T, Li H, Racimo F, Mallick S, Schraiber JG, Jay F, Prüfer K, De Filippo C, et al. A high-coverage genome sequence from an archaic Denisovan individual. Science. 2012;338:222–6.Article CAS PubMed PubMed Central Google Scholar Gao X. Paleolithic cultures in China. Curr Anthropol. 2013;54:S358–70.Article Google Scholar Derevianko A. The origin of anatomically modern humans and their behavior in Africa and Eurasia. Archaeol Ethnol Anthropol Eurasia. 2011;39:2–31. Google Scholar Liu W, Martinón-Torres M, Cai Y, Xing S, Tong H, Pei S, Sier MJ, Wu X, Edwards RL, Cheng H, et al. The earliest unequivocally modern humans in southern China. Nature. 2015;Quintana-Murci L, Semino O, Bandelt H-J, Passarino G, McElreavey K, Santachiara-Benerecetti AS. Genetic evidence of an early exit of Homo sapiens Sapiens from Africa through eastern Africa. Nat Genet. 1999;23:437–41.Article CAS PubMed Google Scholar Kivisild T, Rootsi S, Metspalu M, Mastana S, Kaldma K, Parik J, Metspalu E, Adojaan M, Tolk H-V, Stepanov V, et al. The genetic heritage of the earliest settlers persists both in Indian tribal and caste populations. Am J Hum Genet. 2003;72:313–32.Article CAS PubMed PubMed Central Google Scholar Bar-Yosef O, Belfer-Cohen A. Following Pleistocene road signs of human dispersals across Eurasia. Quat Int. 2013;285:30–43.Article Google Scholar Macaulay V, Hill C, Achilli A, Rengo C, Clarke D, Meehan W, Blackburn J, Semino O, Scozzari R, Cruciani F, et al. Single, rapid coastal settlement of Asia revealed by analysis of complete mitochondrial genomes. Science. 2005;308:1034–6.Article CAS PubMed Google Scholar Thangaraj K, Chaubey G, Kivisild T, Reddy AG, Singh VK, Rasalkar AA, Singh L. Reconstructing the origin of Andaman islanders. Science. 2005;308:996.Article CAS PubMed Google Scholar Hudjashov G, Kivisild T, Underhill PA, Endicott P, Sanchez JJ, Lin AA, Shen P, Oefner P, Renfrew C, Villems R, et al. Revealing the prehistoric settlement of Australia by Y chromosome and mtDNA analysis. Proc Natl Acad Sci. 2007;104:8726–30.Article CAS PubMed PubMed Central Google Scholar Kong Q-P, Sun C, Wang H-W, Zhao M, Wang W-Z, Zhong L, Hao X-D, Pan H, Wang S-Y, Cheng Y-T, et al. Large-scale mtDNA screening reveals a surprising matrilineal complexity in east Asia and its implications to the peopling of the region. Mol Biol Evol. 2011;28:513–22.Article CAS PubMed Google Scholar Li Y-C, Wang H-W, Tian J-Y, Liu L-N, Yang L-Q, Zhu C-L, Wu S-F, Kong Q-P, Zhang Y-P. Ancient inland human dispersals from Myanmar into interior East Asia since the late Pleistocene. Sci Rep. 2015;5Maca-Meyer N, González AM, Larruga JM, Flores C, Cabrera VM. Major genomic mitochondrial lineages delineate early human expansions. BMC Genet. 2001;2:1.Article Google Scholar Tanaka M, Cabrera VM, González AM, Larruga JM, Takeyasu T, Fuku N, Guo L-J, Hirose R, Fujita Y, Kurata M, Shinoda K, Umetsu K, Yamada Y, Oshida Y, Sato Y, Hattori N, Mizuno Y, Arai Y, Hirose N, Ohta S, Ogawa O, Tanaka Y, Kawamori R, Shamoto-Nagai M, Maruyama W, Shimokata H, Suzuki R, Shimodaira H. Mitochondrial genome variation in eastern Asia and the peopling of Japan. Genome Res. 2004;14:1832–50.Article CAS PubMed PubMed Central Google Scholar Fregel R, Cabrera V, Larruga JM, Abu-Amero KK, González AM. Carriers of mitochondrial DNA Macrohaplogroup N lineages reached Australia around 50,000 years ago following a northern Asian route. PLoS One. 2015;10:e0129839.Article PubMed PubMed Central CAS Google Scholar Marrero P, Abu-Amero KK, Larruga JM, Cabrera VM: Carriers of human mitochondrial DNA macrohaplogroup M colonized India from southeastern Asia. bioRxiv 2016:047456.Relethford JH. Genetics of modern human origins and diversity. Annu Rev Anthropol. 1998:1–23.Behar DM, van Oven M, Rosset S, Metspalu M, Loogväli E-L, Silva NM, Kivisild T, Torroni A, Villems R. A “Copernican” reassessment of the human mitochondrial DNA tree from its root. Am J Hum Genet. 2012;90:675–84.Article CAS PubMed PubMed Central Google Scholar Shea JJ, Bar-Yosef O: Who Were The Skhul/Qafzeh People? An Archaeological Perspective on Eurasia’s Oldest Modern Humans. מתקופת האבן 2005:451–468.Shen G, Wu X, Wang Q, Tu H, Feng Y, Zhao J. Mass spectrometric U-series dating of Huanglong cave in Hubei Province, central China: evidence for early presence of modern humans in eastern Asia. J Hum Evol. 2013;65:162–7.Article PubMed Google Scholar Liu W, Jin C-Z, Zhang Y-Q, Cai Y-J, Xing S, Wu X-J, Cheng H, Edwards RL, Pan W-S, Qin D-G, An Z-S, Trinkaus E, Wu X-Z. Human remains from Zhirendong, South China, and modern human emergence in East Asia. Proc Natl Acad Sci U S A. 2010;107:19201–6.Article CAS PubMed PubMed Central Google Scholar Bae CJ, Wang W, Zhao J, Huang S, Tian F, Shen G. Modern human teeth from late Pleistocene Luna cave (Guangxi, China). Quat Int. 2014;354:169–83.Article Google Scholar Fu Q, Meyer M, Gao X, Stenzel U, Burbano HA, Kelso J, Pääbo S. DNA analysis of an early modern human from Tianyuan cave, China. Proc Natl Acad Sci. 2013;110:2223–7.Article CAS PubMed PubMed Central Google Scholar Bekada A, Fregel R, Cabrera VM, Larruga JM, Pestano J, Benhamamouch S, González AM. Introducing the Algerian mitochondrial DNA and Y-chromosome profiles into the north African landscape. PLoS One. 2013;8:e56775.Article CAS PubMed PubMed Central Google Scholar Quintáns B, Alvarez-Iglesias V, Salas A, Phillips C, Lareu MV, Carracedo A. Typing of mitochondrial DNA coding region SNPs of forensic and anthropological interest using SNaPshot minisequencing. Forensic Sci Int. 2004;140:251–7.Article PubMed CAS Google Scholar Fregel R, Delgado S. HaploSearch: a tool for haplotype-sequence two-way transformation. Mitochondrion. 2011;11:366–7.Article CAS PubMed Google Scholar Andrews RM, Kubacka I, Chinnery PF, Lightowlers RN, Turnbull DM, Howell N. Reanalysis and revision of the Cambridge reference sequence for human mitochondrial DNA. Nat Genet. 1999;23:147.Article CAS PubMed Google Scholar Hall TA. BioEdit: a user-friendly biological sequence alignment editor and analysis program for windows 95/98/NT. In Nucleic acids Symp Ser. 1999;41:95–8.CAS Google Scholar Van Oven M, Kayser M. Updated comprehensive phylogenetic tree of global human mitochondrial DNA variation. Hum Mutat. 2009;30:E386–94.Article PubMed Google Scholar Bandelt H-J, Forster P, Rӧhl A. Median-joining networks for inferring intraspecific phylogenies. Mol Biol Evol. 1999;16:37–48.Article CAS PubMed Google Scholar Soares P, Ermini L, Thomson N, Mormina M, Rito T, Röhl A, Salas A, Oppenheimer S, Macaulay V, Richards MB. Correcting for purifying selection: an improved human mitochondrial molecular clock. Am J Hum Genet. 2009;84:740–59.Article CAS PubMed PubMed Central Google Scholar Forster P, Harding R, Torroni A, Bandelt HJ. Origin and evolution of native American mtDNA variation: a reappraisal. Am J Hum Genet. 1996;59:935–45.CAS PubMed PubMed Central Google Scholar Saillard J, Forster P, Lynnerup N, Bandelt HJ, Nørby S. mtDNA variation among Greenland Eskimos: the edge of the Beringian expansion. Am J Hum Genet. 2000;67:718–26.Article CAS PubMed PubMed Central Google Scholar Peakall R, Smouse PE. GENALEX 6: genetic analysis in excel. Population genetic software for teaching and research. Mol Ecol Notes. 2006;6:288–95.Article Google Scholar Yunusbayev B, Metspalu M, Järve M, Kutuev I, Rootsi S, Metspalu E, Behar DM, Varendi K, Sahakyan H, Khusainova R, et al. The Caucasus as an asymmetric semipermeable barrier to ancient human migrations. Mol Biol Evol. 2012;29:359–65.Article CAS PubMed Google Scholar Quintana-Murci L, Chaix R, Wells RS, Behar DM, Sayar H, Scozzari R, Rengo C, Al-Zahery N, Semino O, Santachiara-Benerecetti AS, et al. Where west meets east: the complex mtDNA landscape of the southwest and central Asian corridor. Am J Hum Genet. 2004;74:827–45.Article CAS PubMed PubMed Central Google Scholar Kivisild T, Reidla M, Metspalu E, Rosa A, Brehm A, Pennarun E, Parik J, Geberhiwot T, Usanga E, Villems R. Ethiopian mitochondrial DNA heritage: tracking gene flow across and around the gate of tears. Am J Hum Genet. 2004;75:752–70.Article CAS PubMed PubMed Central Google Scholar Abu-Amero KK, Larruga JM, Cabrera VM, González AM. Mitochondrial DNA structure in the Arabian peninsula. BMC Evol Biol. 2008;8:1.Article CAS Google Scholar Derenko M, Malyarchuk B, Bahmanimehr A, Denisova G, Perkova M, Farjadian S, Yepiskoposyan L. Complete mitochondrial DNA diversity in Iranians. PLoS One. 2013;8:e80673.Article PubMed PubMed Central CAS Google Scholar Kivisild T, Bamshad MJ, Kaldma K, Metspalu M, Metspalu E, Reidla M, Laos S, Parik J, Watkins WS, Dixon ME, et al. Deep common ancestry of Indian and western-Eurasian mitochondrial DNA lineages. Curr Biol. 1999;9:1331–4.Article CAS PubMed Google Scholar Metspalu M, Kivisild T, Metspalu E, Parik J, Hudjashov G, Kaldma K, Serk P, Karmin M, Behar DM, MTP G, et al. Most of the extant mtDNA boundaries in south and southwest Asia were likely shaped during the initial settlement of Eurasia by anatomically modern humans. BMC Genet. 2004;5:1.Article CAS Google Scholar Gounder Palanichamy M, Sun C, Agrawal S, Bandelt H-J, Kong Q-P, Khan F, Wang C-Y, Chaudhuri TK, Palla V, Zhang Y-P. Phylogeny of mitochondrial DNA macrohaplogroup N in India, based on complete sequencing: implications for the peopling of South Asia. Am J Hum Genet. 2004;75:966–78.Article Google Scholar Richards M, Macaulay V, Hickey E, Vega E, Sykes B, Guida V, Rengo C, Sellitto D, Cruciani F, Kivisild T, et al. Tracing European founder lineages in the near eastern mtDNA pool. Am J Hum Genet. 2000;67:1251–76.Article CAS PubMed PubMed Central Google Scholar González AM, Garc’\\ia O, Larruga JM, Cabrera VM. The mitochondrial lineage U8a reveals a Paleolithic settlement in the Basque country. BMC Genomics. 2006;7:124.Article PubMed PubMed Central CAS Google Scholar Malyarchuk B, Derenko M, Grzybowski T, Perkova M, Rogalla U, Vanecek T, Tsybovsky I. The peopling of Europe from the mitochondrial haplogroup U5 perspective. PLoS One. 2010;5:e10285.Article PubMed PubMed Central CAS Google Scholar Maca-Meyer N, González AM, Pestano J, Flores C, Larruga JM, Cabrera VM. Mitochondrial DNA transit between West Asia and North Africa inferred from U6 phylogeography. BMC Genet. 2003;4:1.Article Google Scholar Olivieri A, Achilli A, Pala M, Battaglia V, Fornarino S, Al-Zahery N, Scozzari R, Cruciani F, Behar DM, Dugoujon J-M, Coudray C, Santachiara-Benerecetti AS, Semino O, Bandelt H-J, Torroni A. The mtDNA legacy of the Levantine early upper Palaeolithic in Africa. Science. 2006;314:1767–70.Article CAS PubMed Google Scholar Pereira L, Silva NM, Franco-Duarte R, Fernandes V, Pereira JB, Costa MD, Martins H, Soares P, Behar DM, Richards MB, Macaulay V. Population expansion in the north African late Pleistocene signaled by mitochondrial DNA haplogroup U6. BMC Evol Biol. 2010;10:390.Article PubMed PubMed Central Google Scholar Pennarun E, Kivisild T, Metspalu E, Metspalu M, Reisberg T, Moisan J-P, Behar DM, Jones SC, Villems R. Divorcing the late upper Palaeolithic demographic histories of mtDNA haplogroups M1 and U6 in Africa. BMC Evol Biol. 2012;12:234.Article CAS PubMed PubMed Central Google Scholar Secher B, Fregel R, Larruga JM, Cabrera VM, Endicott P, Pestano JJ, González AM. The history of the north African mitochondrial DNA haplogroup U6 gene flow into the African, Eurasian and American continents. BMC Evol Biol. 2014;14:109.Article PubMed PubMed Central Google Scholar Hervella M, Svensson E, Alberdi A, Günther T, Izagirre N, Munters A, Alonso S, Ioana M, Ridiche F, Soficaru A, et al. The mitogenome of a 35,000-year-old Homo sapiens from Europe supports a Palaeolithic back-migration to Africa. Sci Rep. 2016;6Malyarchuk B, Derenko M, Denisova G, Kravtsova O. Mitogenomic diversity in Tatars from the Volga-Ural region of Russia. Mol Biol Evol. 2010;27:2220–6.Article CAS PubMed Google Scholar Derenko M, Malyarchuk B, Denisova G, Perkova M, Litvinov A, Grzybowski T, Dambueva I, Skonieczna K, Rogalla U, Tsybovsky I, et al. Western Eurasian ancestry in modern Siberians based on mitogenomic data. BMC Evol Biol. 2014;14:217.Article PubMed PubMed Central Google Scholar Palanichamy MG, Mitra B, Zhang C-L, Debnath M, Li G-M, Wang H-W, Agrawal S, Chaudhuri TK, Zhang Y-P. West Eurasian mtDNA lineages in India: an insight into the spread of the Dravidian language and the origins of the caste system. Hum Genet. 2015;134:637–47.Article PubMed Google Scholar Costa MD, Pereira JB, Pala M, Fernandes V, Olivieri A, Achilli A, Perego UA, Rychkov S, Naumova O, Hatina J, et al. A substantial prehistoric European ancestry amongst Ashkenazi maternal lineages. Nat Commun. 2013;4Achilli A, Rengo C, Battaglia V, Pala M, Olivieri A, Fornarino S, Magri C, Scozzari R, Babudri N, Santachiara-Benerecetti AS, Bandelt H-J, Semino O, Torroni A. Saami and Berbers-an unexpected mitochondrial DNA link. Am J Hum Genet. 2005;76:883–6.Article CAS PubMed PubMed Central Google Scholar Fu Q, Li H, Moorjani P, Jay F, Slepchenko SM, Bondarev AA, Johnson PL, Aximu-Petri A, Prüfer K, de Filippo C, et al. Genome sequence of a 45,000-year-old modern human from western Siberia. Nature. 2014;514:445–9.Article CAS PubMed PubMed Central Google Scholar Bramanti B, Thomas M, Haak W, Unterlaender M, Jores P, Tambets K, Antanaitis-Jacobs I, Haidle M, Jankauskas R, Kind C-J, et al. Genetic discontinuity between local hunter-gatherers and central Europe’s first farmers. Science. 2009;326:137–40.Article CAS PubMed Google Scholar Haak W, Balanovsky O, Sanchez JJ, Koshel S, Zaporozhchenko V, Adler CJ, Der Sarkissian CSI, Brandt G, Schwarz C, Nicklisch N, Dresely V, Fritsch B, Balanovska E, Villems R, Meller H, Alt KW, Cooper A. Ancient DNA from European early neolithic farmers reveals their near eastern affinities. PLoS Biol. 2010;8:e1000536.Article PubMed PubMed Central CAS Google Scholar Skoglund P, Malmstrӧm H, Raghavan M, Storå J, Hall P, Willerslev E, Gilbert MTP, Gӧtherstrӧm A, Jakobsson M. Origins and genetic legacy of Neolithic farmers and hunter-gatherers in Europe. Science. 2012;336:466–9.Article CAS PubMed Google Scholar Malmstrӧm H, Linderholm A, Skoglund P, Storå J, Sjӧdin P, Gilbert MTP, Holmlund G, Willerslev E, Jakobsson M, Lidén K, et al. Ancient mitochondrial DNA from the northern fringe of the Neolithic farming expansion in Europe sheds light on the dispersion process. Phil Trans R Soc B. 2015;370:20130373.Article CAS Google Scholar Posth C, Renaud G, Mittnik A, Drucker DG, Rougier H, Cupillard C, Valentin F, Thevenet C, Furtwängler A, Wißing C, et al. Pleistocene mitochondrial genomes suggest a single major dispersal of non-Africans and a late glacial population turnover in Europe. Curr Biol. 2016;26:827–33.Article CAS PubMed Google Scholar Haak W, Forster P, Bramanti B, Matsumura S, Brandt G, Tänzer M, Villems R, Renfrew C, Gronenborn D, Alt KW, et al. Ancient DNA from the first European farmers in 7500-year-old Neolithic sites. Science. 2005;310:1016–8.CAS PubMed Google Scholar Melchior L, Lynnerup N, Siegismund HR, Kivisild T, Dissing J. Genetic diversity among ancient Nordic populations. PLoS One. 2010;5:e11898.Article PubMed PubMed Central CAS Google Scholar Brandt G, Haak W, Adler CJ, Roth C, Szécsényi-Nagy A, Karimnia S, Möller-Rieker S, Meller H, Ganslmeier R, Friederich S, Dresely V, Nicklisch N, Pickrell JK, Sirocko F, Reich D, Cooper A, Alt KW. Ancient DNA reveals key stages in the formation of central European mitochondrial genetic diversity. Science. 2013;342:257–61.Article CAS PubMed PubMed Central Google Scholar Szécsényi-Nagy A, Brandt G, Haak W, Keerl V, Jakucs J, Mӧller-Rieker S, Kӧhler K, Mende BG, Oross K, Marton T, et al. Tracing the genetic origin of Europe’s first farmers reveals insights into their social organization. Proc R Soc Lond B Biol Sci. 2015;282:20150339.Article Google Scholar Cassidy LM, Martiniano R, Murphy EM, Teasdale MD, Mallory J, Hartwell B, Bradley DG. Neolithic and Bronze age migration to Ireland and establishment of the insular Atlantic genome. Proc Natl Acad Sci. 2016;113:368–73.Article CAS PubMed Google Scholar Kim K, Brenner CH, Mair VH, Lee K-H, Kim J-H, Gelegdorj E, Batbold N, Song Y-C, Yun H-W, Chang E-J, Lkhagvasuren G, Bazarragchaa M, Park A-J, Lim I, Hong Y-P, Kim W, Chung S-I, Kim D-J, Chung Y-H, Kim S-S, Lee W-B, Kim K-Y. A western Eurasian male is found in 2000-year-old elite Xiongnu cemetery in Northeast Mongolia. Am J Phys Anthropol. 2010;142:429–40.Article PubMed Google Scholar Li C, Li H, Cui Y, Xie C, Cai D, Li W, Mair VH, Xu Z, Zhang Q, Abuduresule I, et al. Evidence that a west-east admixed population lived in the Tarim Basin as early as the early Bronze age. BMC Biol. 2010;8:1.Article CAS Google Scholar Vyas DN, Kitchen A, Miró-Herrans AT, Pearson LN, Al-Meeri A, Mulligan CJ: Bayesian analyses of Yemeni mitochondrial genomes suggest multiple migration events with Africa and Western Eurasia. American journal of physical anthropology 2015.Raule N, Sevini F, Li S, Barbieri A, Tallaro F, Lomartire L, Vianello D, Montesanto A, Moilanen JS, Bezrukov V, et al. The co-occurrence of mtDNA mutations on different oxidative phosphorylation subunits, not detected by haplogroup analysis, affects human longevity and is population specific. Aging Cell. 2014;13:401–7.Article CAS PubMed Google Scholar Li S, Besenbacher S, Li Y, Kristiansen K, Grarup N, Albrechtsen A, Sparsø T, Korneliussen T, Hansen T, Wang J, et al. Variation and association to diabetes in 2000 full mtDNA sequences mined from an exome study in a Danish population. Eur J Hum Genet. 2014;22:1040–5.Article CAS PubMed PubMed Central Google Scholar Lippold S, Xu H, Ko A, Li M, Renaud G, Butthof A, Schrӧder R, Stoneking M. Human paternal and maternal demographic histories: insights from high-resolution Y chromosome and mtDNA sequences. Investig Genet. 2014;5:1.Article Google Scholar CÔRTE-REAL H, Macaulay V, Richards MB, Hariti G, Issad M, CAMBON-THOMSEN A, Papiha S, Bertranpetit J, Sykes B. Genetic diversity in the Iberian peninsula determined from mitochondrial sequence analysis. Ann Hum Genet. 1996;60:331–50.Article PubMed Google Scholar Rando J, Pinto F, Gonzalez A, Hernandez M, Larruga J, Cabrera V, H-J BANDELT. Mitochondrial DNA analysis of northwest African populations reveals genetic exchanges with European, near-eastern, and sub-Saharan populations. Ann Hum Genet. 1998;62:531–50.Article CAS PubMed Google Scholar Plaza S, Calafell F, Helal A, Bouzerna N, Lefranc G, Bertranpetit J, Comas D. Joining the pillars of Hercules: mtDNA sequences show multidirectional gene flow in the western Mediterranean. Ann Hum Genet. 2003;67:312–28.Article CAS PubMed Google Scholar Arredi B, Poloni ES, Paracchini S, Zerjal T, Fathallah DM, Makrelouf M, Pascali VL, Novelletto A, Tyler-Smith C. A predominantly neolithic origin for Y-chromosomal DNA variation in North Africa. Am J Hum Genet. 2004;75:338–45.Article CAS PubMed PubMed Central Google Scholar Semino O, Magri C, Benuzzi G, Lin AA, Al-Zahery N, Battaglia V, Maccioni L, Triantaphyllidis C, Shen P, Oefner PJ, et al. Origin, diffusion, and differentiation of Y-chromosome haplogroups E and J: inferences on the neolithization of Europe and later migratory events in the Mediterranean area. Am J Hum Genet. 2004;74:1023–34.Article CAS PubMed PubMed Central Google Scholar Cherni L, Fernandes V, Pereira JB, Costa MD, Goios A, Frigi S, Yacoubi-Loueslati B, Amor MB, Slama A, Amorim A, et al. Post-last glacial maximum expansion from Iberia to North Africa revealed by fine characterization of mtDNA H haplogroup in Tunisia. Am J Phys Anthropol. 2009;139:253–60.Article PubMed Google Scholar Ennafaa H, Cabrera VM, Abu-Amero KK, González AM, Amor MB, Bouhaha R, Dzimiri N, Elgaa”\\ied AB, Larruga JM. Mitochondrial DNA haplogroup H structure in North Africa. BMC Genet. 2009;10:1.Article CAS Google Scholar Ennafaa H, Fregel R, Khodjet-El-Khil H, González AM, Mahmoudi HAE, Cabrera VM, Larruga JM, Benammar-Elgaaïed A. Mitochondrial DNA and Y-chromosome microstructure in Tunisia. J Hum Genet. 2011;56:734–41.Article CAS PubMed Google Scholar Botigué LR, Henn BM, Gravel S, Maples BK, Gignoux CR, Corona E, Atzmon G, Burns E, Ostrer H, Flores C, Bertranpetit J, Comas D, Bustamante CD. Gene flow from North Africa contributes to differential human genetic diversity in southern Europe. Proc Natl Acad Sci U S A. 2013;110:11791–6.Article PubMed PubMed Central Google Scholar Bekada A, Arauna LR, Deba T, Calafell F, Benhamamouch S, Comas D. Genetic heterogeneity in Algerian human populations. PLoS One. 2015;10:e0138453.Article PubMed PubMed Central CAS Google Scholar Abu-Amero KK, González AM, Larruga JM, Bosley TM, Cabrera VM. Eurasian and African mitochondrial DNA influences in the Saudi Arabian population. BMC Evol Biol. 2007;7:1.Article CAS Google Scholar \\vCern\\y V, Mulligan CJ, Fernandes V, Silva NM, Alshamali F, Non A, Harich N, Cherni L, ABA EG, Al-Meeri A, et al. Internal diversification of mitochondrial haplogroup R0a reveals post-last glacial maximum demographic expansions in south Arabia. Mol Biol Evol. 2011;28:71–8.Article CAS Google Scholar Gandini F, Achilli A, Pala M, Bodner M, Brandini S, Huber G, Egyed B, Ferretti L, Gómez-Carballa A, Salas A, et al. Mapping human dispersals into the horn of Africa from Arabian ice age refugia using mitogenomes. Sci Rep. 2016;6Pala M, Olivieri A, Achilli A, Accetturo M, Metspalu E, Reidla M, Tamm E, Karmin M, Reisberg T, Kashani BH, et al. Mitochondrial DNA signals of late glacial recolonization of Europe from near eastern refugia. Am J Hum Genet. 2012;90:915–24.Article CAS PubMed PubMed Central Google Scholar Cabrera VM, Abu-Amero KK, Larruga JM, González AM. The Arabian peninsula: gate for human migrations out of Africa or cul-de-sac? A mitochondrial DNA phylogeographic perspective. Evol Hum Popul Arabia, Spring. 2010:79–87.Fernandes V, Alshamali F, Alves M, Costa MD, Pereira JB, Silva NM, Cherni L, Harich N, Cerny V, Soares P, et al. The Arabian cradle: mitochondrial relicts of the first steps along the southern route out of Africa. Am J Hum Genet. 2012;90:347–55.Article CAS PubMed PubMed Central Google Scholar Musilová E, Fernandes V, Silva NM, Soares P, Alshamali F, Harich N, Cherni L, Gaaied ABAE, Al-Meeri A, Pereira L, et al. Population history of the Red Sea—genetic exchanges between the Arabian peninsula and East Africa signaled in the mitochondrial DNA HV1 haplogroup. Am J Phys Anthropol. 2011;145:592–8.Article PubMed Google Scholar Al-Abri A, Podgorná E, Rose JI, Pereira L, Mulligan CJ, Silva NM, Bayoumi R, Soares P, Cerny V. Pleistocene-Holocene boundary in southern Arabia from the perspective of human mtDNA variation. Am J Phys Anthropol. 2012;149:291–8.Article PubMed Google Scholar Richards MB, Soares P, Torroni A. Palaeogenomics: Mitogenomes and migrations in Europe’s past. Curr Biol. 2016;26:R243–6.Article CAS PubMed Google Scholar Forster P, Torroni A, Renfrew C, Röhl A. Phylogenetic star contraction applied to Asian and Papuan mtDNA evolution. Mol Biol Evol. 2001;18:1864–81.Article CAS PubMed Google Scholar Tabbada KA, Trejaut J, Loo J-H, Chen Y-M, Lin M, Mirazón-Lahr M, Kivisild T, De Ungria MCA. Philippine mitochondrial DNA diversity: a populated viaduct between Taiwan and Indonesia? Mol Biol Evol. 2010;27:21–31.Article CAS PubMed Google Scholar Heyer E, Georges M, Pachner M, Endicott P. Genetic diversity of four Filipino negrito populations from Luzon: comparison of male and female effective population sizes and differential integration of immigrants into Aeta and Agta communities. Hum Biol. 2013;85:189–208.Article CAS PubMed Google Scholar Delfin F, Ko AM-S, Li M, Gunnarsdóttir ED, Tabbada KA, Salvador JM, Calacal GC, Sagum MS, Datar FA, Padilla SG, et al. Complete mtDNA genomes of Filipino ethnolinguistic groups: a melting pot of recent and ancient lineages in the Asia-Pacific region. Eur J Hum Genet. 2014;22:228–37.Article CAS PubMed Google Scholar Tommaseo-Ponzetta M, Attimonelli M, De Robertis M, Tanzariello F, Saccone C. Mitochondrial DNA variability of west new Guinea populations. Am J Phys Anthropol. 2002;117:49–67.Article CAS PubMed Google Scholar Friedlaender JS, Friedlaender FR, Hodgson JA, Stoltz M, Koki G, Horvat G, Zhadanov S, Schurr TG, Merriwether DA. Melanesian mtDNA complexity. PLoS One. 2007;2:e248.Article PubMed PubMed Central CAS Google Scholar Friedlaender J, Schurr T, Gentz F, Koki G, Friedlaender F, Horvat G, Babb P, Cerchio S, Kaestle F, Schanfield M, et al. Expanding Southwest Pacific mitochondrial haplogroups P and Q. Mol Biol Evol. 2005;22:1506–17.Article CAS PubMed Google Scholar Huoponen K, Schurr TG, Chen Y-S, Wallace DC. Mitochondrial DNA variation in an aboriginal Australian population: evidence for genetic isolation and regional differentiation. Hum Immunol. 2001;62:954–69.Article CAS PubMed Google Scholar Ingman M, Gyllensten U. Mitochondrial genome variation and evolutionary history of Australian and new Guinean aborigines. Genome Res. 2003;13:1600–6.Article CAS PubMed PubMed Central Google Scholar Van Holst Pellekaan SM, Ingman M, Roberts-Thomson J, Harding RM. Mitochondrial genomics identifies major haplogroups in aboriginal Australians. Am J Phys Anthropol. 2006;131:282–94.Article PubMed Google Scholar Torroni A, Rengo C, Guida V, Cruciani F, Sellitto D, Coppa A, Calderon FL, Simionati B, Valle G, Richards M, et al. Do the four clades of the mtDNA haplogroup L2 evolve at different rates? Am J Hum Genet. 2001;69:1348–56.Article CAS PubMed PubMed Central Google Scholar Howell N, Elson JL, Turnbull D, Herrnstadt C. African haplogroup L mtDNA sequences show violations of clock-like evolution. Mol Biol Evol. 2004;21:1843–54.Article CAS PubMed Google Scholar Henn BM, Gignoux CR, Feldman MW, Mountain JL. Characterizing the time dependency of human mitochondrial DNA mutation rate estimates. Mol Biol Evol. 2009;26:217–30.Article CAS PubMed Google Scholar Malaspinas A-S, Westaway MC, Muller C, Sousa VC, Lao O, Alves I, Bergstrӧm A, Athanasiadis G, Cheng JY, Crawford JE, et al. A genomic history of aboriginal Australia. Nature. 2016;Gomes SM, Bodner M, Souto L, Zimmermann B, Huber G, Strobl C, Rӧck AW, Achilli A, Olivieri A, Torroni A, et al. Human settlement history between Sunda and Sahul: a focus on East Timor (Timor-Leste) and the Pleistocenic mtDNA diversity. BMC Genomics. 2015;16:1.Article Google Scholar McAllister P, Nagle N, Mitchell RJ. The Australian Barrineans and their relationship to southeast Asian Negritos: an investigation using mitochondrial genomics. Hum Biol. 2013;85:485–502.Article PubMed Google Scholar Tuladhar BS, Rashid NHA, Panneerchelvam S, Nor NM. Sequence polymorphism of mitochondrial Dna Hypervariable regions I and ii in Malay population of Malaysia. Sci World. 2015;12:24–9.Article Google Scholar Merriwether DA, Hodgson JA, Friedlaender FR, Allaby R, Cerchio S, Koki G, Friedlaender JS. Ancient mitochondrial M haplogroups identified in the Southwest Pacific. Proc Natl Acad Sci U S A. 2005;102:13034–9.Article CAS PubMed PubMed Central Google Scholar Hill C, Soares P, Mormina M, Macaulay V, Meehan W, Blackburn J, Clarke D, Raja JM, Ismail P, Bulbeck D, et al. Phylogeography and ethnogenesis of aboriginal southeast Asians. Mol Biol Evol. 2006;23:2480–91.Article CAS PubMed Google Scholar Jinam TA, Hong L-C, Phipps ME, Stoneking M, Ameen M, Edo J, Saitou N, HP-AS C, et al. Evolutionary history of continental southeast Asians:“early train” hypothesis based on genetic analysis of mitochondrial and autosomal DNA data. Mol Biol Evol. 2012;29:3513–27.Article CAS PubMed Google Scholar Gunnarsdóttir ED, Nandineni MR, Li M, Myles S, Gil D, Pakendorf B, Stoneking M. Larger mitochondrial DNA than Y-chromosome differences between matrilocal and patrilocal groups from Sumatra. Nat Commun. 2011;2:228.Article PubMed CAS Google Scholar Kusuma P, Cox MP, Pierron D, Razafindrazaka H, Brucato N, Tonasso L, Suryadi HL, Letellier T, Sudoyo H, Ricaut F-X. Mitochondrial DNA and the Y chromosome suggest the settlement of Madagascar by Indonesian sea nomad populations. BMC Genomics. 2015;16:1.Article Google Scholar Mona S, Grunz KE, Brauer S, Pakendorf B, Castri L, Sudoyo H, Marzuki S, Barnes RH, Schmidtke J, Stoneking M, et al. Genetic admixture history of eastern Indonesia as revealed by Y-chromosome and mitochondrial DNA analysis. Mol Biol Evol. 2009;26:1865–77.Article CAS PubMed Google Scholar Tumonggor MK, Karafet TM, Hallmark B, Lansing JS, Sudoyo H, Hammer MF, Cox MP. The Indonesian archipelago: an ancient genetic highway linking Asia and the Pacific. J Hum Genet. 2013;58:165–73.Article CAS PubMed Google Scholar Ricaut F-X, Thomas T, Arganini C, Staughton J, Leavesley M, Bellatti M, Foley R, Mirazonlahr M. Mitochondrial DNA variation in Karkar islanders. Ann Hum Genet. 2008;72:349–67.Article CAS PubMed Google Scholar Sykes B, Leiboff A, Low-Beer J, Tetzner S, Richards M. The origins of the Polynesians: an interpretation from mitochondrial lineage analysis. Am J Hum Genet. 1995;57:1463.CAS PubMed PubMed Central Google Scholar Gunnarsdóttir ED, Li M, Bauchet M, Finstermeier K, Stoneking M. High-throughput sequencing of complete human mtDNA genomes from the Philippines. Genome Res. 2011;21:1–11.Article PubMed PubMed Central CAS Google Scholar Presser JC, Stoneking M, Redd AJ. Tasmanian aborigines and DNA. Pap Proc R Soc Tasmania. 2002;136:35–8. Google Scholar Rasmussen M, Guo X, Wang Y, Lohmueller KE, Rasmussen S, Albrechtsen A, Skotte L, Lindgreen S, Metspalu M, Jombart T, et al. An aboriginal Australian genome reveals separate human dispersals into Asia. Science. 2011;334:94–8.Article CAS PubMed PubMed Central Google Scholar Heupink TH, Subramanian S, Wright JL, Endicott P, Westaway MC, Huynen L, Parson W, Millar CD, Willerslev E, Lambert DM. Ancient mtDNA sequences from the first Australians revisited. Proc Natl Acad Sci U S A. 2016;113:6892–7.Article CAS PubMed PubMed Central Google Scholar Kayser M, Brauer S, Weiss G, Schiefenhӧvel W, Underhill PA, Stoneking M. Independent histories of human Y chromosomes from Melanesia and Australia. Am J Hum Genet. 2001;68:173–90.Article CAS PubMed Google Scholar Scheinfeldt L, Friedlaender F, Friedlaender J, Latham K, Koki G, Karafet T, Hammer M, Lorenz J. Unexpected NRY chromosome variation in northern island Melanesia. Mol Biol Evol. 2006;23:1628–41.Article CAS PubMed Google Scholar Delfin F, Salvador JM, Calacal GC, Perdigon HB, Tabbada KA, Villamor LP, Halos SC, Gunnarsdóttir E, Myles S, Hughes DA, et al. The Y-chromosome landscape of the Philippines: extensive heterogeneity and varying genetic affinities of Negrito and non-Negrito groups. Eur J Hum Genet. 2011;19:224–30.Article PubMed Google Scholar Bergstrӧm A, Nagle N, Chen Y, McCarthy S, Pollard MO, Ayub Q, Wilcox S, Wilcox L, van Oorschot RA, McAllister P, others: Deep roots for aboriginal Australian Y chromosomes. Curr Biol 2016, 26:809–813.McEvoy BP, Lind JM, Wang ET, Moyzis RK, Visscher PM, van Holst Pellekaan SM, Wilton AN. Whole-genome genetic diversity in a sample of Australians with deep aboriginal ancestry. Am J Hum Genet. 2010;87:297–305.Article CAS PubMed PubMed Central Google Scholar Reich D, Patterson N, Kircher M, Delfin F, Nandineni MR, Pugach I, Ko AM-S, Ko Y-C, Jinam TA, Phipps ME, et al. Denisova admixture and the first modern human dispersals into Southeast Asia and Oceania. Am J Hum Genet. 2011;89:516–28.Article CAS PubMed PubMed Central Google Scholar Vernot B, Tucci S, Kelso J, Schraiber JG, Wolf AB, Gittelman RM, Dannemann M, Grote S, McCoy RC, Norton H, et al. Excavating Neandertal and Denisovan DNA from the genomes of Melanesian individuals. Science. 2016;352:235–9.Article CAS PubMed Google Scholar Sankararaman S, Mallick S, Patterson N, Reich D. The combined landscape of Denisovan and Neanderthal ancestry in present-day humans. Curr Biol. 2016;26:1241–7.Article CAS PubMed PubMed Central Google Scholar Mijares AS, Détroit F, Piper P, Grün R, Bellwood P, Aubert M, Champion G, Cuevas N, De Leon A, Dizon E. New evidence for a 67,000-year-old human presence at Callao cave, Luzon, Philippines. J Hum Evol. 2010;59:123–32.Article PubMed Google Scholar Bowdler S: Views of the past in Australian prehistory. A Community of Culture 1993:1.Franklin N, Habgood P. Modern human behaviour and Pleistocene Sahul in review. Aust Archaeol. 2007;65:1–16.Article Google Scholar Yao Y-G, Watkins W, Zhang Y-P. Evolutionary history of the mtDNA 9-bp deletion in Chinese populations and its relevance to the peopling of east and southeast Asia. Hum Genet. 2000;107:504–12.Article CAS PubMed Google Scholar Kong Q-P, Yao Y-G, Sun C, Bandelt H-J, Zhu C-L, Zhang Y-P. Phylogeny of east Asian mitochondrial DNA lineages inferred from complete sequences. Am J Hum Genet. 2003;73:671–6.Article CAS PubMed PubMed Central Google Scholar Wen B, Li H, Gao S, Mao X, Gao Y, Li F, Zhang F, He Y, Dong Y, Zhang Y, et al. Genetic structure of Hmong-mien speaking populations in East Asia as revealed by mtDNA lineages. Mol Biol Evol. 2005;22:725–34.Article CAS PubMed Google Scholar Hill C, Soares P, Mormina M, Macaulay V, Clarke D, Blumbach PB, Vizuete-Forster M, Forster P, Bulbeck D, Oppenheimer S, et al. A mitochondrial stratigraphy for island southeast Asia. Am J Hum Genet. 2007;80:29–43.Article CAS PubMed Google Scholar Summerer M, Horst J, Erhart G, Weißensteiner H, Schӧnherr S, Pacher D, Forer L, Horst D, Manhart A, Horst B, et al. Large-scale mitochondrial DNA analysis in Southeast Asia reveals evolutionary effects of cultural isolation in the multi-ethnic population of Myanmar. BMC Evol Biol. 2014;14:1.Article CAS Google Scholar Chaubey G, Karmin M, Metspalu E, Metspalu M, Selvi-Rani D, Singh VK, Parik J, Solnik A, Naidu BP, Kumar A, et al. Phylogeography of mtDNA haplogroup R7 in the Indian peninsula. BMC Evol Biol. 2008;8:1.Article CAS Google Scholar Fornarino S, Pala M, Battaglia V, Maranta R, Achilli A, Modiano G, Torroni A, Semino O, Santachiara-Benerecetti SA. Mitochondrial and Y-chromosome diversity of the Tharus (Nepal): a reservoir of genetic variation. BMC Evol Biol. 2009;9:1.Article CAS Google Scholar Thangaraj K, Nandan A, Sharma V, Sharma VK, Eaaswarkhanth M, Patra PK, Singh S, Rekha S, Dua M, Verma N, et al. Deep rooting in-situ expansion of mtDNA Haplogroup R8 in South Asia. PLoS One. 2009;4:e6545.Article PubMed PubMed Central CAS Google Scholar Sabeti PC, Varilly P, Fry B, Lohmueller J, Hostetter E, Cotsapas C, Xie X, Byrne EH, McCarroll SA, Gaudet R, et al. Genome-wide detection and characterization of positive selection in human populations. Nature. 2007;449:913–8.Article CAS PubMed PubMed Central Google Scholar Fujimoto A, Kimura R, Ohashi J, Omi K, Yuliwulandari R, Batubara L, Mustofa MS, Samakkarn U, Settheetham-Ishida W, Ishida T, et al. A scan for genetic determinants of human hair morphology: EDAR is associated with Asian hair thickness. Hum Mol Genet. 2008;17:835–43.Article CAS PubMed Google Scholar Chaubey G, Metspalu M, Choi Y, Mägi R, Romero IG, Soares P, van Oven M, Behar DM, Rootsi S, Hudjashov G, et al. Population genetic structure in Indian Austroasiatic speakers: the role of landscape barriers and sex-specific admixture. Mol Biol Evol. 2011;28:1013–24.Article CAS PubMed Google Scholar Mendez FL, Watkins JC, Hammer MF. Global genetic variation at OAS1 provides evidence of archaic admixture in Melanesian populations. Mol Biol Evol. 2012;29:1513–20.Article CAS PubMed Google Scholar Norton HL, Kittles RA, Parra E, McKeigue P, Mao X, Cheng K, Canfield VA, Bradley DG, McEvoy B, Shriver MD. Genetic evidence for the convergent evolution of light skin in Europeans and east Asians. Mol Biol Evol. 2007;24:710–22.Article CAS PubMed Google Scholar Mallick CB, Iliescu FM, Mӧls M, Hill S, Tamang R, Chaubey G, Goto R, Ho SY, Romero IG, Crivellaro F, et al. The light skin allele of SLC24A5 in south Asians and Europeans shares identity by descent. PLoS Genet. 2013;9:e1003912.Article CAS Google Scholar Ayub Q, Mezzavilla M, Pagani L, Haber M, Mohyuddin A, Khaliq S, Mehdi SQ, Tyler-Smith C. The Kalash genetic isolate: ancient divergence, drift, and selection. Am J Hum Genet. 2015;96:775–83.Article CAS PubMed PubMed Central Google Scholar Chaix R, Austerlitz F, Hegay T, Quintana-Murci L, Heyer E. Genetic traces of east-to-west human expansion waves in Eurasia. Am J Phys Anthropol. 2008;136:309–17.Article PubMed Google Scholar Karafet TM, Mendez FL, Sudoyo H, Lansing JS, Hammer MF. Improved phylogenetic resolution and rapid diversification of Y-chromosome haplogroup K-M526 in Southeast Asia. Eur J Hum Genet. 2014;Magoon GR, Banks RH, Rottensteiner C, Schrack BE, Tilroe VO, Grierson AJ: Generation of high-resolution a priori Y-chromosome phylogenies using “next-generation” sequencing data. bioRxiv 2013:000802.Hallast P, Batini C, Zadik D, Delser PM, Wetton JH, Arroyo-Pardo E, Cavalleri GL, De Knijff P, Bisol GD, Dupuy BM, et al. The Y-chromosome tree bursts into leaf: 13,000 high-confidence SNPs covering the majority of known clades. Mol Biol Evol. 2015;32:661–73.Article CAS PubMed Google Scholar Poznik GD, Xue Y, Mendez FL, Willems TF, Massaia A, Sayres MAW, Ayub Q, McCarthy SA, Narechania A, Kashin S, et al. Punctuated bursts in human male demography inferred from 1,244 worldwide Y-chromosome sequences. Nat Genet. 2016;48:593–9.Article CAS PubMed PubMed Central Google Scholar Xing J, Watkins WS, Hu Y, Huff CD, Sabo A, Muzny DM, Bamshad MJ, Gibbs RA, Jorde LB, Yu F. Genetic diversity in India and the inference of Eurasian population expansion. Genome Biol. 2010;11:R113.Article CAS PubMed PubMed Central Google Scholar Turner CG. Late Pleistocene and Holocene population history of East Asia based on dental variation. Am J Phys Anthropol. 1987;73:305–21.Article PubMed Google Scholar Sahakyan H, Hooshiar Kashani B, Tamang R, Kushniarevich A, Francis A, Costa MD, Pathak AK, Khachatryan Z, Sharma I, van Oven M, Parik J, Hovhannisyan H, Metspalu E, Pennarun E, Karmin M, Tamm E, Tambets K, Bahmanimehr A, Reisberg T, Reidla M, Achilli A, Olivieri A, Gandini F, Perego UA, Al-Zahery N, Houshmand M, Sanati MH, Soares P, Rai E, Šarac J, et al. Origin and spread of human mitochondrial DNA haplogroup U7. Sci Rep. 2017;7:46044.Article CAS PubMed PubMed Central Google Scholar Tobler R, Rohrlach A, Soubrier J, Bover P, Llamas B, Tuke J, Bean N, Abdullah-Highfold A, Agius S, O’Donoghue A, O’Loughlin I, Sutton P, Zilio F, Walshe K, Williams AN, Turney CSM, Williams M, Richards SM, Mitchell RJ, Kowal E, Stephen JR, Williams L, Haak W, Cooper A. Aboriginal mitogenomes reveal 50,000 years of regionalism in Australia. Nature. 2017;544:180–4.Article CAS PubMed Google Scholar Download referencesAcknowledgementsWe are grateful to Dra. Ana M. González for her experimental contribution and bright ideas brought to this work. This research was supported by Grant n° CGL2010-16195 from the Spanish Ministerio de Ciencia e Innovación to JML. Availability of data and materials The sequence sets supporting the results of this article are available in the GenBank repository (KY411439-KY411495), Additional file 1: Tables S1 and S3, and Additional file 2: Figures S1 and S2. References for the published sequences used in this study are listed in Additional file 1: Tables S1, S6, S7, and S8. These sequences have been directly retrieved from the authors or from GenBank. All results obtained from our statistical analyses are presented in tables and figures of this article and in the additional files. Authors’ contributions VMC conceived and designed the study, analyzed the data and wrote the manuscript. JML carried out the sequencing of La Laguna samples and contributed to the collection of sequence data and their analysis. PM edited and submitted mtDNA sequences and contributed to the data analysis. KKAA carried out the sequencing of the Arabian samples and made corrections on the manuscript. MVG brought unpublished sequences and independently confirmed analysis results. All authors read and approved the final manuscript. Authors’ information VMC is actually retired. Competing interests The authors declare that they have no competing interests. Consent for publication Not applicable. Ethics approval and consent to participate The procedure of human population sampling adhered to the tenets of the Declaration of Helsinki. Written consent was recorded from all participants prior to taking part in the study. The study underwent formal review and was approved by the College of Medicine Ethical Committee of the King Saud University (proposal N° 09–659) and by the Ethics Committee for Human Research at the University of La Laguna (proposal NR157). Publisher’s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Author informationAuthors and AffiliationsDepartamento de Genética, Facultad de Biología, Universidad de La Laguna, E-38271 La Laguna, Tenerife, SpainJose M Larruga & Vicente M CabreraResearch Support General Service, Universidad de La Laguna, E-38271 La Laguna, Tenerife, SpainPatricia MarreroGlaucoma Research Chair, Department of Ophthalmology, College of Medicine, King Saud University, Riyadh, Saudi ArabiaKhaled K Abu-AmeroThe Research Institute for Medical Genetics, 634050, Tomsk, RussiaMaria V GolubenkoAuthorsJose M LarrugaView author publicationsYou can also search for this author inPubMed Google ScholarPatricia MarreroView author publicationsYou can also search for this author inPubMed Google ScholarKhaled K Abu-AmeroView author publicationsYou can also search for this author inPubMed Google ScholarMaria V GolubenkoView author publicationsYou can also search for this author inPubMed Google ScholarVicente M CabreraView author publicationsYou can also search for this author inPubMed Google ScholarCorresponding authorCorrespondence to Vicente M Cabrera.Additional filesAdditional file 1: Table S1.Worldwide mtDNA haplogroup U3 sequences. Table S2. MtDNA haplogroup U3 haplotypic frequencies (%) in Eurasian and northern Africa main regions. Table S3. MtDNA complete U and P sequences obtained in this study. Table S4. Mitochondrial DNA haplogroup P frequencies (%) in the West Pacific Islands. Table S5. Mitochondrial DNA haplogroup frequencies (%) in Australia. Table S6. Frequency (%) of major mtDNA macrohaplogroup R branches in different regions of Eurasia and Australasia. Table S7. MtDNA macrohaplogroup M, N and R frequencies (%) in Eurasia and Australasia. Table S8. Mantel tests based on correlations between geographic distances (a), genetic distances (b), and genetic identities (c). Table S9. Coalescence ages for the main branches of mtDNA haplogroup R in different geographic areas. (XLSX 266 kb)Additional file 2: Figure S1. MtDNA haplogroup U phylogeny with emphasis on the U3 branch. Figure S2. MtDNA haplogroup P phylogeny. (XLSX 175 kb)Rights and permissions Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated. Reprints and permissionsAbout this articleCite this articleLarruga, J.M., Marrero, P., Abu-Amero, K.K. et al. Carriers of mitochondrial DNA macrohaplogroup R colonized Eurasia and Australasia from a southeast Asia core area. BMC Evol Biol 17, 115 (2017). https://doi.org/10.1186/s12862-017-0964-5Download citationReceived: 29 January 2017Accepted: 11 May 2017Published: 23 May 2017DOI: https://doi.org/10.1186/s12862-017-0964-5Share this articleAnyone you share the following link with will be able to read this content:Get shareable linkSorry, a shareable link is not currently available for this article.Copy to clipboard Provided by the Springer Nature SharedIt content-sharing initiative KeywordsHuman evolutionMitochondrial DNAMacrohaplogroup RHaplogroup UOut-of-Africa Download PDF Advertisement BMC Ecology and Evolution ISSN: 2730-7182 Contact us General enquiries: journalsubmissions@springernature.com Read more on our blogs Receive BMC newsletters Manage article alerts Language editing for authors Scientific editing for authors Policies Accessibility Press center Support and Contact Leave feedback Careers Follow BMC BMC Twitter page BMC Facebook page BMC Weibo page By using this website, you agree to our Terms and Conditions, Your US state privacy rights, Privacy statement and Cookies policy. Your privacy choices/Manage cookies we use in the preference centre. © 2025 BioMed Central Ltd unless otherwise stated. Part of Springer Nature.", "https://static-content.springer.com/esm/art%3A10.1186%2Fs12862-017-0964-5/MediaObjects/12862_2017_964_MOESM1_ESM.xlsx": "latitude longitude u3 sample ethnic country locality authors range haplotypeskhwe south africa unspecified location chen et alkung south africa unspecified location chen et almozambique romga salas et al simozambique chopi salas et al sinamibia unspecified location watson et almozambique shangaan salas et al simozambique tongas salas et al simozambique tswa salas et al simozambique ndau salas et al simozambique shona salas et al simozambique mixture np simozambique mixture pereira et almozambique sena salas et al simozambique lomwe salas et al simozambique nyungwe salas et al simozambique chwabo salas et al simozambique makhwa salas et al simozambique nyanja salas et al simozambique nguni salas et al simozambique makonde salas et al simozambique yao salas et al sigambia unspecified location np siangola mixture np siangola mixture plaza et aldatoga tanzania unspecified location knight et al hacehadzabe tanzania unspecified location knight et al haceiraqw tanzania unspecified location knight et al hacesukuma tanzania unspecified location knight et al haceangola cabinda beleza et alcongo republic mixture np sicongo republic mixture silva et alkenya naibori brandstätter et alkenya mixture np sikenya mixture watson et alsao tome mixture mateu et alsao tome mixture np sisao tome mixture trovoada et alequatorial guinea unspecified location np siequatorial guinea unspecified location pinto et albioko unspecified location mateu et alcamerron unspecified location cerny et alcamerron south coia et alcamerron tchebouna coia et alcamerron unspecified location np sicamerron unspecified location silva et alcamerron unspecified location destrobisol et alcentral africa republic unspecified location destrobisol et alcentral africa republic unspecified location vigilant et al watson et alnigeria ette veeramah et alnigeria mkpok ndon eyo veeramah et alnigeria afaha ubion veeramah et alnigeria ekpene ukpa veeramah et alnigeria eyo ekpe veeramah et alnigeria ndiya veeramah et alnigeria mbiokporo veeramah et alnigeria oron veeramah et alnigeria ikot ene veeramah et alnigeria ikot absi obori veeramah et alnigeria calabar veeramah et alnigeria ukanafun veeramah et alnigeria ikot ekang veeramah et alnigeria ikot ubom veeramah et alnigeria ikot ntuenoku veeramah et alnigeria ikot ntu veeramah et alnigeria ono yom veeramah et alnigeria ntan mbat veeramah et alnigeria netim veeramah et alcameroon foubam veeramah et alghana enchi veeramah et alcameroon bankim veeramah et alnigeria nenwe veeramah et alghana kibi veeramah et alghana sefwiwiawso veeramah et alcameroon wum veeramah et alnigeria enugu veeramah et alliberia mixture np sighana ho veeramah et alivory coast mixture np sigurage ethiopia shashemene kivisild et alghana mixture np sicamerron garoua cerny et alethnic groups sierra leone unspecified location jackson et alsierra leone unspecified location budowle et alsierra leone unspecified location np sitogo mixture np sicameroon tcheboua cerny et alnigeria mixture cerny et alnigeria mixture np siethiopia nekémte kivisild et alcameroon garaoua cerny et alguinea conakry unspecified location np sicameroon hinimdou cerny et alchad bongor cerny et alcamerron north coia et alburkina faso banfora cerny et alcameroon soulede cerny et alburkina faso tindangou cerny et alniger nigeria mixture watson et aloromo ethiopia afar kivisild et alguinea bissau unspecified location np siguinea bissau unspecified location rosa et alcameroon houluf cerny et alarabs chad mixture cerny et alfukani chad mixture cerny et alchad lake chad cerny et almandenka senegal east graven et altuaregs mali mixture np si 311iarabs mali mixture np simali mixture gonzález et al simali mixture np sibuduma niger lake chad cerny et altigrai eritrea ethiopia mekéle kivisild et al 129cyemen taizz cerný et altuaregs burkina faso goromgorom pereira et al 2010byemen hudeida cerný et alcabo verde brava brehm et alsenegal unspecified location np sisenegal unspecified location rando et alcabo verde fogo brehm et altuaregs niger tanut pereira et al 2010bcabo verde santiago brehm et alcabo verde maio brehm et almixture india karnataka rajkumar kashyapyemen hajja cerný et alsudan unspecified location krings et alsudan unspecified location np siyemen unspecified location costa et al complete seqyemen mixture kivisild et alyemen mixture thomas et al situaregs mali gossi pereira et al 2010bcabo verde mixture np sicabo verde boavista brehm et alcabo verde sao nicolau brehm et alcabo verde sal brehm et alcabo verde sao vicente brehm et alyemen wadi hadramawt cerný et alindia andra pradesh fornarino et al hvi parte hviichenchukoya india andra pradesh kivisild et alcabo verde sao antao brehm et almauritania mixture gonzález et al simauritania mixture np simauritania mixture rando et alsaudi arabs south abuamero et al abuamero et al 3151c 3151c 3151c 15940dt 3091c 3151ccastes india maharashtra baig et alsaudi arabs west abuamero et al abuamero et al 3151cgujarati india gujarat quintanamurci et aldubai unspecified location alshamali et al 3091c 3151c 390r 3151c 3151c 125g 3091c 3151cegypt nubia krings et alsaudi arabs center abuamero et al abuamero et al 3151c 3151c 183c 3091ci 3151c 3151c 3151csaudi arabs unspecified location abuamero et al abuamero et al 3151cparsi pakistan karachi quintanamurci et alsindh pakistan karachi quintanamurci et alsindhis pakistan karachi quintanamurci et alsahara unspecified location np sisahara unspecified location plaza et alsahara unspecified location rando et altuaregs libya tahala ottoni et al 2009aegypt gurna stevanovitch et altuaregs libya al awaynat ottoni et al 2009asaudi arabs east abuamero et al abuamero et almakrani pakistan makran coast quintanamurci et alnepal eastern terai fornarino et al hvi parte hviiegypt mixture krings et alhindus nepal central terai fornarino et al hvi parte hviinepal central terai fornarino et al hvi parte hviiberbers egypt elhayez oasis kujanova et al whole genome 15944dt 3151cbaluch baluchistan mixture quintanamurci et albrahui pakistan baluchistan quintanamurci et alhazara pakistan baluchistan quintanamurci et alpathan pakistan baluchistan quintanamurci et alindia new delhi fornarino et al hvi parte hviiindia mixture kivisild et alindia unspecified location thomas et al siiran southeast metspalu et alegypt upper egypt stevanovitch et alberbers egypt siwa coudray et aliran centralsouth quintanamurci et al 266airan southwest metspalu et alsaudi arabs north abuamero et al abuamero et al 3151cbedouins behar et albedouins di rienzo wilsonberbers morocco asni coudray et alarabs iran ahwaz nasidze et alkalash pakistan northwest quintanamurci et aljordania dead sea gonzález et al si 3091c 3151c 303i 3151c 3091c 3151c 311i 522dmorocco marrakesh falchi et alpalestinian israel unspecified location thomas et alpalestina behar et alberbers morocco souss brakez et albakhtiari iran izeh nasidze et aljordania amman gonzález et al si 3091c 3151c 3151c 3091c 3151c 522d 15944d 3151c 522d 3151c 3151cberbers morocco azilal rhouda et al2009 siberbers morocco figuig coudray et almozabite berbers algeria ghardaia cortereal et alisrael north macaulay et aliran esfahan metspalu et aliran isfahan nasidze et altunisia south np siberbers tunisia chenini fadhlaouizid et alisrael cherkess behar et aldruze israel carmel shlush et allibya mixture np sidruze israel galilee shlush et aldruze israel golan shlush et alisrael druze behar et alegypt alexandria saunier et al 1931c 1932c 3091c 3151c 3151c 523del 524del 523del 5731c 5732c 5733c 5734c 5735c 3151c 3091c 3151c 523del 524del 3151c 523del 524del 3091c 3151c 3091c 3151c 3151c 3151cmorocco el jadida harich et alarabs iraq baghdad alzahery et aliraq mixture richards et alsyria unspecified location shlush et alsyria unspecified location thomas et alberbers tunisia matmata fadhlaouizid et allur iran southwest quintanamurci et allebanon unspecified location shlush et almorocco northcentral turchi et alsmall berbers communities tunisia skira cherni et alberbers tunisia bou omrane np siberbers tunisia bou saâd np siarabs morocco mixture costa et al complete seqarabs morocco mixture plaza et alarabs morocco mixture rando et al 311i 522d 303i 311iberbers morocco mixture np siberbers morocco mixture plaza et alberbers morocco mixture rando et al 311iberbers morocco mixture thomas et almorocco unspecified location alvarez et almorocco mixture np si 311iberbers tunisia sened fadhlaouizid et alberbers tunisia sened np sihunza burusho pakistan karakorum mountains quintanamurci et alarabs morocco oujda rhouda et al2009afghanistan mixture irwin et al 3151cbaleares majorca falchi et albaleares majorca picornell et alpersians iran mixture derenko et 3091c 3092c 3151c 3151cberbers morocco bouhria coudray et altunisia center np sicrete lasithi prefecture martinez et al 3091c 3151ccrete lasithi martinez et al 3091c 3151ccypriots greek cyprus unspecified location irwin et al 3151c 3151c 523del 524del 3151c 523del 524del 311y 3151c 318t 3151c 523del 524delgreece east crete forster et alarabs morocco chefchaouen rhouda et al2009 siberbers morocco al hoceima rhouda et al2009 sicrete heraklion martinez et al 3151c 3151carabs morocco tetouan rhouda et al2009berbers morocco north np siiranian iran unspecified location comas et aliran unspecified location richards et aliran teheran nasidze et alkurdish iran west quintanamurci et alsmall berbers communities tunisia kesra cherni et alberbers tunisia kesra cherni et alsyria north vernesi et al 042cmanzarin iran north nasidze et alarabs tunisia zriba cherni et alsmall arab community tunisia zriba cherni et aliran mashhad metspalu et alspain cadiz alvarez et alspain cadiz np sial andalus tunisia testour cherni et alal andalus tunisia slouguia cherni et alspain malaga alvarez et alspain malaga fernández et alspain malaga np siberbers algeria mixture np sialgeria mixture np sialgeria mixture plaza et altunisia tunis cherni et alarabs tunisia unspecified location plaza et altunisia unspecified location costa et al complete seqtunisia unspecified location np si 15944dt 15944dtspain almeria alvarez et alspain almeria np sispain almeria coast np siturkey antalya di benedetto et altunisia north np situnisia north turchi et al 3151cportugal algarve gonzalez et algreece lakonia forster et alal andalus tunisia qalaat el andalous cherni et alkurds iran mixture derenko etiran northwest metspalu et alspain granada alvarez et alspain granada falchi et alspain granada np sial andalus tunisia el alia cherni et aluzbekistan qashkadarya irwin et al 3091c 3092c 3151c 3091c 3151cspain huelva alvarez et alspain huelva np sigilaki iran north nasidze et alsicily agrigento forster et al 265tspain sevilla alvarez et al 3151c tiene en cuenta laspain sevilla np si 311ispain priego casas et alsicily sciacca forster et alsicily mixture ottoni et algreece peloponnese kouvatsi et al 183c 3091c 3151cgreece euboea forster et alkorea south derenko etspain andalusia cortereal et alspain andalusia larruga et al sispain andalusia np sispain andalusia plaza et alspain almeria mountains np sigreece argolis forster et alspain jaen alvarez et alspain jaen np sisicily alia vona et alarabs tunisia jerba loueslati et alberbers tunisia jerba loueslati et altunisia jerba np siturkey konya quintanamurci et al u3 si analizado tienespain cordoba alvarez et alspain cordoba larruga et al sispain cordoba np sispain souyh mixture lópezsoto sanz variaciónshugnan tajikistan unspecified location quintanamurci et altajiks tajikistan unspecified location comas et altajiks tajikistan mixture derenko et 258ac 3151ctajikistan mixture irwin et al 3151c 183c 193ic 3151cuzbekistan surkhandarya quintanamurci et alkurdish turkmenistan unspecified location quintanamurci et alturkmen turkmenistan unspecified location comas et alturkmen turkmenistan unspecified location quintanamurci et alturkmenistan mixture irwin et al 3091c 3151c 523del 524delspain murcia alvarez et alspain murcia np sigilaki iran north quintanamurci et almanzarin iran north quintanamurci et algreece attica vernesi et alsicily castellamare del golfo cali et alportugal south pereira et al 3091c 3151cportugal pias pereira et al 2010agreece chios forster et algreece chios kouvatsi et alspain alicante np siturkey izmir di benedetto et al 343c 140a 322t 343cportugal alentejo gonzalez et alturkey anatolia mergen et alportugal center gonzalez et alportugal center pereira et al 3151cportugal mixture cortereal et alamhara ethiopia addis abeba kivisild et aloromo ethiopia unspecified location kivisild et alethiopia unspecified location thomas et al siportugal coruche pereira et al 2010akurmanji turkey mixture nasidze et alzazaki turkey mixture nasidze et alturkey mixture calafell et al 3091c 3151cturkey anatolia comas et alturkey mixture richards et albaleares ibiza picornell et alspain albacete np siitaly calabria ottoni et al 2009bsardinia sant antioco falchi et alsardinia san pietro falchi et algreece center kouvatsi et alcorsica bonifacio falchi et alspain castilla mancha alvarez et al 3151c tiene en cuenta laspain castilla mancha larruga et al sispain castilla mancha np siportugal alcacer sal pereira et al 2010aspain valencia alvarez et alspain valencia np si 311ispain valencia picornell et alspain extremadura alvarez et alspain extremadura np siturkey van di benedetto et albaleares mixture np sigreece epirus kouvatsi et al 3091c 3151csardinia trexenta falchi et algreece thessaly kouvatsi et alsardinia ogliastra fraumene et alturkey ankara di benedetto et alturkey ankara nasidze et albaleares menorca picornell et alarmenians armenia unspecified location nasidze stonekingsardinia mixture di rienzo wilsonalbania andon poci bosch et alspain castellon np sisardinia nuoro falchi et alazerbaijanians caucasus unspecified location nasidze stonekingturkish azerbaijan mixture quintanamurci et allezginians caucasus unspecified location nasidze et alspain mixture cortereal et alspain mixture np siitaly basilicata ottoni et al 2009balbania dukasi bosch et alrutulians caucasus unspecified location nasidze et aluzbekistan fergana irwin et algreece north irwin et al 3151c 3151c 523del 524del 195y 3151c 3151c 3151c 3151c 523del 524del 2x 315i 522d 523d 3151c 315i 522d 523d 315icgreece north richards et alavarians caucasus unspecified location nasidze et alportugal north gonzalez et alportugal north pereira et al 3151c 3151c 3151csardinia gallura falchi et alitaly puglia babalini et alspain bajo duero alvarez et alitaly campania babalini et algreece thrace bosch et alspain tarragona garcia et al si hvi hvii hastaspain tarragona np sialbania mixture albania belledi et alkyrgyzstan unspecified location comas et alkyrgyzstan unspecified location comas et alkyrgyzstan mixture irwin et al 3091c 3092c 3151c 3091c 3151cuzbekistan thaskent irwin et al 3091c 3092c 3151calbania tyrana bosch et albukarians uzbekistan unspecified location comas et aluzbekistan unspecified location comas et aluzbekistan unspecified location thomas et al sispain sayago alvarez et alspain aliste alvarez et alaromuns macedonia krusevo bosch et almacedonia east kouvatsi et aluzbekistan khorezm irwin et al 3091c 3151c 523del 524delspain sanabria alvarez et alspain aragon alvarez et alspain aragon garcia et al si hvi hvii hastaspain catalonia alvarez et al 3151c tiene en cuenta laspain catalonia alvareziglesias et alspain catalonia cortereal et alspain catalonia garcia et al si hvi hvii hastaspain catalonia np sispain catalonia plaza et alchristian orthodox religion macedonia mixture zimmermann et al 3151c 3151c 464c 523del 524del 575delspain lerida garcia et al si hvi hvii hastaspain lerida np simacedonia center kouvatsi et alcroatian italy molise babalini et alitaly molise babalini et alspain castilla alvarez et alspain castilla larruga et al sispain castilla np si 303i 311ispain campospan alvarez et alspain zaragoza martinezjarreta et alitaly lazio babalini et almacedonia east forster et alspain barcelona garcia et al si hvi hvii hastaspain barcelona np siaromuns macedonia stip bosch et alspain cataloniaaragon crespillo et al 3151c 3091c 3151c 3151cgeorgians caucasus unspecified location quintanamurci et al 6u3 si analizado tienekurds georgia tbilisi comas et al 166dageorgia tbilisi comas et algeorgia unspecified location np sigeorgia unspecified location nasidze stonekinggeorgia unspecified location thomas et al siitaly jenne messina et al 171g 96aitaly roma turchi et al 3151citaly vallepietra messina et al 74gspain gerona garcia et al si hvi hvii hastaspain gerona np sispain benavente alvarez et almacedonia skopje bosch et al 343cspain golfo ártabro alvareziglesias et alnogays dagestankarachaicherkess republic mixture bermisheva et alitaly mixture richards et alitaly abruzzo babalini et alitaly elba island brisighelli et alitaly tarquinia brisighelli et aldarginians caucasus unspecified location nasidze stonekingitaly central east italy verginelli et al 343citaly etruscan casentino achilli et alspain rioja alvarez et alspain la rioja larruga et al sispain rioja np sicorsica corte varesi et alspain ourense alvareziglesias et alitaly collevecchio brisighelli et alitaly magliano sabina brisighelli et alitaly tuscania brisighelli et alitaly vulci brisighelli et albalkarians caucasus unspecified location quintanamurci et alchechens caucasus unspecified location quintanamurci et al u3 si analizado tienemaragatos spain castilla leon larruga et al simaragatos spain castilla leon np siuzbekistan karakalpakstan irwin et alandorra andorra alvarez et alitaly terni turchi et alspain rias baixas alvareziglesias et alspain leon alvarez et al 3151c tiene en cuenta laspain leon np sispain galicia alvarez et alspain mixture galicia alvareziglesias et alspain galicia mixture garcia et al si hvi hvii hastaspain galicia mixture gonzalez et alspain galicia mixture npspain galicia mixture salas et al salas et albulgaria unspecified location calafell et al 3151citaly pitigliano brisighelli et alitaly monte fiascone brisighelli et alspain north mixture cortereal et alspain navarra alvarez et alspain navarra garcia et al si hvi hvii hastaspain navarra np sispain norwest galicia alvareziglesias et alspain santiago alvareziglesias et alspain baixo ñiño alvareziglesias et alspain alava alvarez et alspain alava cortereal et alspain alava garcia et al si hvi hvii hastaspain mariña lucense alvareziglesias et alusa spain basque country davis et al pressspain basque country garcia et al si hvi hvii hastaspain basque country np sigeorgia swanetia alfonsosanchez et al 183c 193icitaly chiusi brisighelli et alitaly central italy tagliabracci et al si al menos 404pbabkhazia unspecified location nasidze et alossetia alagir nasidze et al 2004bspain guipuzcoa alfonsosanchez et alspain guipuzcoa alvarez et alspain guipuzcoa bertranpetit et alspain guipuzcoa garcia et al si hvi hvii hastaspain guipuzcoa np sispain guipuzcoa richards et alchechenians caucasus unspecified location nasidze stonekingcroatia zaostrog babalini et alsilk road china daheyan cui et alspain potes alvareziglesias et alspain potes macameyer et alitaly etruscan murlo achilli et alossetians ossetia diagora nasidze et alcroatia hvar tolk et alspain cantabria alvarez et alspain cantabria alvareziglesias et alspain cantabria garcia et al si hvi hvii hastaspain cantabria macameyer et alspain cantabria np sicroatia zivogosce babalini et alossetia zilga nasidze et al 2004bspain asturias alvarez et al 3151c tiene en cuenta laspain asturias garcia et al si hvi hvii hasta 3151cspain asturias np sispain vizcaya alfonsosanchez et alspain vizcaya alvarez et al 3151c tiene en cuenta laspain vizcaya cortereal et alspain vizcaya garcia et al si hvi hvii hastaspain vizcaya np sifrance bearn richard et alspain pas alvareziglesias et alspain pas macameyer et al whole genome 309i 311iossetia zamankul nasidze et al 2004bspain lugo alvareziglesias et alinghushians caucasus unspecified location nasidze stonekingballarians caucasus unspecified location nasidze et alitaly etruscan volterra achilli et al 166dcroatia mimice babalini et alkabardinian caucasus unspecified location nasidze stoneking 375afrance var dubut et alitaly arrezo brisighelli et alcroatia krilo babalini et alitaly tuscany falchi et alitaly tuscany francalacci et alfrance herault richard et alitaly ancona turchi et alkarachaians caucasus unspecified location nasidze et alitaly firenze turchi et al 3151c 3091c 3151ccherkessians caucasus unspecified location nasidze stonekinghuis china xinjisng yao et alkazaks china xinjisng yao et almongolians china xinjisng yao et aluzbeks china xinjisng yao et alabazianians caucasus unspecified location nasidze stonekingbosniaherzegovina mixture malyarchuk et al 3151cromania constanta bosch et alromania kogalniceanu bosch et alitaly bologna bini et al 3151citaly bologna turchi et al 3151c 3151citaly modena turchi et alalbanian serbia banat zgonjanin et algerman serbia banat zgonjanin et alhungarian serbia banat zgonjanin et alserbian serbia banat zgonjanin et alromania ploiesti bosch et alitaly torino turchi et al 166d 3151cfrance perigordlimousin dubut et alitaly pavia turchi et al 3151c 3151c 3151cmuslim serbia srem zgonjanin et alserbian serbia srem zgonjanin et alserbian serbia srem zgonjanin et alslovak serbia srem zgonjanin et alcroatian serbia backa zgonjanin et alhungarian serbia backa zgonjanin et alroma serbia backa zgonjanin et alserbian serbia backa zgonjanin et alslovak serbia backa zgonjanin et altatars crimea unspecified location comas et aladyghey caucasus northwest macaulay et alfrance rhone richard et alitaly posina mogentaleprofizi et alsekler hungary transylvania tomory et alitaly barco di pravisdomini mogentaleprofizi et alaltai republic zhan aul gokcumen et alslovenia mixture malyarchuk et al 3151c 3151cslovenia mixture zupanic et al2004 3151cgagauz moldava comrat nasidze et alromania csikszereda brandstätter et al 2007aswitzerland southwest dimosimonin et al 3151c 3151citaly colle santa lucia vernesi et al laromania lunka de sus brandstätter et al 2007a 3091c 3151cbulgary unspecified location richards et al 166delitaly val badia pichler et alkalmyks russia kalmyk republic derenko etfrance vienne richard et alfrance vendée richard et alitaly val venosta pichler et alitaly val isarco pichler et alitaly val pusteri pichler et alswitzerland unspecified location pult et alaustria west parson et al 3091c 3151cmoldava faureshty nasidze et alfrance loireatlantique richard et alfrance maine et loire richard et alhungary unspecified location tomory et alaustria mixture brandstätter et al 2007b 093y 3151c 523del524del 3091c 3151c 523del524del 3091c 3151cfrance morbihan dubut et alfrance morbihan richard et almongolia ulaanbatar derenko etfrance sarthe richard et alkazaks kazakastan mixture comas et aluighurs kazakastan mixture comas et alkazakastan mixture comas et alkazakastan mixture irwin et alslovakia bratislava malyarchuk et alfrance finistére dubut et alfrance finistére richard et algermany south lutz et al 3151c 514i 3091c 3151c 314i 3151c 3091c 3151cfrance mixture northeast richards et alnegida siberia khabarovk starikovskaya et alullchi siberia khabarovk starikovskaya et alukraine unspecified location malyarchuk et algermany ulm brandstätter et al 3091c 3151c 189y 3151c 523del524delslovakia kosice malyarchuk et algermany bavaria richards et alfrance unspecified location alvarez et alfrance mixture danan et alfrance mixture garcia et al si hvi hvii hastafrance mixture richard et alfrance mixture rousselet mangin 3091c 3151cfrance normandie garcia et al si hvi hvii hastafrance calvados richard et alfrance seinemaritime dubut et alfrance somme richard et alrussia mixture malyarchuk et al 3151c 3151caltai republic koshagach gokcumen et alczech unspecified location vanecek et al 3151c 3151cpoland upper silesia grzybowski et algreat britain cornwall richards et alaltainkizhi siberia altai republic derenko ettelenghits siberia altai republic derenko ettubular siberia siberia starikovskaya et alsiberia altai republic derenko et algermany rhin area baasner madeagermany rhin area baasner et albelgiun unspecified location alvarez et albelgiun mixture np sigermany unspecified location alvarez et algermany mixture garcia et al si hvi hvii hastagermany unspecified location hofmann et al completasgermany mixture np si 15944dt 311i 522dpoland southeast monies et alaltai republic turata gokcumen et alaltai republic cherny anuy gokcumen et altuvan siberia tuva republic starikovskaya et altuvinians siberia tuva republic derenko et alburyats siberia buryat republic derenko et alburyats siberia buryat republic derenko etburyats siberia buryat republic pakendorf et alevenks siberia buryat republic derenko etkhamnigans siberia buryat republic derenko etsojots siberia buryat republic derenko et aldanes polish czechs europa north richards et al 265tengland mixture helgason et alburyats siberia irkutsk starikovskaya et alnetherland unspecified location np siwales unspecified location richards et altodjin siberia tuva republic derenko et altuvinians siberia tuva republic derenko et 3151cgermany lower saxony pfeiffer et al 3151c 3091c 3151cgermany lower saxony pfeiffer et al 166dgermany northwest richards et albelarus bobruisk belyaeva et alirland west mcevoy et alirland east mcevoy et algermany mecklenburg tetzlaff et al 3151c 3151ctofolars siberia alygdzher derenko et algermany western pomerania poetsch et al 3091c 3151c 3151ckhakassians siberia khakass republic derenko et alkhakassians siberia khakass republic derenko ettofolars siberia nerkha starikovskaya et alpoland pomeraniakaszuby grzybowski et al 3091c 3151c 3091c 3151cpoland suwalszczyzna grzybowski et al 3151cbashkirs transural region mixture bermisheva et alural region mordovia bermisheva et alpoland pomeraniakujavy malyarchuk et al 3151c 3091c 3151cpoland pomeraniagdansk grzybowski et al 3091c 3151crussia bashkiria belyaeva et allithuania mixture lappalainen et alshors siberia kemerovo derenko etteleuts siberia kemerovo derenko etural region tatarstan bermisheva et algreat britain unspecified location alvarez et algreat britain unspecified location garcia et al si hvi hvii hastagreat britain unspecified location piercy et alural region chuvashia bermisheva et alrussia mixture irwin et al 3091c 3151c 3091c 3151crussians chuvash finns karelian estonians europa northeast richards et alevenks siberia krasnoyarsk derenko etsweden blekingelkristianstad tillmar et alural region mari el bermisheva et alscotland mixture helgason et al 224gdenmark unspecified location mikkelsen et al 166d 3151cdenmark unspecified location richards et allatvia mixture lappalainen et allatvia mixture pliss et algreat britain western iles helgason et altver karelian baltic sea region unspecified location lappalainen et al sigreat britain skye island helgason et alsweden gotland tillmar et alural region udmurtia bermisheva et alvolgafinnic northeast unspecified location sajantila et alrussia kostroma orekhov et alseto baltic sea region unspecified location lappalainen et al sisweden skaraborg tillmar et alrussia volot grzybowski et altatars siberia tobolsk naumova et alrussia mixture malyarchuk et alsweden östergötlandjönköping tillmar et alrussia novgorod grzybowski et al 3091c 3092c 3151cural region komipermyak bermisheva et algreat britain orkney island helgason et alsweden mixture kittles et alestonia unspecified location lappalainen et alestonia unspecified location sajantila et alestonia unspecified location sajantila et alsweden norway mixture richards et alsweden värmland tillmar et alingrian karelian baltic sea region unspecified location lappalainen et al sisweden uppsala tillmar et alnorway mixture helgason et alnorway mixture opdal et alnorway mixture passarino et alvepsian karelian baltic sea region unspecified location lappalainen et al sifinland unspecified location lahermo et alfinland unspecified location kittles et alfinland unspecified location richards et alfinland unspecified location sajantila et alfinland mixture hedman et alfinland karjala hedman et alfinland varsinais hedman et alirland unspecified location alvarez et alirland mixture mcevoy et alothers karelian baltic sea region lappalainen et al sifinland häme hedman et alfinland savo meinilä et alfinland savo hedman et alfinland satakunta hedman et alaunus karelian baltic sea region unspecified location lappalainen et aliceland mixture helgason et aliceland mixture helgason et aliceland mixture richards et aliceland mixture sajantila et almansi ural mountains mixture derbeneva et al si hvihviifinland ostrobothnia meinilä et alfinland pohjanmaa hedman et alfinland kainuu meinilä et alsweden eastern lappalainen et alkarelian northeast unspecified location sajantila et alural region komi republic bermisheva et alrussia oshevensk belyaeva et alsweden vasterbotten tillmar et alchukchi siberia anadyr derenko etnorthern eurasia surgutikha derbeneva et al si hvihviiviena karelian baltic sea region unspecified location lappalainen et al sisweden jokkmokk tillmar et alsaami finland east lapland lahermo et alyakuts siberia shaka derenko etyakuts siberia shaka republic fedorova et alyakuts siberia shaka republic pakendorf et alyakuts siberia mixture pakendorf et alsiberia mixture pakendorf et alnorthern eurasia dudinka derbeneva et al si hvihviigypsies spain malaga fernández et algypsies spain madrid gresham et algypsies poland zielona gora nowa sol malyarchuk et al 3151cgypsies bulgaria lom kalaydjieva et algypsies bulgaria mixture gresham et algypsies bulgaria unspecified location kalaydjieva et algypsies lithuania vilnius gresham et aljews portugal belmonte behar et aljews morocco mixture picornell et al 3151cjews morocco mixture thomas et aljews france unspecified location behar et aljews baleares majorca picornell et aljews northeuropa unspecified location thomas et aljews netherland unspecified location behar et aljews switzerland unspecified location behar et aljews ethiopia unspecified location thomas et al 183cjews tunisia unspecified location picornell et aljews germany unspecified location behar et aljews libya unspecified location picornell et aljews czech unspecified location behar et aljews austrohungary unspecified location behar et aljews hungary budapest brandstätter et aljews poland unspecified location behar et aljews lithuania unspecified location behar et aljews latvia unspecified location behar et aljews estonia unspecified location behar et aljews romania unspecified location behar et aljews belarus unspecified location behar et aljews moldavia unspecified location behar et aljews ukraine unspecified location behar et aljews turkey mixture picornell et aljews russia unspecified location behar et aljews iraq unspecified location thomas et al 343cjews iraq mixture picornell et al 3091c 3151cjews georgia unspecified location thomas et al sijews azerbaijan unspecified location behar et aljews iran unspecified location picornell et aljews iran unspecified location thomas et aljews uzbekistan unspecified location thomas et al sijews india unspecified location thomas et al sijews bulgaria spanish exilers behar et aljews ethiopia betalisrael behar et aljews india cochin behar et aljews yemen unspecified location thomas et al sijews georgia unspecified location behar et aljews india bneisrael behar et al bombayjews iran unspecified location behar et al 343cjews irak unspecified location behar et al 343cjews libya unspecified location behar et aljews morocco unspecified location behar et aljews tunisia unspecified location behar et aljews turkey unspecified location behar et aljews yemen unspecified location behar et aljews aphganistan unspecified location behar et aljews kurdistan unspecified location behar et aljews syria unspecified location behar et aljews uzbekistan unspecified location behar et aljews algeria unspecified location behar et aljews former yugoslavia behar et aljews greece behar et aljews italy behar et aljews netherlands behar et aljews rodus behar et aljews spain behar et aljews spanish exile behar et aljews surinam behar et alremains spain priego casas et al remainsremains hungary unspecified location tomory et alremanis italy etruscan mixture vernesi et al remanisazores flores santos et al santos et alazores corvo santos et alazores faial santos et al santos et alazores pico santos et al santos et alazores sao jorge santos et al santos et alazores graciosa santos et alazores terceira santos et al santos et alazores terceira santos et al santos et alazores mixture brehm et alazores sao miguel santos et al santos et alazores santa maria santos et al santos et alcanary islands hierro np sicanary islands hierro rando et alcanary islands hierro santos et alcanary islands la palma np sicanary islands la palma rando et alcanary islands la palma santos et alcanary islands gomera np sicanary islands gomera rando et alcanary islands gomera santos et almadeira mixture brehm et alremains canary islands tenerife macameyer et al remainsremains canary islands tenerife macameyer et al remainscanary islands tenerife np sicanary islands tenerife rando et al 311icanary islands tenerife santos et alcanary islands gran canaria np sicanary islands gran canaria rando et alcanary islands gran canaria santos et alcanary islands fuerteventura np sicanary islands fuerteventura santos et alcanary islands unspecified location alvarez et alcanary islands unspecified location np sicanary islands unspecified location rando et alcanary islands unspecified location santos et alcanary islands lanzarote np si 311icanary islands lanzarote rando et alcanary islands lanzarote santos et algermany ulm brandstätter et al 2008baustria innsbruck brandstätter et al 2008bhungary transylvania brandstätter et al 2008bdubai unspecified location brandstätter et al 2008bitaly south italy sarno et alitaly sicily sarno et alafghanistan hindu kush hazara di cristofaro et alafghanistan hindu kush pashtun di cristofaro et alafghanistan hindu kush tajik di cristofaro et alafghanistan hindu kush turkmen di cristofaro et alafghanistan hindu kush uzbek di cristofaro et alchina tibetoburman wen et alchina sherpa tibet kang et alchina sherpa tibetnepal bhandari et allebanon badro et al 183c 191alibya misurata badro et alpalestine palestinian badro et alsyria syrian badro et al 037tjordan north badro et al 163dqiangic china sichuan wang et almorocco arabberber aboukhalid et al 309i 315i 309i 315ikongu vellalar india tamil nadu sabariswaran et alkeriyan china xinjian chen et al 309i 315ipardhan india andhra pradesh thanseem et alnaikpod india andhra pradesh thanseem et alandh india andhra pradesh thanseem et albalkan bosnia western balkan kovacevic et aluzbekistan devor et aluzbekistan irwin et al 309i 315i 309i 315i 309i 315i 309i 315i168 183c 189c 315i 309i 315i 315i 309i 315i 309ii 315itibetans china tibetan plateau qin et altibetans han china tibetan plateau ji et alserbian serbia davidovic et al 315i 189c 309i 315isaraiki pakistan hayat et alportuguese portugal marques et al 315i 189c 315imakrani pakistan siddiqi et altribal india roychoudhury et aldanes denmark scandinavia riede et alaltaian russia siberia derenko et al mitogenome 15944dtbarghuts china inner mongolia derenko et alkazakhs russia altai republic derenko et al 315iazeris iran derenko et al mitogenomepersian iran derenko et al mitogenomeqashqais iran derenko et al mitogenome 15944dt 15944dtkhanty russia nw siberia pimenoff et almansi russia nw siberia pimenoff et alsiberian russia siberiaberingia volodko et alkazan tatars russia volgaural malyarchuk et almishar tatars russia volgaural malyarchuk et altubalarevenulchi russia siberia sukernik et alaltaikizhi russia south siberia phillipskrawczak et albhariabhilsahariya india central india sharma et altamil india south india watkins et altribes india eastern india banerjee et altuscans italy gomezcarballa et al mitogenomesagalassos remains turkey anatolia ottoni et alindian india barnabas et alkuwait theyab et alyemenite yemen almeeri et alyemenite yemen almahra alabri et aloman dhofar alabri et alsomalian somalia mikkelsen et al 315iiraqi iraq alzahery et almarsh arab iraq alzahery et aliraq alzahery et al 315i 309i 315i 309i 315i 309i 315i 315i 315iethiopian jews ethiopia non et alyemenite jews yemen non et alyemeni yemen non et alyemeni yemen cerny et alne caucasus caucasus yunusbayev et alnogays caucasus yunusbayev et alnw caucasus caucasus yunusbayev et alcaucasus caucasus yunusbayev et alserbian serbia vojvodina zgonjanin et alcastes india maharashtra roy et alindia uttar pradesh sharma et alindia bihar sharma et alindia punjab sharma et alindia south india sharma et alindia sw india mountain et altribes india meghalaya ne india reddy et alindia eastern india sahoo kashyapindia maharashtrasw india thangaraj et almuslim india south india palanichamy et almuslim india north india palanichamy et al 266gcastes india maharashtrasw india palanichamy et alindia chattisgarh india palanichamy et alindia ne india palanichamy et almuslim india sunni shia eaaswarkhanth et aliran terreros et al 189cdravidian india karnataka swindia rajkumar kashyap vk 309i 315ikhalkhadariganga mongolia kolman et altibetans china tibet zhao et aliran ashrafianbonab et al 053g 266a 343c73 282a 220c 276achakma bangladesh gazi et almarma bangladesh gazi et altripura bangladesh gazi et alturkey ankara schonberg et al mitogenomeazeris caucasus baku schonberg et al mitogenomearmenian caucasus erevan schonberg et al mitogenome 15944dt 15944dt 315igeorgian caucasus batumi schonberg et al mitogenome 315i 189cirani iran tehran schonberg et al mitogenome 315inepalese nepal kahtmandu wang et alsherpa china tibet shigatse kang et al mitogenomeslavs poland mielniksikorska et al 315i 309i 315i 315i 319it 315islavs ukraine mielniksikorska et al 315i 309i 315islavs czech mielniksikorska et al 188d 315isry lanka ranaweera et alalgerian algeria oran bekada et al crsalgerian algeria oran bekada et alalgerian algeria algiers bekada et alberbers algeria zenata bekada et alreguibate algeria tindouf bekada et alandalusian spain huelva hernandez et alandalusian spain granada hernandez et al 166dabelarusians russia kushniarerevich et albosnian bosnia ahmic et al 315i 315i 309i 315icroatian croatia cres island jeran et alcroatian croatia mljet island sarac et alcroatian croatia laktovo sarac et alcroatian croatia dubrovnik sarac et alroma portugal iberia mendizabal et al 315i 309i 315i 315i 315i 315i 315i 315inepal newar gayden et alnepal tamang gayden et alnepal kathmandu gayden et alchina tibet gayden et alladin italy tyrol thomas et alalbanian macedonia jankovaajanovska et al 315i 523ica 315i 523dcaromanies macedonia jankovaajanovska et al 315iturks macedonia jankovaajanovska et al 315imongol china cheng et alaltaian russia dulik et alcastes india maharashtra gaikwad kashyap 309i 315isiddis india gujarat shah et alsiddis india karnataka swindia shah et alindian india gujarat shah et alindian india karnataka swindia shah et altati daghestan bertoncini et altibetans china tibet qi et alestonian estonia stoljarova et al mitogenomeyemeni yemen vyas et al mitogenomebulgarians bulgaria karachanak et al 166dproto bulgarian bulgaria nesheva dvburyat russia barguzin gilbert et alslovaks slovakia lehocky et al 315i 309i 315i 315i 309i 315ieast slavic belarus brest kushniarevich et aleast slavic belarus homel kushniarevich et aleast slavic belarus vitebsk kushniarevich et aleast slavic russia north kushniarevich et aleast slavic russia south kushniarevich et aleast slavic russia central kushniarevich et alwest slavic czech kushniarevich et allithuanian lithuania kushniarevich et alromanians romania kushniarevich et alevenks russia siberia duggan et al mitogenomeeven russia siberia duggan et al mitogenomeyakuts russia siberia duggan et al mitogenomeyukaghir russia siberia duggan et al mitogenomekoryak russia kamchatka duggan et al mitogenomenivkh russia amurussuri duggan et al mitogenomecastes india uttarakhand negi et alcochin jews india kerala india chaubey et alindian india kerala india chaubey et alchahar lang iran khuzestan sw iran davoudidehaghani et alyemeni yemen cerny et allebanese lebanon haber et al 191a 183citalian italy boattini et alitalian italy persiceto italy boattini et altunisians tunisia kefi et alberbers tunisia ennafaa et aliberians iberia atlantic facade santos et aliberians iberia mediterranean santos et al 315iportuguese portugal miranda mairal et alcroatian croatia sarac et albosnian bosnia sarac et al 265therzegovina sarac et alslovenian slovenia sarac et alcroatian croatia zumberak sarac et aldolgans russia taymyr fedorova et alsakha russia yakutia fedorova et allithuanians lithuania kasperavieiute et alreferencesaboukhalid et al mtdna control region variation samples moroccan population int leg medabuamero kk gonzález larruga jm bosley tm cabrera vm eurasian african mitochondrial dna influences saudi arabian population bmc evolutionary biologyabuamero kk larruga jm cabrera vm gonzález mitochondrial dna structure arabian peninsula bmc evolutionary biologyachilli olivieri pala metspalu fornarino battaglia accetturo kutuev khusnutdinova pennarun cerutti di gaetano crobu palli matullo santachiarabenerecetti cavallisforza semino villems bandelt hj piazza torroni mitochondrial dna variation modern tuscans supports near eastern origin etruscansahmic pojskic silajdzic hadziselimovic preliminary study paleolithic neolithic contribution european mtdna flow shaping genetic structure recent bosnian population eur scialabri podgorna rose ji pereira mulligan cj silva nm bayoumi soares cerny pleistoceneholocene boundary southern arabia perspective human mtdna variation phys anthropolalfonsosanchez martinezbouzas castro peña ja fernandezfernandez herrera rj de pancorbo mm sequence polymorphism mtdna control region human isolate georgians swanetia human genetalfonsosanchez cardoso martinezbouzas peña ja herrera rj castro fernandezfernandez ide pancorbo mm mitochondrial dna haplogroup diversity basques reassessment based hvi hvii polymorphisms american journal human biologyalmeeri non al lajoie tw mulligan cj effect different sampling strategies single geographic region yemen standard genetic analyses mitochondrial dna mitochondrial dnaalshamali brandstätter zimmermann parson mitochondrial dna control region variation dubai united arab emirates forensic sci int genet 21e910ashrafianbonab handley ljl balloux urbanization scrambling genetic structure human populations case study heredityalvarez jc johson del lorente ja martinezespin martinezgonzalez lj allard wilson mr budowle characterization human control region sequences spanish individuals forensic mtdna data set legal medicinealvarez santos ramos pratdesaba francalacci aluja mp mitochondrial dna patterns iberian northern plateau population dynamics substructure zamora province phys anthropolalvareziglesias mosqueramiguel cerezo quintans zarrabeitia mt cusco lareu mv garcıa perezjurado carracedo salas new population phylogenetic features internal variation within mitochondrial dna macrohaplogroup r0 plos one 44e112alzahery semino benuzzi magri passarino torroni santachiarabenerecetti ychromosome mtdna polymorphisms iraq crossroad early human dispersal postneolithic migrations mol phylogenet evolalzahery pala battaglia grugni hamod kashani bh olivieri torroni santachiarabenerecetti semino search genetic footprints sumerians survey ychromosome mtdna variation marsh arabs iraq bmc evol biolalzahery saunier ellingson parson parson tj irwin ja characterization mitochondrial dna control region lineages iraq int leg medbaasner madea sequence polymorphisms mitochondrial dna control region german caucasians forensic scibaasner schafer junge madea 1998polymorphic sites human mtdna control region sequences population data maternal inheritance foren sci intbabalini martinezlabarga tolk hv kivisild giampaolo tarsi contini barac janicijevic martinovic klaric pericic sujoldzic villems biondi rudan rickards population history croatian linguistic minority molise southern italy maternal view eur hum genetbadro et al ychromosome mtdna genetics reveal significant contrasts affinities modern middle eastern populations european african populations plos one e54616baig mm khan aa kulkarni km mitochondrial dna diversity tribal caste groups maharashtra india implication genetic origins ann hum genet 68ptbanerjee trivedi kashyap vk mtdna control region sequence polymorphism four tribes chotanagpur plateau india forensic sci intbarnabas shouche suresh cg high resolution mtdna studies indian population implication palaeolithic settlement indian subcontinent ann hum genetbhandari et al genetic evidence recent tibetan ancestry sherpas himalayan region scientific reportsbehar dm hammer mf garrigan villems bonnetamir richards gurwitz rosengarten kaplan pergola sd quintanamurci skorecki mtdna evidence genetic bottleneck early history ashkenazi jewish population eur hum genetbehar dm metspalu kivisild rosset tzur hadid yudkovsky rosengarten pereira amorim kutuev gurwitz bonnetamir villems skorecki counting founders matrilineal genetic ancestry jewish diaspora plos one 34e2062bekada fregel cabrera vm larruga jm pestano benhamamouch gonzalez introducing algerian mitochondrial dna ychromosome profiles north african landscape plos one e56775bekada arauna lr deba calafell benhamamouch comas genetic heterogeneity algerian human populations plos one e0138453beleza gusmão amorim carracedo salas genetic legacy western bantu migrations hum genetbelyaeva bermisheva khrunin slominsky bebyakova khusnutdinova mikulich limborska mitochondrial dna variations russian belorussian populations hum biolbelledi poloni es casalotti conterio mikerezi tagliavini excoffier maternal paternal lineages albania genetic structure indoeuropean populations eur hum genetbermisheva tambets villems khusnutdinova diversity mitochondrial dna haplogroups ethnic populations volgaural regions mol biol moskbermisheva kutuev ia korshunova tyu dubova na villems khusnutdinova phylogeographic analysis mitochondrial dna nogays strong mixture maternal lineages eastern western eurasia mol biol moskbertoncini et al dual origins tatispeakers dagestan written genealogy uniparental variants hum biolbertranpetit sala calafell underhill pa moral comas human mitochondrial dna variation origin basques ann hum genetbini ceccardi luiselli ferri pelotti colalongo falconi pappalardo different informativeness three hypervariable mitochondrial dna regions population bologna italy forensic sci intboattini et al uniparental markers italy reveal sexbiased genetic structure different historical strata plos one e65441boattinit et al traces medieval migrations socially stratified population northern italy evidence uniparental markers deeprooted pedigrees hereditybosch calafell gonzálezneira flaiz mateu scheil hg huckenbeck efremovska mikerezi xirotiris grasa schmidt comas paternal maternal lineages balkans show homogeneous landscape linguistic barriers except isolated aromuns annals human geneticsbrakez bosch izaabel akhayat comas bertranpetit calafell human mitochondrial dna sequence variation moroccan population souss area ann hum biolbrandstätter egyed zimmermanna tordai padarb parson mitochondrial dna control region variation ashkenazi jews hungary forensic science international genetics e4e6brandstätter niederstätter pavlic grubwieser parson 2007b generating population data empop database overview mtdna sequencing data evaluation processes considering austrian control region sequences example forensic sci intbrandstätter peterson ct irwin ja mpoke koech dk parson parsons tj mitochondrial dna control region sequences nairobi kenya inferring phylogenetic parameters fro establishment forensic database int legal medbrandstätter egyed zimmermann duftner padar parson 2007a migration rates genetic structure two hungarian ethnic groups transylvania romania ann hum genet 71ptbrandstätter klein duftner wiegand parson application quasimedian network analysis visualization character conflicts population sample mitochondrial dna control region sequences southern germany ulm int legal medbrehm pereira bandelt hj prata mj amorim mitochondrial portraits cabo verde senegambian outpost atlantic slave trade ann hum genetbrehm pereira kivisild amorim mitochondrial portraits madeira açores archipelagos witness different genetic pools settlers hum genetbrisighelli capelli alvareziglesias onofri paoli tofanelli carracedo pascali vl salas etruscan timeline recent anatolian connection eur hum genetbudowle wilson mr dizinno ja stauffer fasano holland mm monson kl mitochondrial dna regions hvi hvii population dataforensic sci intcalafell underhill tolun angelicheva kalaydjeva asia europe mitochondrial dna sequence variability bulgarians turks ann hum genetcali le roux mg danna flugy de leo chiavetta ayala gf romano vj mtdna control region rflp data sicily france legal med11445229231casas mj hagelberg fregel larruga jm gonzález amin press human mitochondrial dna diversity archaeological site alandalus genetic impact migrations north africa medieval spain phys anthropolcerny hajek bromova cmejla diallo brdicka mtdna fulani nomads genetic relationships neighboring sedentary populations human biologycerny mulligan cj rídl zaloudková edens cm hájek pereira regional differences distribution subsaharan west eurasian south asian mtdna lineages yemen phys anthropolcerny hajek cmejla bruzek brdicka mtdna sequences chadicspeaking populations northern cameroon suggest affinities eastern africa ann hum biolcerny salas hajek zaloudkova brdicka bidirectional corridor sahelsudan belt distinctive features chad basin populations history revealed mitochondrial dna genome annals human geneticscerny cizkova poloni es almeeri mulligan cj comprehensive view population history arabia inferred mtdna variation phys anthropolcoia destrobisol verginelli battaggia boschi cruciani spedini comas calafell mtdna variation north cameroon lack asian lineages implications back migration asia subsaharan africa phys anthropolcomas calafell bendukidze fananas bertranpetit 2000georgian kurd mtdna sequence analysis shows lack correlation languages female genetic lineages phys anthropolcomas calafell mateu perezlezaun bertranpetit 1996geographic variation human mitochondrial dna control region sequence population history turkey relationship european populations molec biol evolcomas calafell mateu perezlezaun bosch martinezarias clarimon facchini fiori luiselli pettener bertranpetit trading genes along silk road mtdna sequences origin central asian populations hum genet63618241838comas plaza wells yuldaseva lao calafell bertranpetit admixture migrations dispersals central asia evidence maternal dna lineages european journal human geneticscortereal hb macaulay va richards mb hariti issad ms cambonthomsen papiha bertranpetit sykes bc genetic diversity iberian peninsula determined mitochondrial sequence analysis ann hum genetcosta md cherni fernandes freitas ammar el gaaied ab pereira data complete mtdna sequencing tunisian centenarians testing haplogroup association golden mean longevity mech ageing devcoudray olivieri achilli pala melhaoui cherkaoui elchennawi kossmann torroni dugoujon jm complex diversified mitochondrial gene pool berber populations ann hum gentcrespillo luque ja paredes fernández ramírez valverde jl mitochondrial dna sequences individuals northeastern spain int legal medcui li gao xie zhou early eurasian migration traces tarim basin revealed mtdna polymorphisms phys anthropolchaubey et al genetic affinities jewish populations india scientific reportschen ablimit ling wu qin keweier zuo zhang zheng paternal maternal genetic analysis desert keriyan population keriyans descendants guge tibetants plos one e100479chen ys olckers schurr tg kogelnik huoponen wallace dc mtdna variation south african kung khwe genetic relationships africancheng tang dong lu lei yu zhang xiao genetic imprint mongol signal phylogeographic analysis mitochondrial dna hum genetcherni loueslati pereira ennafaâ amorim el gaaied ab female gene pools berber arab neighboring communities central tunisia microstructure mtdna variation north africa hum biolcherni fernandes pereira jb costa md goios frigi yacoubiloueslati ben amor slama amorim el gaaied aa pereira postlast glacial maximum expansion iberia north africa revealed fine characterization mtdna haplogroup tunisia american journal physical anthropologydanan sternberg van steirteghem cazeneuve duquesnoy besmond goossens lissens amselem evaluation parental mitochondrial inheritance neonates born intracytoplasmic sperm injection hum genetdavidovic et al mitochondrial dna perspective serbian genetic diversity phys anthropoldavis mc novak sj hampikian press mitochondrial dna analysis immigrant basque population loss diversity due founder effects phys anthropoldavoudidehaghani et al mitochondrial dna sequence diversity three ethnic populations southwest iran preliminary study frontiers biologyderbeneva oa starikovskaya eb volodko nv wallace dc sukernik ri mitochondrial dna variation kets nganasans implications initial peopling northern eurasia russ hum genetderbeneva oa starikovskaya eb wallace dc sukernik ri traces early eurasians mansi northwest siberia revealed mitochondrial dna analysis hum genetderenko malyarchuk grzybowski denisova dambueva perkova dorzhu luzina lee hk vanecek villems zakharov phylogeographic analysis mitochondrial dna northern asian populations hum genetderenko mv grzybowski malyarchuk ba dmbueva ik denisova ga czarny dorzhu cm kakpakov vt míscicka sliwka wozniak zakharov ia diversity mitochondrial dna lineages south siberia ann hum genetderenko malyarchuk denisova perkova rogalla grzybowski khusnutdinova zakharov complete mitochondrial dna analysis eastern eurasian haplogroups rarely found populations northern asia eastern europe plos one e32179derenko malyarchuk bahmanimehr denisova perkova farjadian yepiskoposyan complete mitochondrial diversity iranians plos one e80673derenko et al western eurasian ancestry modern siberians based mitogenomic data bmc evol bioldestrobisol coia boschi verginelli caglià pascali spedini calafell 2004the analysis variation mtdna hypervariable region suggest eastern western pygmies diverged bantu expansion american naturalistdevor et al gene flow crossroads humanity mtdna sequence diversity alu insertion polymorphism frequencies uzbekistan open genomics journaldi benedetto erguven stenico castri bertorelle togan barbujani dna diversity population admixture anatolia phys anthropoldi cristofaro et al afghan hindu kush eurasian sujbcontinent gene flows converge plos one e76748di rienzo wilson ac 1991branching pattern evolutionary tree human mitochondrial dna proc nat acad sci usadimosimonin grange taroni brandtcasadevall mangin forensic evaluation mtdna population south west switzerland int legal meddubut chollet murail cartault beraudcolomb serre mogentaleprofizi dna polymorphisms five french groups importance regional samplingeur hum genetduggan whitten wiebe crawford butthof spitsyn makarov novgorodov osakovsky pakendorf investigating prehistory tungusic peoples siberia amurussuri region complete mtdna genome sequences ychromosome markers plos one e83570dulik et al mitochondrial dna ychromosome variation provides evidence recent common ancestry native americans indigenous altaians hum geneteaaswarkhanth et al traces subsaharan middle eastern lineages indian muslim populations hum genetennafaa et al mitochondrial dna ychromosome microstructure tunisia hum genetfadhlaouizid plaza calafell ben amor comas bennamar el gaaied mitochondrial dna heterogeneity tunisian berbers ann hum genetfalchi giovannoni calo cm piras moral paoli vona varesi genetic history western mediterranean human isolates mtdna hvr1 polymorphisms hum genetfedorova sa bermisheva villems maksimova nr khusnutdinova ek analysis mitochondrial dna haplotypes yakut population mol biol moskfedorova et al autosomal uniparental portraits native populations sakhayakutia implications peopling northeast eurasia bmc evol biolfernández fernández martinezcabrera mayorga alonso león arnal hens luque de ramón caballero leyva multiple sclerosis gypsies southern spain prevalence mitochondrial dna haplogroups hla class ii association tissue antigensfornarino pala battaglia maranta achilli modiano torroni semino santachiarabenerecetti sa mitochondrial ychromosome diversity tharus nepal reservoir genetic variation bmc evol biolforster cali rohl metspalu danna mirisola de leo flugy salerno ayala kouvatsi villems romano continental subcontinental distributions mtdna control region types int legal medfrancalacci bertranpetit calafell underhill sequence diversity control region mitochondrial dna tuscany implications peopling europe phys anthropolfraumene belle em castrì sanna mancosu cosso marras barbujani pirastu angius high resolution analysis phylogenetic network construction using complete mtdna sequences sardinian genetic isolates mol biol evolgaikwad kashyap vk molecular insight genesis ranked caste populations westerrn india based upon polymorphisms across nonrecombinant recombinant regions genome genome biology 6p10garcia fregel larruga jm alvarez yurrebaso cabrera vm gonzalez using mitochondrial dna test hypothesis european postglacial human recolonization francocantabrian refuge heredity pressgayden perez persad pj bukhari chennakrishnaiah simms maloney rodriguez herrera rj himalayas barrier conduit gene flow phys anthropolgazi et al genetic structure tibeto burman populations bangladesh evaluating gene flow along sides bayofbengal plos onçe e75064gilbert theves ricaut fx dambueva bazarov moral crubezy perrucho selixsanchez sevin mtdna variation buryat population barguzin valley new insights microevolutionary history baikal area ann hum biolgokcumen dulik mc pai aa zhadanov si rubinstein osipova lp andreenkov ov tabikhanova le gubina labuda schurr tg genetic variation enigmatic altaian kazakhs southcentral russia insights turkic population history phys anthropol1363278293gomezcarballa pardoseco amigo martinontorres salas mitogenomes genome project reveal new near eastern features presentday tuscans plos one e0119242gonzalez brehm perez ja macameyer flores cabrera vm mitochondrial dna affinities atlantic fringe europeam phys anthropolgonzález cabrera vm larruga jm tounkara noumsi thomas moulds jm mitochondrial dna variation mauritania mali genetic relationship western africa populations ann hum genetgonzález karadssheh macameyer flores cabrera vm larruga jm mitochondrial dna variation jordania genetic relationship middle east populations annals human biologygraven passarino semino boursot santachiarabenerecetti langaney excoffier evolutionary correlation control region sequence restriction polymorphisms mitochondrial genome large senegalese mandenka samplemol biol evolgresham morar underhill pa passarino lin aa wise angelicheva calafell oefner pj shen tournev de pablo kucinskas perezlezaun marushiakova popov kalaydjieva 2001origins divergence roma gypsies hum genetgrzybowski malyarchuk ba derenko mv perkova bednarek woźniak complex interactions eastern western slavic populations european groups revealed mitochondrial dna analysis forensic sci int genethaber te al mtdna lineages reveal coronary artery disease associated structures lebanese population ann hum genetharich costa md fernandes kandil pereira jb silva nm luísa pereira transsaharan slave trade clues interpolation analyses highresolution characterization mitochondrial dna lineages bmc evol biolhayat et al mitochondrial dna control region sequences study saraiki population pakistan leg medhedman brandstätter pimenoff sistonen palo ju parson sajantila finnish mitochondrial dna hvsi hvsii population dataforensic sci inthelgason hickey goodacre bosnes stefansson ward sykes mtdna islands north atlantic estimating proportions norse gaelic ancestry hum genethelgason sigurethardottir gulcher jr ward stefansson mtdna origin icelanders deciphering signals recent population history hum genethernandez cl reales dugoujon jm novelletto rodriguez jn cuesta calderon human maternal heritage andalusia spain composition reveals high internal complexity distinctive influences mtdna haplogrups u6 western eastern side region bmc geneticshofmann jaksch bezold mertens aholt paprotta gerbitz kd population genetics disease susceptibility characterization central european haplogroups mtdna gene mutations correlation loop variants association disease hum mol genetirwin saunier strouss paintner diegoli sturk kovatsi brandstätter cariolou parson parsons tj mitochondrial control region sequences northern greece greek cypriots int legal medirwin et al mtdna composition uzbekistan microcosm central asian patterns int leg medjackson ba wilson jl kirbah sidney ss rosenberg bassie alie jad mclean dc garvey tw ely mitochondrial dna genetic diversity among four ethnic groups sierra leone phys anthropoljankovaajanovska zimmermann huber rock aw bodner jakovski janeska duma parson mitochondrial dna control region analysis three ethnic groups republic macedonia sci intjeran augustin dh grahovac kapovic metspalu villems rudan 2009cres islanders example croatian genetic outliers coll antropolji et al mitochondrial dna variant associated leber hereditary optic neuropathy high altitude tibetans proc natl acad sci usakalaydjieva calafell jobling angelicheva de knijff rosser zh hurles underhill tournev marushiakova popov patterns inter intragroup genetic diversity vlax roma revealed chromosome mitochondrial dna lineages eur hum genetkang et al mtdna lineage expansions sherpa population suggest adaptive evolution tibetan highlands mol biol evolkang et al northward genetic penetration across himalayas viewed sherpa people mitochondrial dnakarachanak et al bulgarians vs european populations mitochondrial dna perspective int leg medkasperavieiute kucinskas stoneking ychromosome mitochondrial dna variation lithuanians ann hum genetkefi et al phylogeny genetic structure tunisians position within mediterranean populations mitochondrial dnakittles ra bergen aw urbanek virkkunen linnoila goldman long jc 1999autosomal mitochondrial chromosome dna variation finland evidence malespecific bottleneck phys anthropolkivisild rootsi metspalu mastana kaldma parik metspalu adojaan tolk hv stepanov gölge usanga papiha ss cinnioglu king cavallisforza underhill pa villems genetic heritage earliest settlers persists indian tribal caste populations hum genetkivisild bamshad mj kaldma metspalu metspalu reidla laos parik watkins ws dixon papiha ss mastana ss mir mr ferak villems deep common ancestry indian westerneurasian mitochondrial dna lineages current biologykivisild reidla metspalu rosa brehm pennarun parik geberhiwot usanga villems ethiopian mitochondrial dna heritage tracking gene flow across around gate tears hum genetknight underhill pa mortensen hm zhivotovsky la lin aa henn bm louis ruhlen mountain jl2003 african chromosome mtdna divergence provides insight history click languages current biology volkolman cj sambuughin bermingham mitochondrial dna analysis mongolian populations implications origin new world founders geneticskouvatsi karaiskou apostolidis kirmizidis mitochondrial dna sequence variation greeks hum biolkovacevic et al standing gateway europe genetic structure western balkan populations based autosomal haploid markers plos one e105090krings halim salem bauer geisert malek ak chaix simon welsby di rienzo utermann sajantila pääbo stoneking mtdna analysis nile valley populations genetic corridor barrier migration hum genetkujanova pereira fernandes pereira jb cerny near eastern neolithic genetic input small oasis egyptian western desert american journal physical anthropologykushniarevich et al uniparental genetic heritage belarusians encounter rare middle eastern matrilineages central european mitochondrial dna pool plos one e66499kushniarevich et al genetic heritage baltoslavic speaking populations synthesis autosomal mitochondrial ychromosome data plos one e0135820lahermo sajantila sistonen lukka aula peltonen savontaus ml genetic relationship finns finnish saami lapps analysis nuclear dna mtdna hum genetlappalainen laitinen salmela andersen huoponen savontaus ml lahermo migration waves baltic sea region ann hum genet 72ptlarruga jm diez pinto fm flores gonzalez mitochondrial dna characterisation european isolates maragatos spain eur hum genetlehocky baldovic kadasi metspalu database mitochondrial dna hypervariable regions ii sequences individuals slovakia sci int e53e59lópezsoto sanz mitochondrial dna polymorphisms individual living andalusia south spain extremadura western spain cuadernos de medicina forenseloueslati cherni khodjetelkhil ennafaa pereira amorim ben ayed ben ammar elgaaied islands inside island reproductive isolates jerba island hum biollutz weisser hj heizmann pollak location frequency polymorphic positions mtdna control region individuals germany int legal medmacameyer arnay rando jc flores gonzález cabrera vm larruga jm ancient mtdna analysis origin guanches eur hum genetmacameyer cabrera vm arnay flores fregel gonzález larruga jm mitochondrial dna diversity 17th18th century remains tenerife canary islands phys anthropolmacameyer sanchezvelasco flores larruga jm gonzalez oterino leyvacobian chromosome mitochondrial dna characterization pasiegos human isolate cantabria spain ann hum genetmacaulay richards hickey vega cruciani guida scozzari bonnétamir sykes torroni emerging tree west eurasian mtdnas synthesis controlregion sequences rflps hum genetmairal santos silva marques sl ramos aluja mp amorim prata mj alvarez linguistic isolates portugal insights mitochondrial dna pattern sci intmalyarchuk ba derenko mv mitochondrial dna variability russians ukrainians implication origin eastern slavs ann hum genetmalyarchuk ba grzybowski derenko mv czarny drobnic miscickasliwka mitochondrial dna variability bosnians sloveniansann hum genetmalyarchuk ba grzybowski derenko mv czarny wozniak miscickasliwka mitochondrial dna variability poles russians ann hum genetmalyarchuk ba grzybowski derenko mv czarny miścickasliwka mitochondrial dna diversity polish roma ann hum genet 70ptmalyarchuk ba perkova derenko mv vanecek lazur gomolcak mitochondrial dna variability slovaks application roma origin annals human geneticsmalyarchuk ba derenko denisova kravtsova mitogenomic diversity tatars volgaural region russia mol biol evolmarques et al portuguese mtdna genetic diversity update phylogenetic revision forsci intmartinez mirabal luis jrrene herrera rj middle eastern european mtdna lineages characterize populations eastern crete amer phys anthromartinezjarreta prades calafell budowle mitochondrial dna hvi hvii variation northeast spanish population forensic scimateu comas calafell pérezlezaun abade bertranpetit tale two islands population history nitochondrial dna sequence variation bioko sao tome gulf guinea ann hum genetmcevoy richards forster bradley dg longue duree genetic ancestry multiple genetic marker systems celtic origins atlantic facade europe hum genetmeinila finnila majamaa evidence mtdna admixture finns saami hum heredmendizabal et al reconstructing indian origin dispersal european roma maternal genetic perspective plos one e15988mergen öner öner mitochondrial dna sequence variation anatolian peninsula turkey genetmessina scorrano labarga cm rolfo mf rickards mitochondrial dna variation isolated area central italy ann hum biolmetspalu kivisild metspalu parik hudjashov kaldma serk carmín behar dm gilbert mtp endicott mastana papiha ss skorecki torroni avillems extant mtdna boundaries south southwest asia likely shaped initial settlement eurasia anatomically modern humans bmc genetmielniksikorska daca malyarchuk derenko skonieczna perkova dobosz grzybowski history slavs inferred complete mitochondrial genome sequences plos one e54360mikkelsen fendt rock aw zimmermann rockenbauer hausen ja parson morling forensic phylogeographic characterisation mtdna lineages somalia int leg medmikkelsen sørensen rasmussen em morling mitochondrial dna hv1 hv2 variation danes forensic science international pressmogentaleprofizi chollet stevanovitch dubut poggi pradie mp spadoni jl gilles beraudcolomb mitochondrial dna sequence diversity two groups italian veneto speakers veneto ann hum genetmonies ciesielka madro hvi mitochondrial data population sample souyheast poland problems forensic sciences vol lviimountain et al demographic history india mtdna sequence diversity hum genetnasidze quinque ozturk benndukidze stoneking mtdna ychromosome variation kurdish groups ann hum genetnasidze quinque rahmani alemohamad sa stoneking close genetic relationship semiticspeaking indoeuropeanspeaking groups iranann hum genet 72ptnasidze quinque udina kunizheva stoneking gagauz linguistic enclave genetic isolate ann hum genet 71ptnasidze ling es quinque dupanloup cordaux rychkov naumova zhukova sarrafzadegan naderi ga asgary sardas farhud dd sarkisian asadov kerimov stoneking 2004a mitochondrial dna ychromosome variation caucasus ann hum genetnasidze quinque dupanloup rychkov naumova zhukova stoneking 2004b genetic evidence concerning origins south north ossetians ann hum genetnasidze quinque rahmani alemohamad sa stoneking concomitant replacement language mtdna south caspian populations iran curr biolnasidze stoneking mitochondrial dna variation language replacements caucasus proc soc londnaumova oy rychkov sy zhukova ov mitochondrial dna variability populations ethnic groups tatars tobolirtysh basin russian journal geneticsnegi tamang pande sharma shah reddy ag vishnupriya singh chaubey thangaraj paternal ancestry uttarakhand imitate classical caste system india hum genetnesheva dv karachanak lari yordanov galabov caramelli toncheva eurasian origin ancient proto bulgarians hum biol p69non al almeeri raaum rl sanchez lf mulligan cj mitochondrial dna reveals distinct evolutionary histories jewish populations yemen ethiopia phys anthropolopdal sh rognum vege stave ak dupuy bm egeland increased number substitutions dloop mitochondrial dna sudden infant death syndrome acta paediatrorekhov poltoraus zhivotovsky la spitsyn ivanov yankovsky mitochondrial dna sequence diversity russiansfebs lettottoni martínezlabarga loogväli el pennarun achilli de angelis trucchi contini biondi rickards 2009a first genetic insight libyan tuaregs maternal perspective ann hum genetottoni martinezlabarga vitelli scano fabrini contini biondi rickards 2009b human mitochondrial dna variation southern italy annals human biologyottoni ricaut fx vanderheyden brucato waelkens decorte mitochondrial analysis byzantine population reveals different impact multiple historical events south anatolia eur hum genetpakendorf novgorodov osakovskij vl danilova ap protodjakonov ap stoneking investigating effects prehistoric migrations siberia genetic variation origins yakuts hum genetpakendorf novgorodov osakovskij vl stoneking mating patterns amongst siberian reindeer herders inferences mtdna ychromosomal analyses phys anthropolpakendorf wiebe tarskaia la spitsyn va soodyall rodewald stoneking mitochondrial dna evidence admixed origins central siberian populations phys anthroplpalanichamy mg mitra zhang cl debnath li gm wang hw agrawal chaudhuri tk zhang yp west eurasian mtdna lineages india insight spread dravidian language origins caste system hum genetparson parsons tj scheithauer holland mm population data austrian caucasian mitochondrial dna dloop sequences application mtdna sequence analysis forensic case int legal medpassarino cavalleri gl lin aa cavallisforza børresendale al underhill pa different genetic components norwegian population revealed analysis mtdna chromosome polymorphisms eur hum genetpereira macaulay torroni scozzari prata mj amorin prehistoric historic traces mtdna mozambique insighys bantu expansions slave trade ann hum genetpereira cerny cerezo silva nm hajek vasikova kujanova brdicka salas 2010b linking subsaharan west eurasian gene pools maternal paternal heritage tuareg nomads african sahel european journal human geneticspereira cunha amorim predicting sampling saturation mtdna haplotypes application enlarged portuguese database int legal medpereira gomes amorim gusmão joão prata genetic characterization uniparental lineages populations southwest iberia past malaria endemicity hum biolpfeiffer brinkmann huhne rolf morris aa steighner holland mm forster expanding forensic german mitochondrial dna control region database genetic diversity function sample size microgeography int legal medpfeiffer forster ortmann brinkmann results mtdna study inhabitants german village comparison caucasian databases relevance forensic casework int legal medphillipkrawczak et al mtdna variation altaikizhi population southern siberia synthesis genetic variation hum biolpicornell giménez castro ja ramon mm mitochondrial dna sequence variation jewish populations int legal medpicornell gomezbarbeito tomas castro ja ramon mm mitochondrial dna hvri variation balearic populations phys anthropolpichler mueller jc stefanov sa de grandi volpato cb pinggera gk mayr ogriseg ploner meitinger pramsatller pp genetic structure contemporany south tyrolean isolated populations revealed analysis ychromosome mtdna alu polimorphisms hum biolpiercy sullivan benson gill application mitochondrial dna typing study white caucasian genetic identification int leg medpimenoff vn comas palo ju vershubsky kozlov sajantila northwest siberian khanty mansi junction west east eurasian gene pools revealed uniparental markers eur hum genetpinto gonzález hernández larruga jm cabrera vm genetic relationship canary islanders african spanish ancestros inferred mitochondrial dna sequences ann hum genetplaza calafell helal bouzerna lefranc bertranpetit comas joining pillars hercules mtdna sequences show multidirectional gene flow western mediterranean ann hum genetplaza salas calafell cortereal bertranpetit carracedo comas insights western bantu dispersal mtdna lineage analysis angola hum genetpliss tambets loogväli el pronina lazdins krumina baumanis villems r2008 mitochondrial dna portrait latvians towards understanding genetic structure balticspeaking populations ann hum genetpoetsch wittig krause lignitz 2003mitochondrial diversity northeast german population sample forensic sci internatpult sajantila simanainem georgiev schaffner paabo mitochondrial dna sequences switzerland reveal striking homogeneity european populations biol chenqi et al genetic evidence paleolithic colonization neolithic expansion modern humans tibetan plateau mol biol evolqin et al mitochondrial revelation early human migrations tibetan plateau last glacial maximum phys anthropolquintanamurci chaix wells rs behar dm sayar scozzari rengo alzahery semino santachiarabenerecetti coppa ayub mohyuddin tylersmith qasim mehdi torroni mcelreavey west meets east complex mtdna landscape southwest central asian corridor hum genetrajkumar vk kashyap vk mitochondrial dna hypervariable regions ii sequence polymorphism dravidian linguistic group india scirajkumar vk kashyap vk haplotype diversity mitochondrial dna hypervariable regions ii three communities southern india forensic science internationalrakha et al forensic genetic characterization mtdna pathans pakistan int leg medranaweera kaewsutthi tun aw boonyarit poolsuwan lertrit mitochondrial dna history sri lankan ethnic people relations within island indian subcontinental populations hum genetrando jc cabrera vm larruga jm hernandez gonzalez pinto bandelt hj phylogeographic patterns mtdna reflecting colonization canary islandsann hum genetrando jc pinto gonzalez hernandez larruga jm cabrera vm bandelt hj mitochondrial dna analysis northwest african populations reveals genetic exchanges european neareastern subsaharan populations ann hum genetreddy et al austroasiatic tribes northeast india provide hitherto missing genetic link south southeast asia plos one e1141rhouda martinezredondo gomezduran elmtili idaomar diazsanchez montoya lópezpérez mj ruizpesini moroccan mitochondrial genetic background suggests prehistoric human migrations across gibraltar strait mitochondrionrichard pennarun kivisild tambets tolk hv metspalu reidla chevalier giraudet lauc lb pericic rudan claustres journel dorval muller villems chaventre moisan jp mtdna perspective french genetic variation annals human biologyrichards cortereal forster macaulay wilkinsonherbots demaine papiha hedges bandelt hj sykes paleolithic neolithic lineages european mitochondrial gene pool hum genetrichards macaulay hickey vega sykes guida rengo sellitto cruciani kivisild villems thomas rychkov rychkov rychkov golge dimitrov hill bradley romano cali vona demaine papiha triantaphyllidis stefanescu hatina belledi di rienzo novelletto oppenheim norby alzaheri santachiarabenerecetti scozari torroni bandelt hj tracing european founder lineages near eastern mtdna poolam hum genetriede sorensen mls eiberg using mtdna evaluate pioneer colonization scenarios early prehistoric southern danes nordic archaeol scirosa brehm kivisild metspalu villems 2004mtdna profile west africa guineans towards better understanding senegambia region ann hum genetrousselet mangin mitochondrial dna polymorphisms study french caucasian individuals application forensic casework int legal medroy thakur majumder pp mitochondrial dna variation ranked caste groups maharashtra india implication genetic relationships originsann hum biolroychoudhury et al genomic structures population histories linguistically distinct tribal groups india hum genetsabariswaran et al studies genetic diversity kongu vellalar population using mtdna ychromosome markers int bioscisajantila lahermo anttinen lukka cistonen savontaus ml aula beckman tranebjaerg geddedahl isseltarver dirienzo paabo genes languages europe analysis mitochondrial lineages genome ressajantila salem ah savolainen bauer gierig paabo paternal maternal dna lineages reveal bottleneck founding finnish population proc natl acad scisalas comas lareu mv bertranpetit carracedo mtdna analysis galician population genetic edge european variation eur hum genetsalas lareu calafell bertranpetit carracedo mtdna hypervariable region hvii sequences human evolution studies eur hum genetsalas richards de la fe lareu mv sobrino sanchezdiz macaulay carracedo making african mtdna landscape hum genetsantos fregel cabrera vm gonzalez larruga jm lima mitochondrial dna variation macaronesian islands variation within among archipelagos american journal physical anthropology141santos lima montiel angles pires abade aluja mp genetic structure origin peopling azores islands portugal view mtdna ann hum genetsantos cmontiel rbettencourt cprata mjabade aaluja mplima peopling demographic history genetic structure azores islands integrating data mtdna ychromosome amorimacorterealfmorlingn editors progress forensic genetics iiinternational congress series amsterdam netherlands elseviersantos fregel cabrera vm alvarez larruga jm ramos lopez aluja mp gonzalez mitochondrial dna ychromosome structure mediterranean atlantic facades iberian peninsula hum biolsarac saric jeran augustin dh metspalu vekaric missoni villems rudan influence evolutionary forces demographic processes genetic structure three croatian populations maternal perspective ann hum biolsarac et al maternal genetic heritage southeastern europe reveals new croatian isolate novel local subbranching x2 haplogroup ann hum genetsarno et al ancient mediterranean melting pot investigating uniparental genetic structure population history sicily southern italy plos one e96074saunier jl irwin ja strouss km ragab sturk ka parsons tj mitochondrial control region sequences egyptian population sample forensic sci int genetsahoo kashyap vk phylogeography mitochondrial dna ychromosome haplogroups reveal asymmetric gene flow populations eastern india pphys anthropolschonberg theunert li stoneking nasidze highthroughput sequencing complete human mtdna genomes caucasus west asia high diversity demographic inferences eur hum genetshah et al indian siddis african descendants indian admixture hum genetsharma saha rai bhat bamezai human mtdna hypervariable regions hvri ii hint deep common maternal founder subsequent maternal gene flow indian population groups hum genetsharma et al2012 genetic affinities central indian tribal populations plos one e32546shlush li behar dm yudkovsky templeton hadid basis hammer itzkovitz skorecki druze population genetic refugium near east plos one 735e2105siddiqi et al genetic characterization makrani people pakistan mtdna controlregion data legal medicinesilva wa bortolini mc schneider mp marrero elion krishnamoorthy zago 2006mtdna haplogroup analysis black brazilian subsaharan populations implications atlantic slave tradehum biolstarikovskaya sukernil derbeneva oa volodko nv ruizpesini torroni brown lott mt hosseini sh huoponen wallace mitochondrial dna diversity indigenous populations southern extent siberia origins native american haplogroups annals human geneticsstevanovitch gilles bouzaid kefi paris gayraud rp spadoni jl elchenawi mitochondrial dna sequence diversity sedentary population egypt ann hum genetstoljarova king jl takahashi aaspollu whole mitochondrial genome genetic diversity estonian population sample int leg medsukernik ri volodko nv mazunin eltsov np dryomov sv starikovskaya eb mitochondrial genome diversity tubalar even ulchi contribution prehistory native siberians affinities native americans phys anthropoltagliabracci turchi buscemi sassaroli polymorphism mitochondrial dna control region italians int legal med11445224228terreros mc rowold dj mirabal herrera rj mitochondrial dna ychromosomal stratification iran relationship iran arabian peninsula hum genettetzlaff brandatätter wegener parson weirich mitochondrial dna population data hvsi hvii sequences northeast german sample forensic sci intthangaraj et al influence natural barriers shaping genetic structure maharashtra populations plos one e15283thanseem et al genetic affinities among lower castes tribal groups india inference ychromosome mtdna bmc geneticstheyab jb albustan crawford mh genetic structure kuwaiti population mtdnainter intrapopulation variation hum biolthomas mg weale jones al richards smith redhead torroni scozzari gratrix tarekegn wilson jf capelli bradman goldstein db founding mothers jewish communities geographically separated jewish groups independently founded female ancestors hum genetthomas mg barnes weale jones al forster bradman pramstaller pp new genetic evidence supports isolation drift ladin communities south tyrolean alps ancient origin middle east eur hum genettillmar ao coble md wallerström holmlund homogeneity mitochondrial dna control region sequences swedish subpopulationsint legal medtillmar ao coble md wallerström holmlund homogeneity mitochondrial dna control region sequences swedish subpopulationsint legal medtolk hv barac pericic klaric im janicijevic campbell rudan kivisild villems rudan evidence mtdna haplogroup european population ethnohistoric implications eur hum genettomory csanyi bogacsiszabo kalmar czibula csosz priskin mende lango downes cs rasko comparison maternal lineage biogeographic analyses ancient modern hungarian populations american journal physical anthropologytorroni sukernik ri shurr tg starikovskaya yb cabell mf crawford mh comuzzie ag wallace analysis mitochondrial dna variation indigenous siberians confirms genetic diversity reveals distinctive affinity native americans hum genettrovoada mj pereira gusmao abade amorim prata mj 2003pattern mtdna variation three populations sao tomé príncipe ann hum genetturchi buscemi giacchino onofri fendt parson tagliabracci polymorphisms mtdna control region tunisian moroccan populations enrichment forensic mtdna databases northern africa data forensic sci int genet3316672turchi ch buscemi previderè grignani brandstätter alessandro achilli parson tagliabracci gefi group italian mitochondrial dna database results collaborative exercise proficiency testing int legal medvanecek vorel sip mitochondrial dna dloop hypervariable regions czech population data int legal medvaresi memmí cristofari mc mameli ge caló cm vona mitochondrial controlregion sequence variation corsican population france hum biol12339351veeramah kr connell ba pour na powell plaster ca zeitlyn mendell nr weale bradman thomas mg little genetic differentiation assessed uniparental markers presence substantial language variation peoples cross river region nigeria bmc evolutionary biologyverginelli donati coia boschi palmirotta battista costantini rm destrobisol variation hypervariable region1 mitochondrial dna centraleastern italy forensic scivernesi caramelli dupanloup bertorelle lari cappellini moggicecchi chiarelli castrı casoli mallegni laluezafox barbujani etruscans populationgenetic study hum genetvernesi di benedetto caramelli secchieri simoni katti malaspina novelletto marin vtm barbujani genetic characterization body attributed evangelist luke pnasvernesi fuselli castri bertorelle barbujani mitochondrial diversity linguistic isolates alps reappraisalhum biolvigilant stoneking harpending hawkes wulson ac african populations evolution human nitochondrial dna sciencevolodko et al mitochondrial genome diversity arctic siberians particular reference evolutionary history beringia pleistocenic peopling americas hum genetvona ghiani caló cm vacca memmí varesi mitochondrial dna variation sequence análisis sicily hum biolvyas dn kitchen miroherrans pearson ln almeeri mulligan cj bayesian analyses yemeni mitochondrial genomes suggest multiple migration events africa western eurasia phys anthrpolwang et al genetic structure qiangic populations residing western sichuan corridor plos one e103772watkins et al genetic variation south indian castes evidence ychromosome mitochondrial autosomal polymorphisms bmc geneticswatson foster richards bandelt hj mitochondrial footprints human expansions africa hum genetwen et al analyses genetic structure tibetoburman populations reveals sexbiased admixture southern tibetoburmans hum genetyao yg kong qp wang cy zhu cl zhang yp different matrilineal contributions genetic structure ethnic groups silk road region china mol biol evolyunusbayev et al caucasus asymetric semipermeable barrier ancient human migrations mol biol evolzgonjanin veselinović kubat furac antov loncar tasić vuković omorjan sequence polymorphism mitochondrial dna control region population vojvodina province serbia leg med tokyo1221047zhao et al mitochondrial genome evidence reveals successful late paleolithic settlement tibetan plateau proc nat ac scizimmermann brandstätter duftner niederwieser spiroski arsov parson mitochondrial dna control region population data macedonia forensic science international genetics 1e4e9zupanic pajnic balazic komel sequence polymorphism mtdna control region slovenian population int legal medhaplotypes arabia east africa west africa near east middle east caucasus central asia russia north europe west europe east europe balkans south europecrs129c343224g265t265t343c343c343c343c343c258iac318t140a 322t 343c042c191a276a15949dt15949dt15949dt15949dt15949dt15949dt15949dt15949dt15949dt15949dt15949dt15944dt15949dt15949dt15949dt15949dt15949dt15949dt15949dt266a053g 266a166da166da166da166da166da220c375aisolate country haplogroup accessionv2508 iberia u1a1 ky411441 309ii 315i 8677c 15954cjordan u1b2 ky411442 309i 315i 15954c 16214aitaly u5a2 ky411443 315ise1399 iberia u5b2a1a2 ky411444 315ima19 iberia u6d ky411445 315imorocco u2d3 ky411446 315i 523ica 11812ccat205 iberia u2d3 ky411439 309i 315i 523ica 11812c 16183cgc452 iberia u4a2a ky411440 309i 315i 523icaitaly u4a2a ky411447 315iara815 arabia u4d ky411448 315i 2405icara73 arabia u9a ky411449 309i 315iara224 arabia u7a ky411450 309i 315i 523dcaara136 arabia u7a ky411451 309i 315i 3107dc 16318tara717 arabia u8b1a1 ky411452 309i 315ii 523dca 6515g 16183c 16193dclz5266 canaries k1a4a ky411453 315i 523icapo142 poland u3a1a ky411454 309i 315itg202 mauritania u3a1 ky411455 315ig018 germany u3a1c1 ky411456 309i 315itf117 canarian u3a1c ky411457 309i 315ilz325 canarian u3a1c ky411458 309i 315ig208 germany u3a1 ky411459 309i 315ig716 germany u3a1 ky411460 309i 315i 523dcabu4939 iberia u3a1 ky411461 309i 315ikuwait u3a2 ky411462 315ijordan u3a2 ky411463 315ijordan u3a2 ky411464 309i 315ijordan u3a2 ky411465 309i 315iva2517 iberia u3a ky411466 315imo249 morocco u3a ky411467 315i 523dcamo375 morocco u3a ky411468 315i 2766asa333 arabia u3a ky411469 309ii 315i 2766a 16183ceg270 egypt u3a ky411470 315ieg301 egypt u3a ky411471 315imo459 morocco u3c ky411472 315ijordan u3c ky411473 315igma3 iberia u3b1 ky411474 315i 3546a 4640agma8 iberia u3b1 ky411475 315i 3546a 4640ags18 iberia u3b1 ky411476 315i 3546a 4640ajordan u3b1 ky411477 315i 3546a 4640aga6111 iberia u3b1 ky411478 315i 3546a 4640a 16183ctg233 tunisia u3b1 ky411479 315i 3546a 4640apo008 poland u3b1 ky411480 315i 3536a 4640ag7166 germany u3b2a1 ky411481 315i 523dca 4640a 15944dtjordan u3b2a1 ky411482 315i 4640a 15944dtjordan u3b2 ky411483 309i 315i 523dca 4640a 15944dttg207 tunisia u3b2 ky411484 309ii 315i 523dca 4640a 15944dtsa377 arabia u3b2 ky411485 315i 523dca 4640a 15944dtjordan u3b2 ky411486 315i 523dca 4640a 15944dtc310 sudan u3b3 ky411487 315i 4640a 9294te103 sudan u3b3 ky411488 309i 315i 4640a 16183cmo265 morocco u3b3 ky411489 309i 315i 4640apa43 iberia u3b3 ky411490 315i 4640apa261 iberia u3b3 ky411491 315i 4640aga6033 iberia u3b3 ky411492 315i 523ica 4640ajordan u3b ky411493 315i 523dca 4640ajordan u3b ky411494 315i 523dca 4640aflp107 philippines p9a ky411495 309i 315i 523dca 3172a 13452a 15674creferencesamplehaplogroup nias mentawai sumatra java borneo bali sulawesi sumba flores adonara solor lembata pantar alor timor timor tengara philipines moluccas wng highland wng lowland png highlands png coast sepik high sepik plain sepik coast pngmassim png gidra png islands walis smartin kapuna bereina karkar admiralty trobriand bismarck new britain new ireland bougainville solomons stacruz vanuatu ncaledonia fiji tuvalu tongap1p2p3bp4ap9p10stoneking jorde lb bhatia wilson ac geographic variation human mitochondrial dna papua new guinea geneticshill et al phylogeography ethnogenesis aboriginal southeast asians mol biol evolricaut thomas arganini staughton leavesley bellatti foley mirazon lahr 2008mitochondrial dna variation karkar islanders annals human geneticsmeryanne tumonggor tatiana karafet sean downey stephen lansing peter norquest herawati sudoyo michael hammer murray cox isolation contact social behavior shaped genetic diversiity west timor journal human geneticsmanfred kayser silke brauer richard cordaux amanda casto oscar lao lev zhivotovsky claire moysefaurie robb rutledge wulf schiefenhoevel david gil alice lin peter underhill peter ofner ronald trent mark stoneking melanesian asian origins polynesians mtdna chromosome gradients across pacific mol biol evolmiguel vilar akira kaneko francis hombhanje takahiro tsukahara ilomo hwaihwanje koji lum reconstructing origin lapita cultural complex mtdna analyses east sepik province png hum genetmanfred kayser ying choi mannis van oven stefano mona silke brauer ronald trent dagwin suarkia wulf schiefenhovel mark stoneking impact austronesian expansion evidence mtdna chromosome diversity admiralty islands melanesia mol biol evolstefano mona katharina grunz silke brauer brigitte pakendorf loredana castrì herawati sudoyo sangkot marzuki robert barnes jörg schmidtke mark stoneking manfred kayser genetic admixture history eastern indonesia revealed ychromosome mitochondrial dna analysistabbada ka trejaut loo jh chen ym lin mirazónlahr kivisild de ungria mc philippine mitochondrial dna diversity populated viaduct taiwan indonesia mol biol evol10delfin minshan ko li gunnarsdóttir ed tabbada ka salvador jm calacal gc sagum ms datar fa padilla sg de ungria mc stoneking complete mtdna genomes filipino ethnolinguistic groups melting pot recent ancient lineages asiapacific region european journal human genetics11tommaseoponzetta attimonelli de robertis tanzariello saccone mitochondrial dna variability west new guinea populations phys anthropolfriedlaender js friedlaender fr hodgson ja stoltz koki et al melanesian mtdna complexity plos one e24813sibylle gomes martin bodner luis souto bettina zimmermann gabriela huber christina strobl alexander röck alessandro achilli anna olivieri antonio torroni francisco côrtereal walther parson human settlement history sunda sahul focus east timor timorleste pleistocenic mtdna diversity bmc genomics14mannis van oven silke brauer ying choi joe ensing wulf schiefenhovel mark stoneking manfred kayser human genetics kula ring ychromosome mitochondrial dna variation massim papua new guinea european journal human genetics15heyer georges pachner endicott genetic diversity four filipino negrito populations luzon comparison male female effective population sizes differential integration immigrants aeta agta communities human biology vol iss article16frederick delfin sean myles ying choi david hughes robert illek mannis van oven brigitte pakendorf manfred kayser mark stoneking bridging near remote oceania mtdna nry variation solomon islandsmol biol evol17georgi hudjashov toomas kivisild peter underhill phillip endicott juan sanchez alice lindpeidong sheng peter oefner colin renfrew richard villems peter forster 2007revealing prehistoric settlement australia chromosome mtdna analysis pnas18lee ej koki merriwether da2010 characterization population structure mitochondrial dna visàvis language geography papua new guineaam phys anthropol19ingman gyllensten mitochondrial genome variation evolutionary history australian new guinean aborigines genome res20ana duggan bethwyn evans francoise friedlaender jonathan friedlaender george kokid andrew merriwether manfred kayser mark stoneking maternal history oceania complete mtdna american journal human genetics genomes contrasting ancient diversity recent homogenization due austronesian expansion21simonson ts xing barrett jerah loa zhang et al ancestry iban predominantly southeast asian genetic evidence autosomal mitochondrial chromosomes plos one e1633822meryanne tumonggor tatiana karafet brian hallmark stephen lansing herawati sudoyo michael hammer murray cox indonesian archipelago ancient genetic highway linking asia pacific journal human genetics23mannis van oven johannes hämmerle marja van schoor geoff kushnick petra pennekamp idaman zega oscar lao lea brown ingo kennerknecht manfred kayser unexpected island effects extreme reduced ychromosome mitochondrial dna diversity nias mol biol evol24kusuma cox mp pierron razafindrazaka brucato tonasso suryadi hl letellier sudoyo ricaut fx mitochondrial dna chromosome suggest settlement madagascar indonesian sea nomad populationsbmc genomics25jun ohashi izumi naka katsushi tokunaga tsukasa inaoka yuji ataka minato nakazawa yasuhiro matsumura ryutaro ohtsuka brief communication mitochondrial dna variation suggests extensive gene flow polynesian ancestors indigenous melanesians northwestern bismarck archipelago american journa ph ysical anthropology26sykes leiboff lowbeer tetzner richards origins polynesians interpretation mitochondrial lineage analysis hum genetreferencesamplehaplogroup riverine se riverine se enyungar sw yuendumu birdsville wc desert ngadju wongatha kalumburu nw walbiri nw north west pil nw northern cairns ne weipa ne quensland nen13p3p4p5p6p7p8r12m14m15m42e1a2one darling four tasmanian individuals addedvan holst pellekaan sm ingman robertsthomson harding rm mitochondrial genomics identifies major haplogroups aboriginal australians american journal physical anthropologyhudjashov kivisild underhill pa endicott sanchez jj lin aa shen oefner renfrew villems others revealing prehistoric settlement australia chromosome mtdna analysis proceedings national academy scienceshuoponen schurr tg chen ys wallace dc mitochondrial dna variation aboriginal australian population evidence genetic isolation regional differentiation human immunologyredd aj stoneking mpeopling sahul mtdna variation aboriginal australian papua new guinean populations hum genetingman gyllensten mitochondrial genome variation evolutionary history australian new guinean aborigines genome researchmalaspinas westaway mc muller sousa vc lao alves bergstrӧm athanasiadis cheng jy crawford je others genomic history aboriginal australia naturepresser jc stoneking redd aj tasmanian aborigines dna papers proceedings royal society tasmania volumemcallister nagle mitchell rj australian barrineans relationship southeast asian negritos investigation using mitochondrial genomics human biologycountry region r0 r1 r2jt r583031 r9f r11b r2124 r12 r14 sample total referencerussia1 wa1 mielniksikorska et alrussia2 wa kushniarevich et alrussia3 wa kushniarevich et alkarelia wa kushniarevich et albelarus1 wa kushniarevich et albelarus2 wa kushniarevich et alukrainia wa pshenichnov et alcaucasus1 wa schönberg et alcaucasus2 wa yunusbayev et alfinland1 wa gonzalez et alfinland2 wa kushniarevich et alsweden wa lembring et alnorway wa gonzalez et alestonia wa kushniarevich et allatvia wa kushniarevich et allithuania wa kushniarevich et albaltic wa lappalainen et alscotland wa gonzalez et alengland wa gonzalez et alnetherlands wa chaitanya et algermany1 wa gonzalez et algermany2 wa gonzalez et alaustria wa brandstatter et alczech wa kushniarevich et alpoland wa kushniarevich et alhungary wa kushniarevich et alfrance1 wa badro et alfrance2 wa bekada et aliberia wa bekada et alportugal wa marques et alitaly wa bekada et albosnia wa sarac et alherzegovina wa sarac et alserbia wa davidovic et alzumberak wa sarac et alslovakia1 wa malyarchuk et alslovakia2 wa lehocky et alslovakia3 wa badro et alslovenia1 wa zupan et alslovenia2 wa sarac et alcroatia1 wa sarac et alcroatia2 wa sarac et alcroatia3 wa kushniarevich et almacedonia wa jankovaajanovska et alcyprus wa badro et algreece wa badro et alromania wa kushniarevich et albulgaria wa kushniarevich et albalkans wa bekada et alturkey wa bekada et alirak1 wa alzahery et alirak2 wa badro et alsyria wa badro et aljordan wa badro et allebanon wa badro et alpalestine wa badro et alarabia wa badro et alyemen wa badro et aliran1 wa quintanamurci et aliran2 wa farjadian et aliran3 wa derenko et alcentral1 ca2 quintanamurci et alcentral2 ca tanaka et alaltai1 ca dulik et alaltai2 ca phillipskrawczak et alsilk road ca yao et altarim basin ca cui et alafghanistan ca dicristofaro et alkazakhstan1 ca gokcumen et alkazakhstan2 ca derenko et alvolgaural1 ca malyarchuk et alvolgaural2 ca bermisheva et aluzbekistan1 ca devor et aluzbekistan2 ca irwin et aldaghestan1 ca marchani et aldaghestan2 ca bertoncini et aldaghestan3 ca karafet et altibet1 ca li et altibet2 ca ji et altibet3 ca kang et altibet4 ca qin et altibet5 ca zhao et altibet6 ca gayden et altibet7 ca qi et altibet8 ca tanaka et altibet9 ca kang et alxinjiang1 ca chen et alxinjiang2 ca chen et alsiberia1 na3 fedorova et alsiberia2 volodko et alsiberia3 pakendorf et alsiberia4 pakendorf et alsiberia5 gibert et alsiberia6 sukernik et alsiberia7 tanaka et alsiberia8 duggan et alsiberia9 starikovskaya et alsiberia10 derenko et alsiberia11 pimenoff et alsiberia12 pimenoff et alsiberia13 tarskaia meltonpakistan1 sa4 quintanamurci et alpakistan2 sa rakha et alpakistan3 sa hayat et alpakistan4 sa bhatti et alnepal1 sa fornarino et alnepal2 sa wang et alhimalaya1 sa gayden et alhimalaya2 sa bhandari et altharu sa chaubey et alindia1 sa govindaraj et alindia2 sa li et alindia3 sa metspalu et alindia4 sa barnabas et alindia5 sa cordaux et alindia6 sa gaikwad kashyapindia7 sa sharma et alindia8 sa roydhoudhury et alindia9 sa thanseem et alindia10 sa watkins et alindia11 sa sahoo kashyapindia12 sa banerjee et alkarnataka1 sa mountain et alkarnataka2 sa rajkumar kashyapmaharastra1 sa baig et almaharastra2 sa thangaraj et almaharastra3 sa roy et albangladesh sa gazi et alsry lanka sa ranaweera et alkorea1 ea5 jin et alkorea2 ea tanaka et alkorea3 ea hong et aljapan1 ea tanaka et aljapan2 ea matsukusa et alchina ea li et alchina ea zheng et alchina ea peng et alchina ea jin et alchina ea tanaka et alchina ea ji et alchina ea hill et alchina ea liu et alchina ea li et alchina ea deng et alchina ea cai et alchina ea lu et alchina ea wang et alchina ea chen et alchina ea wang et alchina ea xue et alchina ea xue et alchina ea gan et alchina ea wang et alchina ea wen et alchina ea zhao et alchina ea zhou et alchina ea tang et alchina ea wang et alhainan1 ea li et alhainan2 ea peng et alhainan3 ea li et altaiwan1 ea peng et altaiwan2 ea ko et altaiwan3 ea hill et altaiwan4 ea tanaka et altaiwan5 ea ji et altaiwan6 ea tajima et altaiwan7 ea loo et altaiwan8 ea trejaut et altaiwan9 ea sykes et altaiwan10 ea hwa et almongolia1 ea derenko et almongolia2 ea cheng et almongolia3 ea jin et alsichuan ea wang et almyanmar sea6 li et alcambodia1 sea zhang et alcambodia2 sea black et allaos sea bodmer et almsea1 sea li et almsea2 sea wen et almsea3 sea jin et almsea4 sea hill et almsea5 sea tanaka et almsea6 sea li et almsea7 sea brucato et almalaysia1 sea haslindawaty et almalaysia2 sea maruyama et almalaysia3 sea haslindawaty et almalaysia4 sea tuladhar et almalaysia5 sea lim et almalaysia6 sea jinam et almalaysia7 sea simonson et althailand1 sea boonsoda et althailand2 sea zimmermann et althailand3 sea kutanan et althailand4 sea kampuansai et alvietnam1 sea peng et alvietnam2 sea peng et alvietnam3 sea irwin et alisea1 isea7 hill alisea2 isea redd stonekingisea3 isea kayser et alsumatra isea gunnarsdottir et alnias isea van oven et alindonesia isea tumonggor et alborneo1 isea sykes et alborneo2 isea simonson et altimor isea tumonggor et altimor isea gomes et alindonesia1 isea tumonggor et alindonesia2 isea mona et alphilippines1 isea tabbada et alphilippines2 isea gunnarsdottir et alphilippines3 isea tanaka et alphilippines4 isea hill et alphilippines5 isea delfin et alphilippines6 isea loo et alphilippines7 isea scholes et alphilippines8 isea heyer et alphilippines9 isea sykes et almelanesia1 friedlaender et al2007melanesia2 duggan et almelanesia3 kayser et almelanesia4 sykes et almelanesia5 kayser et alng1 vilar et alng2 van oven et alng3 ricaut et alng4 tommaseo ponzetta et alng5 sykes et alng6 redd stonekingng7 stoneking et alng8 hudjashov et alng9 lee et alng10 ballantyne et alaustralia1 au redd stonekingaustralia2 au huoponen et alaustralia3 au hudjashov et alaustralia4 au van holst pellekaan et alaustralia5 au van holst pellekaan et alaustralia6 au ballantyne et alabbreviations west asia central asia north asia south asia east asia south east asia island south east asia near oceania australiaalzahery pala battaglia grugni hamod kashani bh olivieri torroni santachiarabenerecetti semino search genetic footprints sumerians survey ychromosome mtdna variation marsh arabs iraq bmc evol biolbadro da dovaihy haber youhanna sc salloum et al ychromosome mtdna genetics reveal significant contrasts affinities modern middle eastern populations european african populations plos one e54616baig mm khan aa kulkarni km mitochondrial dna diversity tribal caste groups maharashtra india implication genetic origins ann hum genetballantyne kn van oven ralf stoneking mitchell rj van oorschot rah kayser mtdna snp multiplexes efficient inference matrilineal genetic ancestry within oceania sci int genetbanerjee trivedi kashyap vk mitochondrial dna control region sequence polymorphism four indigenous tribes chotanagpur plateau india forensic sci intbarnabas shouche suresh cg highresolution mtdna studies indian population implications palaeolithic settlement indian subcontinent ann hum genetbekada fregel cabrera vm larruga jm pestano benhamamouch gonzalez introducing algerian mitochondrial dna ychromosome profiles north african landscape plos one e56775bermisheva tambets villems khusnutdinova diversity mitochondrial dna haplotypes ethnic populations volgaural region russia mol biol moskbertoncini bulayeva ferri pagani caciagli et al dual origin tatispeakers dagestan written genealogy uniparental variants hum biolbhandari zhang cui bianba sl peng zhang xiang shi ouzhuluobu baimakongzhuo gonggalanzi liu gengdeng wu qi su genetic evidence recent tibetan ancestry sherpas himalayan region sci repbhatti aslamkhan abbas attimonelli aydin hh silvadesouza em genetic analysis mitochondrial dna control region variations four tribes khyber pakhtunkhwa pakistan mitochondrial dna lineblack ml dufall wise sullivan bittles ah genetic ancestries northwest cambodia ann hum biolbodmer zimmermann rock klossbrandstatter horst et al southeast asian diversity first insights complex mtdna structure laos bmc evol biolboonsoda srithawong srikuka kutanan mitochondrial dna variation khmer surin province thailand thai genetbrandstatter niederstatter pavlic grubwieser parson generating population data empop database overview mtdna sequencing data evaluation processes considering austrian control region sequences example sci intbrucato maziers guitard giscard ph bois larrouy dugoujon jm hmong diaspora preserved southeast asian genetic ancestry french guianese asians crbiologiescai xy wang xf sl qian qian dg chen yang yj yuan zy xu bai yu sz jin association mitochondrial dna haplogroups exceptional longevity chinese population plos one e6423chaitanya van oven brauer zimmermann huber xavier parson de knijff kayser highquality mtdna control region sequences individuals sampled across netherlands establih national forensic mtdna reference database sci int genetchaubey singh crivellaro tamang nandan singh et al unravelling distinct strains tharu ancestry eur hum genet ejhgchen ablimit ling wu qin et al paternal maternal genetic analysis desert keriyan population keriyans descendants guge tibetans plos one e100479chen yin cy qian xq fan ht deng yj zhang yd et al single nucleotide polymorphisms mitochondrial dna hvsi hvsii chinese bai ethnic group electrophoresischeng tang dong lu lei yu zhang xiao genetic imprint mongol signal phylogeographic analysis mitochondrial dna hum genetcordaux stoneking south asia andamanese genetic evidence early human dispersal africa hum genetcui li gao xie zhou early eurasian migration traces tarim basin revealed mtdna polymorphisms phys anthropoldavidovic malyarchuk aleksic jm derenko topalovic litvinov stevanovic kovacevicgrujicic mitochondrial dna perspective serbian genetic diversity phys anthropoldelfin minshan ko li gunnarsdóttir ed tabbada ka salvador jm et al complete mtdna genomes filipino ethnolinguistic groups melting pot recent ancient lineages asiapacific region eur hum genet ejhgdeng qy wang cc wang xq wang lx wang zy wu wj li genographic consortium genetic affinity kamsui speaking chadong mulam people syst evolderenko mv grzybowski malyarchuk ba dambueva ik denisova ga et al diversity mitochondrial lineages south siberia ann hum genetderenko malyarchuk denisova perkova rogalla grzybowski et al complete mitochondrial dna analysis eastern eurasian haplogroups rarely found populations northern asia eastern europe plos one 20127e32179derenko malyarchuk bahmanimehr denisova perkova farjadian yepiskoposyan complete mitochondrial dna diversity iranians plos one e80673devor ej abdurakhmonov zlojutro millis mp galbraith jj et al gene flow crossroads humanitymtdna sequence diversity alu insertion polymorphism frequencies ubekistan open genomics journaldicristofaro pennarun mazieres myres nm lin aa temori sa metspalu metspalu witzel king rj underhill pa villems chiaroni afghan hindu kush eurasian subcontinent gene flows converge plos one e76748duggan whitten wiebe crawford butthof et al investigating prehistory tungusic peoples siberia amurussuri region complete mtdna sequences ychromosomal markers plos one e83570duggan evans friedlaender fr friedlaender js koki merriwether da et al maternal history oceania complete mtdna genomes contrasting ancient diversity recent homogenization due austronesian expansion hum genetdulik mc zhadanov si osipova lp askapuli gau gokcumen rubinstein schurr tg mitochondrial dna ychromosome variation provides evidence recent common ancestry native americans indigenous altaians hum genetfarjadian ssazzini tofanelli castr taglioli pettener ghaderi romeo luiselli discordant patterns mtdna ethnolinguistic variation iranian ethnic groups hum heredfedorova sa reidla metspalu metspalu rootsi et al autosomal uniparental portraits native populations sakha yakutia implications peopling northeast eurasia bmc evol biolfornarino pala battaglia maranta achilli modiano et al mitochondrial ychromosome diversity tharus nepal reservoir genetic variation bmc evol biolfriedlaender js friedlaender fr hodgson ja stoltz koki horvat et al melanesian mtdna complexity plos one 20072e248gaiwad kashyap vk molecular insight genesis ranked caste populations western india based upon polymorphisms across nonrecombinant recombinant regions genome genom biol p10gan rj pan sl mustavich lf qin zd cai xy et al pinghua population exception han chineses coherent genetic structure hum genetgayden perez persad pj bukhari chennakrishnaiah simms maloney rodriguez herrera rj himalayas barrier conduit gene flow phys anthropolgazi nn tamang singh vk ferdous pathak ak singh et al genetic structure tibetoburman populations bangladesh evaluating gene flow along sides bayofbengal plos one 20138e75064gibert theves ricaut fx dambueva bazarov et al mtdna variation buryat population barguzin valley new insights microevolutionary history baikal area ann hum biolgokcumen dulik mc pai aa zhadanov si rubenstein osipova lp et al genetic variation enigmatic altaian kazakhs southcentral russia insights turkic population history phys anthropolgomes sm bodner souto zimmermann huber et al human settlement history sunda sahul focus east timor timorleste pleistocenic mtdna diversity bmc genomicsgonzalez brehm perez ja macameyer flores cabrera vm mitochondrial dna affinities atlantic fringe europe phys anthropolgovindaraj khan na rani rani ds selvaraj et al mitochondrial dna variations associated hypertrophic cardiomyopathy mitochondriongunnarsdottir ed nandineni mr li myles gil pakendorf stoneking larger mitochondrial dna ychromosome differences matrilocal patrilocal groups sumatra nat commungunnarsdottir ed li banchet mfinstermeier stoneking highthroughput sequencing complete human mtdna genomes philippines genom reshaslindawaty ar panneerchelvam edinur ha norazmi mn zafarina sequence polymorphisms mtdna hv1 hv2 hv3 regions malay population peninsular malaysia int legal medhayat akhtar siddiqi mh rakha haider tayyab et al mitochondrial dna control region sequences study saraiki population pakistan leg med tokyo jpnheyer georges pachner endicott genetic diversity four filipino negrito populations luzon comparison male female effective population sizes differential integration immigrants aeta agta communities hum biolhill soares mormina macaulay clarke blumbach pb et al mitochondrial stratigraphy island southeast asia hum genethong sb kim kc kim mitochondrial dna haplogroups homogeneity korean population genes genomhudjashov kivisild underhill pa endicott sanchez jj lin aa et al revealing prehistoric settlement australia chromosome mtdna analysis proc natl acad scihuoponen schurr tg chen wallace dc mitochondrial dna variation aboriginal australian population evidence genetic isolation regional differentiation hum immunolhwa hl ko tm chen yc lin cy huang yh et al sequence polymorphisms mtdna hv hv2 hv3 regions eight population groups living taiwan aust sciirwin ja saunier jl strouss km diegoli tm sturk ka ocallaghan je et al mitochondrial control region sequences vietnamese population sample int legal medirwin ja ikramov saunier bodner amory rock et al mtdna composition uzbekistan microcosm central asia patterns int leg medjankovaajanovska zimmermann huber rock aw bodner et al mitochondrial dna control region analysis three ethnic groups republic macedonia sci int genetji sharpley ms derbeneva alves ls qian wang et al mitochondrial dna variant associated leber hereditary optic neuropathy highaltitude tibetans proc natl acad scijin hj tylersmith kim peopling korea revealed analyses mitochondrial dna ychromosomal markers plos one e4210jinam ta hong lc phipps stoneking ameen edo et al evolutionary history continental southeast asians early train hypothesis based genetic analysis mitochondrial autosomal dna data mol biol evolkampuansai kutanan phuphanitcharoenkul kangwanpong suggested khmic origin huntergatherer mlabri northern thailand evidence maternal lineages thai genetkang zheng hx chen yan lin qin liu zhao li wang jin mtdna lineage expansions sherpa population suggest adaptive evolution tibetan highlands mol biol evolkang wang cc chen yao jin li northward genetic penetration across himalayas viewed sherpa people mitochondrial dnakarafet mt bulayeva kb nichols bulayev oa gurgenova et al coevolution genes languages high levels population structure among highland populations daghestan hum genetkayser brauer cordaux casto lao zhivotovsky la et al melanesian asian origins polynesians mtdna ychromosome gradients across pacific mol biol evolkayser choi van oven mona brauer trent rj suarkia schiefenhovel stoneking impact austronesian expansion evidence mtdna chromosome diversity admiralty islands melanesia mol biol evolko ams chen cy fu delfin li et al early austronesians taiwan hum genetkushniarevich sivitskaya danilenko novogrodskil tsybovsky et al uniparental genetic heritage belarusians encounter rare middle eastern matrilineages central european mitochondrial dna pool plos one e66499kushniarevich utevska chuhryaeva agdzhoyan dibirova et al genetic heritage baltoslavic spreaking populations synthesis autosomal mitochondrial ychromosome data plos one e0135820kutanan ghirotto bertorelle srithawong srithongdaeng pontham et al geography influence language maternal genetic structure various northeastern thai ethnicities hum genetlappalainen laitinen salmela anderssen huoponen savontaus ml lahermo migration waves baltic sea region ann hum genetlee ej koki merriwether da characterization population structure mitochondrial dna visavis language geography papua new guinea phys anthropollehocky baldovic kadasi metspalu database mitochondrial dna hypervariable regions ii sequencxes individuals slovakia sci int genet e53e59lembring van oven montelius allen mitochondrial dna analysis swedish population samples int leg medli dn wang cc yang qin zd lu lin xj li genographic consortium substitution hainan indigenous genetic lineage utsat people exiles champa kingdom syst evolli cai winogradcort er wen cheng qin et al mitochondrial dna diversity population differentiation southern east asia phys anthropolli yc wang hw tian jy liu ln yang lq zhu cl wu sf kong qp zhang yp ancient inland human dispersals myanmar interior east asia since late pleistocene scientific reportslim ls ang kc mahani mc shahrom aw mdzain bm mitochondrial dna polymorphism phylogenetic relationships proto malays peninsular malaysia biol sciliu wang sy zhao xu zy hu yh et al mitochondrial dna polymorphisms gelao ethnic group residing southwest china sci int genetloo jh trejaut ja yen jc chen zs lee cl lin genetic affinitiesbetween yami tribe people orchid island philippine islanders batanes archipelago bmc genetlu wang qin wen farina se jin li genographic consortium mitochondrial oirigin matrilocal mosuo people china mitochondrial dnamalyarchuk ba perkova derenko mv vanecek lazur gomolcak mitochondrial dna variability slovaks application roma origin ann hum genetmalyarchuk derenko denisova kravtsova mitogenomic diversity tatars volgaural region russia mol biol evolmarchani ee watkins ws bulayeva harpending hc jorde lb culture creates genetic structure caucasus autosomal mitochondrial ychromosomal variation daghestan bmc genetmarques sl goios rocha prata mj amorim gusmao alves alvarez portuguese mitochondrial dna genetic diversity update phylogenetic revision sci int genetmaruyama nohirakoike minaguchi nambiar mtdna control region sequence polymorphisms phylogenetic analysis malay population living around kuala lumpur malaysia int legal medmatsukusa oota haneji toma kawamura ishida genetic analysis sakishima islanders reveals reletionship taiwan aborigines shared ancestry ainu mainisland japanese phys anthropolmielniksikorska daca malyarchuk derenko skonieczna perkova dobosz grzybowski hiswtory slavs inferred complete mitochondrial genome sequences plos one e54360mona grunz ke brauer pakendorf castri et al genetic admixture history eastern indonesia revealed ychromosome mitochondrial dna analysis mol biol evolmountain jl hebert jm bhattacharyya underhill pa ottolenghi gadgil et al demographic history india mtdnasequence diversity hum genetpakendorf wiebe tarskaia la spitsyn va soodyall rodewald stoneking mitochondrial dna evidence admixed origins central siberian populations phys anthropolpeng ms quang hh dang kp trieu av wang hw yao yg et al tracing austronesian footprint mainland southeast asia perspective mitochondrial dna mol biol evolpeng ms jd liu hx zhang yp tracing legacy early hainan islandersa perspective mitochondrial dna bmc evol biolphillipskrawczak devor zlojutro moffatwilson crawford mh mtdna variation altaikizhi population southern siberia synthesis genetic variation hum biolpimenoff vn comas palo ju vershubsky kozlov sajantila northwest siberia khanty mansi junction west east eurasian gene pools revealed uniparental markers eur hum genetpshenichnov balanovsky utevska metspalu zaporozhchenko agdzhoyan churnosov atramentova balanovska genetic affinities ukrainians maternal perspective phys anthropolqi cui peng zhang yang zhong et al genetic evidence paleolithic colonization neolithic expansion modern humans tibetan plateau mol biol evolqin yang kang yan cho et al mitochondrial revelation early human migrations tibetan plateau last glacial maximum phys anthropolquintanamurci chaix well rs behar dm sayar scozzari rengo alzahery semino santachiarabenerecetti coppa ayub mohyuddin tyler smith qasim mehdi torroni mcelreavey wherewest meets east complex mtdna landscape southwest central asian corridor hum genetrajkumar kashyap vk haplotype diversity mitochondrial dna hypervariable regions ii three communities southern india forensic sci intrakha shin kj yoon ja kim ny siddique mh yang et al forensic genetic characterization mtdna pathans pakistan int legal medranaweera kaewsutthi win tun boonyarit poolsuwan lertrit mitochondrial dna history sri lankan ethnic people relations within island indian subcontinental populations hum genetredd aj stoneking peopling sahul mtdna variation aboriginal australian papua new guinean populations hum genetricaut fx thomas arganini staughton leavesly bellatti foley mirazonlahr mitochondrial dna variation karkar islanders ann hum genetroy thakur mahadik majumder pp mitochondrial dna variation ranked caste groups maharashtra india implication genetic relationships origins ann hum biolgovindaraj khan na rani rani ds selvaraj et al mitochondrial dna variations associated hypertrophic cardiomyopathy mitochondriontabbada ka trejaut loo jh chen ym lin mirazónlahr et al philippine mitochondrial dna diversity populated viaduct taiwan indonesia mol biol evoltajima sun cs pan ih ishida saitou horai mitochondrial dna polymorphisms nine aboriginal groups taiwan implicatioons population history aboriginal taiwanese hum genettanaka cabrera vm gonzález larruga jm takeyasu fuku et al mitochondrial genome variation eastern asia peopling japan genome restang liu yan lin haplotypes mtdna control region yao ethnic china sci int genettarskaia la melton comparative analysis mitochondrial dna yakuts asian populations russ genetthangaraj naidu bp crivellaro tamang upadhyay sharma vk et al influence natural barriers shaping genetic structure maharashtra populations plos one 20105e15283thanseem thangaraj chaubey singh vk bhaskar lvks reddy bm et al genetic affinities among lower castes tribal groups india inference chromosome mitochondrial dna bmc genettommaseoponzetta attimonelli de robertis tanzariello saccone mitochondrial dna variability west new guinea populations phys anthropoltrejaut ja kivisild loo jh lee cl cl hsu cj lee zy lin traces archaic mitochondrial lineages persist austronesianspeaking formosan populations plos biol e247tuladhar bs haslindawaty rashid panneerchelvam nm sequence polymorphism mitochondrial dna hypervariable reions ii malay population malaysia sci worldtumonggor mk karafet tm hallmark lansing sudoyo hammer mf cox mp indonesian archipelago ancient genetic highway linking asia pacific hum genettumonggor mk karafet tm downey lansing js norquest et al isolation contact social behavior shaped genetic diversity west timor hum genetsahoo kashyap vk phylogeography mitochondrial dna ychromosome haplogroups reveal asymmetric gene flow populations eastern india phys anthropolsarak saric augustin dh jeran kovacevic et al maternal genetic heritage southeastern europe reveals new croatian isolate novel local subbranching x2 haplogroup ann hum genetscholes siddle ducourneau crivellaro järve rootsi et al genetic diversity evidence population admixture batak negritos palawan phys anthropolschönberg theunert li stoneking nasidze highthroughput sequencing complete human mtdna genomes caucasus west asia high diversity demographic inferences eur hum genetsharma tamang chaudhary singh vk shah anugula et al genetic affinities central indian tribal populations plos one 20127e32546simonson ts xing barrett jerah loa zhang et al ancestry iban predominantly southeast asian genetic evidence autosomal mitochondrial dna chromosomes plos one e16338starikovskaya eb sukernik ri derbeneva oa volodko nv ruizpesini torroni et al mitochondrial dna diversity indigenous populations southern extent siberia origins native american haplogroups ann hum genetstoneking jorde lb bhatia wilson ac geographic variation human mitochondrial dna papua new guinea geneticssukernik ri volodko nv mazunin iq eltsov np dryomov sv starikovskaya eb mitochondrial genome diversity tubular even ulchi contribution prehistory native siberians affinities native americans phys anthropolsykes leiboff lowbeer tetzner richards origins polynesians interpretation mitochondrial lineage analysis hum genetvan holst pellekaan sm ingman robertsthomson harding rm mitochondrial genomics identifies major haplogroups aboriginal australians phys anthropolvan oven hämmerle jm van schoor kushnick pennekamp zega et al unexpected island effects extreme reduced chromosome mitochondrial dna diversity nias mol biol evolvan oven brauer choi ensing schiefenhovel stoneking kayser human genetics kularing ychromosome mitochondrial dna variation massim papua new guinea eur hum genetvilar mg kaneko hombhanje fw tsukahara hwaihwanje lum jk reconstructing origin lapita cultural complex mtdna analyses east sepik province png hum genetvolodko nv starikovskaya eb mazunin io eltsov np naidenko pv wallace dc et al mitochondrial genome diversity arctic siberians particular reference evolutionary history beringia pleistocenic peopling americas hum genetwang wz wang cy cheng yt xu al zhu cl wu sf et al tracing origins hakka chaoshanese mitochondrial dna analysis phys anthropolwang cc wang lx shrestha rk zhang huang xy hu jin li genetic structure qiangic populations residing western sichuan corridor plos one e103772wang hw li yc sun zhao mitra chaudhuri tk et al revisiting role himalayas peopling nepal insights mitochondrial genomes hum genetwang xq wang cc deng qy li genetic analysis ychromosoome mitochondrial dna polymorphism mulam ethnic group guangxi china hereditasbeijingwatkins ws thara mowry bj zhang witherspoon dj et al genetic variation south indian castes evidence ychromosome mitochondrial dna autosomal polymorphisms bmc genetwen xie gao li shi song et al analyses genetic structure tibetoburman populations reveals sexbiased admixture southern tibetoburmans hum genetwen li gao mao gao li zhang et al genetic structure hmongmien speaking populations east asia revealed mtdna lineages mol biol evolxue wang xu zhang wen wu lu deka qian jin spatial analysis genetic structure human population china reveals distinct difference maternal paternal lineages eur hum genetyao yg kong qp wang cy zhu cl zhang yp different matrilineal contributions genetic structure ethnic groups silk road region china mol biol evolyunusbayev metspalu jarve kutuev rootsi et al caucasus asymetric semipermeable barrier ancient human migrations mol biol evolzhang qi yang serey sovannary bunnath et al analysis mitochondrial genome diversity identifies new ancient maternal lineages cambodian aborigines nat communzhao pan qin cai lu farina se liu et al gene flow zhuang han populations chinavietnam borderland hum evolzhao kong qp wang hw peng ms xie xd wang wz et al mitochondrial genome evidence reveals successful late paleolithic settlement tibetan plateau proc natl acad scizheng hx yan qin zd wang tan jz li et al major population expansion east asians began neolithic time evidence mtdna genomes plos one 20116e25835zhou hy wang hw tan sn chen wang wl et al genetic affinities central china populations genet mol reszimmermann bodner amory fendt röck horst et al forensic phylogeographic characterization mtdna lineages northern thailand chiang mai int legal medzupan hauptman glavac maternal perspective five slovenian regions importance regional sampling ann hum biolhaplogroup continent rwca rsa rea rsea rno rau nwca nea nsea nau msa mea msea mno mausampleip1 west asiaip2 west asiafr1 west asiafr2 west asiait1 west asiacr1 west asiabk1 west asiama1 west asiagr1 west asiacy1 west asiask1 west asiask2 west asiask3 west asiasl1 west asiasr1 west asiaen1 west asiade1 west asiade2 west asiaot1 west asiasc1 west asiano1 west asiafi1 west asiabe1 west asiabl1 west asiasv1 west asiaar1 west asiaym1 west asiajo1 west asiapa1 west asialb1 west asiasy1 west asiaiq1 west asiaiq2 west asiair1 west asiair2 west asiair3 west asiatu1 west asiaca1 west asiaca2 west asiaca3 west asiaca4 west asiacs1 central asiacs2 central asiacs3 central asiacs4 central asiavu1 central asiavu2 central asiauz1 central asiauz2 central asiauy1 central asiakz1 central asiakz2 central asiakz3 central asiakz4 central asiatb1 central asiati1 central asiati2 central asiati3 central asiati4 central asiati5 central asiati6 central asiati7 central asiati8 central asiati9 central asiamg1 east asiamg2 east asiamg3 east asiach1 east asiach2 east asiach3 east asiach4 east asiach5 east asiach6 east asiach7 east asiach8 east asiach9 east asiach10 east asiach11 east asiach12 east asiach13 east asiach14 east asiach15 east asiach16 east asiach17 east asiach18 east asiach19 east asiach20 east asiach21 east asiach22 east asiach23 east asiach24 east asiach25 east asiach26 east asiach27 east asiach28 east asiach29 east asiach30 east asiach31 east asiach32 east asiach33 east asiach34 east asiach35 east asiach36 east asiako1 east asiako2 east asiajp1 east asiasb1 north asiasb2 north asiasb3 north asiasb4 north asiasb5 north asiasb6 north asiasb7 north asiasb8 north asiasb9 north asiasb10 north asiasb11 north asiasb12 north asiasb13 north asiasb14 north asiasb15 north asiasb16 north asiasb17 north asiasb18 north asiasa1 south asiasa2 south asiasa3 south asiasa4 south asiasa5 south asiasa6 south asiasa7 south asiasa8 south asiasa9 south asiasa10 south asiasa11 south asiasa12 south asiasa13 south asiasa14 south asiasa15 south asiasa16 south asiasa17 south asiasa18 south asiasa19 south asiasa20 south asiasa21 south asiasa22 south asiasa23 south asiasa24 south asiasa25 south asiasa26 south asiasa27 south asiase1 msea1se2 msease3 msease4 msease5 msease6 msease7 msease8 msease9 msease10 msease11 msease12 msease13 msease14 msease15 msease16 msease17 msease18 msease19 msease20 msease21 msease22 msease23 msease24 msease25 mseaid1 iseaid2 iseaid3 iseaid4 iseaid5 iseaid6 iseaid7 iseaid8 iseaid9 iseaid10 iseaid11 iseaid12 iseaph1 iseaph2 iseaph3 iseaph4 iseaph5 iseaph6 iseaph7 iseaph8 iseaph9 iseaml1 melanesiaml2 melanesiaml3 melanesiaml4 melanesiaml5 melanesiaml6 melanesiaml7 melanesiaml8 melanesiaml9 melanesiaml10 melanesiaml11 melanesiaml12 melanesiaml13 melanesiaml14 melanesiaau1 australiaau2 australiaau3 australiaau4 australiaau5 australiaau6 australiamainland south east asiaisland south east asiageographic distancesarabia eafrica wafrica neast meast caucasus casia russia neurope weurope eeurope balkans seurope geographic centerarabia riyadheafrica cairowafrica oranneast beirutmeast tehrancaucasus tifliscasia kyzylrussia moscowneurope stockholmweurope pariseeurope warsawbalkans sarajevoseurope romagenetic distancesarabia eafrica wafrica neast meast caucasus casia russia neurope weurope eeurope balkans seurope mean distancearabiaeafricawafricaneastmeastcaucasuscasiarussianeuropeweuropeeeuropebalkansseuropegenetic identitiesarabia eafrica wafrica neast meast caucasus casia russia neurope weurope eeurope balkans seurope mean identityarabiaeafricawafricaneastmeastcaucasuscasiarussianeuropeweuropeeeuropebalkansseuropehaplogroup study sample behar et al1 soares et al2 others ref mean setotalwca1r0r1r2jtr2jtrwca meanrwcasa2r5r6r7r8r30r31usarsa meanrsaear9r11b6b45res meanressear21r22r23r24p9p10rsea meanrseapphpnopaup1p210p2p3p3ap3bp4p4ap4bp5p6p7p8r1221rno meanrnorau meanraurnoaupnoaup4noauexcluding r0abbreviations wcawest central asia sa south asia ea east asia sea south east asia near oceania au australiareferencesbehar dm van oven rosset metspalu loogvali el silva nm kivisild torroni villems copernican reassessment human mitochondrial dna tree root hum genetsoares ermini thomson mormina rito rohl salas oppenheimer macaulay richards mb correcting purifying selection improved human mitochondrial molecular clock hum genetfu mittnik johnson plf bos lari et al revised timescale human evolution based ancient mitochondrial genomes curr bioljinam ta hong lc phipps stoneking ameen edo hugo panasian snp consortium saitou evolutionary history continental southeast asians early train hypothesis based genetic analysis mitochondrial autosomal dna data mol biol evolli yc wang hw tian jy liu ln yang lq zhu cl wu sf kong qp zhang yp ancient inland human dispersals myanmar interior east asia since late pleistocene scientific reportspalanichamy mg sun agrawal bandelt hj kong qp khan wang cy chaudhuri tk palla zhang yp phylogeny mitochondrial dna macrohaplogroup india based complete sequencing implications peopling south asia hum genetpierson mj martinezarias holland br gemmell nj hurles penny deciphering past human population movements oceania provably optimal trees mtdna genomes mol biol evolhill soares mormina macaulay clarke et al mitochondrial stratigraphy islands southeast asia hum genetfriedlaender js friedlaender fr hodgson ja stoltz koki horvat zhadanov schurr tg merriwether da melanesian mtdna complexity plos one e248zhang qi yang serey sovannary bunnath aun hs samnom zhang lin van oven shi su analysis mitochondrial genome diversity identifies new ancient maternal lineages cambodian aborigines nat comgomes sm bodner souto zimmermann huber strobl rock aw achilli olivieri torroni cortereal parson human settlement history sunda sahul focus east timer timor leste pleistocenic mtdna diversity bmc genomicsfedorova sa reidla metspalu metspalu rootsi tambets trofimova zhadanov si kashani bh olivieri voevoda mi osipova lp platonov fa tomsky mi khusnutdinova ek torroni villems autosomal uniparental portraits native populations sakha yakutia implications peopling northeast eurasia bmc evol biolhudjashov kivisild underhill pa endicott sanchez jj lin aa shen oefner renfrew villems forster revealing prehistoric settlement australia chromosome mtdna analysis proc natl acad scipeng ms quang hh dang kp trieu av wang hw yao yc kong qp zhang yp tracing austronesian footprint mainland southeast asia perspective mitochondrial dna mol biol evolpierron chang arachichea heiske thomas borlin pennarum murail thoraval rocher letellier mutation rate switch inside eurasian mitochondrial haplogroups impact selection consequences dating settlement europe plos one e21543chaubey karmin metspalu metspalu selvirani et al phylogeography mtdna haplogroup r7 indian peninsula bmc evol biolthangaraj nandan sharma sharma vk eaaswarkhanth patra pk singh rekha dua verma reddy ag singh plos one e6545metspalu kivisild metspalu parik hudjashov kaldma serk carmin behar dm gilbert mtp endicott mastana papiha ss skorecki torroni villems extant mtdna boundaries south southwest asia likely shaped initial settlement eurasia anatomically modern humans bmc genetics526tabbada ka trejault loo jh chen ym lin mirazonlahr kivisild de ungria mc philippine mitochondrial dna diversity populated viaduct taiwan indonesia mol biol evolmellars gori kc carr soares pa richards mb genetic archaeological perspectives initial modern human colonization southern asia proc natl acad sci usatumonggor mk karafet tm downey lausing js norquest sudoyo hammer mf cox mp isolation contact social behavior shaped genetic diversity west timor hum genetdelfin minshan ko li gunnarsdottir ed tabbada ka salvador jm calacal gc saqum ms datar fa padilla sg de ungria mc stoneking complete mtdna genomes filipino ethnolinguistic groups melting por recent ancient lineages asiapacific region eur hum genetingman gyllensten mitochondrial genome variationand evolutionary history australian new guinean aborigines genom res24alabri podgorna rose ji pereira mulligan cj silva nm bayoumi soares cerny pleistoceneholocene boundary southern arabia perspective human mtdna variation phys anthropol", "https://static-content.springer.com/esm/art%3A10.1186%2Fs12862-017-0964-5/MediaObjects/12862_2017_964_MOESM2_ESM.xlsx": "crsh2a2u234789h2a u5 u615954ch2 u1 u6abd u2 u8u5ab u49u3u8bcu2cd16318tu1a u6d 4640au5a u7u5bhv u3ac u9 u8bu3bu1b u4u5a2 u7au1a1r0 16214a u5b2 3546a 15944dt 523dcau1b2 u3b1 u3b2 u3b3 2405ic u9ama19 u4a 3107dc u8b1iberia u2d u3a u4ditaly u3cu5b2a 523dca 523ica16318t16266g u4a2 ara1368677c u2d3 2766a u3b1a u3b2a ara224 arabia523dca 464c jordania arabia u8b1au5b2a1 u3a1 po008 pa43 pa261 ga6033 k1u3a2 ga6111 poland 9294t iberia iberia iberia ay714023jordan 11812c iberia e103 india u4a2ava2517 523dca sudan jordania ara815iberia u3b2a1 c310 mo265 arabia ara073mo249 kj445940 gs18 sudan morocco arabia k1au5b2a1a u3a1a hq404665 u3a1c morocco algeria hm852803 gma3 iberia jordania 16166da u8b1a1v2508 iberia g208 mo375 sa333 iran iberia tg233iberia cat205 germany 523dca morocco arabia eg301 tunisiaiberia eg270 egypt mor459 523dca jn969086 kc851932egypt morocco europe jordania tg207 italy 6515g k1a4po142 tg202 523dca tunisia sa377poland mauritania u3a1c1 jordania gma8 523dca arabiatf117 iberia eu935438 g7166 jordaniamorocco canaries g716 bu4939 ay882385 egypt germany 16193dcu5b2a1a2 germany iberia kuwait yemen italy k1a4ajordania jordania ara717germany lz325 16343c jordania jx153143 arabiacanaries jordania denmark gc452ay882383 canariesyemense1399iberialz5266canariescrsgeographic labelsaustraliaindonesiah2a2 523dcamelanesia 3172a573icnew guineap4 p6 p9h2a philippines p21015937tp3 13452ap1h2 p9a5899d p5p4bp1d379c 15521c p3b ay289063p2 8158t 16241t p7591a5987a 523ia p3a 14385a5330a 523dca ay289054hv p1d1 p8 16170c 9159gp1d2 p1f 523dca gq11902613958c 523dca 574cdq404446 576c kc993942dq372870 p4ar0 kj154805 4394g 16111a 10192a ay289055 kc993944j676787 p1d1a 10933g p4b1 16258c523ica kj154813 15094a flp107kf451083 p1d2a kj154904 p3b1 15884c ay289053523ica af347002 kj154827 af347004 dq372872kj446165 kf451085 kj154181 kj676789 kc993948kj676781 12281g kj154831 ay289065kj446166 kj154700 ay289088 kf451078 ef495215 573ic p4a1 kc993934kj676786 kj676783 16259g 523ica dq112897 p10 ay289052 ay289064kc994150 523ica kj676777 3230ia 8287i3c kj154878 ay289084 ef061158 kc99395113297t kj154317 kj154684 kj154767 kj154895 kj676782 ef061155 ay289091 11101c ef061159 16258ckj154714 kj154814 kj676776 kj676775 kj676784kj445867kj154172 kj154358 kj676779 kj676785 ay289057 529dgct16439a ay289087 kf451081 kj154469 kc993994 dq404444kc994148 gq119036 ef061153 p4a1a kc993935 kc993950af347002 kj446164 kc993997kc993947 kc993952af347005 ef061154 ef495221523icaeu597507ay289086kf45108682818289def0611567ef061156kj446083"}
