{"https://doi.org/10.1186/1741-7007-9-2": "Inland post-glacial dispersal in East Asia revealed by mitochondrial haplogroup M9a'b | BMC Biology | Full Text Skip to main content Advertisement Search Explore journals Get published About BMC My account Search all BMC articles Search BMC Biology Home About Articles Submission Guidelines Join the Editorial Board Collections Reviews Submit manuscript Inland post-glacial dispersal in East Asia revealed by mitochondrial haplogroup M9a'b Download PDF Download PDF Research article Open access Published: 10 January 2011 Inland post-glacial dispersal in East Asia revealed by mitochondrial haplogroup M9a'b Min-Sheng Peng1,2,6, Malliya Gounder Palanichamy3, Yong-Gang Yao4, Bikash Mitra3,5, Yao-Ting Cheng1,2,6, Mian Zhao1,2,6, Jia Liu3, Hua-Wei Wang3, Hui Pan1,2,6, Wen-Zhi Wang1,2,6, A-Mei Zhang4,6, Wen Zhang4,6, Dong Wang4,6, Yang Zou4,6, Yang Yang3, Tapas Kumar Chaudhuri5, Qing-Peng Kong1,2 & …Ya-Ping Zhang1,2,3 Show authors BMC Biology volume 9, Article number: 2 (2011) Cite this article 14k Accesses 34 Citations 11 Altmetric Metrics details AbstractBackgroundArchaeological studies have revealed a series of cultural changes around the Last Glacial Maximum in East Asia; whether these changes left any signatures in the gene pool of East Asians remains poorly indicated. To achieve deeper insights into the demographic history of modern humans in East Asia around the Last Glacial Maximum, we extensively analyzed mitochondrial DNA haplogroup M9a'b, a specific haplogroup that was suggested to have some potential for tracing the migration around the Last Glacial Maximum in East Eurasia.ResultsA total of 837 M9a'b mitochondrial DNAs (583 from the literature, while the remaining 254 were newly collected in this study) pinpointed from over 28,000 subjects residing across East Eurasia were studied here. Fifty-nine representative samples were further selected for total mitochondrial DNA sequencing so we could better understand the phylogeny within M9a'b. Based on the updated phylogeny, an extensive phylogeographic analysis was carried out to reveal the differentiation of haplogroup M9a'b and to reconstruct the dispersal histories.ConclusionsOur results indicated that southern China and/or Southeast Asia likely served as the source of some post-Last Glacial Maximum dispersal(s). The detailed dissection of haplogroup M9a'b revealed the existence of an inland dispersal in mainland East Asia during the post-glacial period. It was this dispersal that expanded not only to western China but also to northeast India and the south Himalaya region. A similar phylogeographic distribution pattern was also observed for haplogroup F1c, thus substantiating our proposition. This inland post-glacial dispersal was in agreement with the spread of the Mesolithic culture originating in South China and northern Vietnam. BackgroundThe climatic oscillation and the related ecological changes around the Last Glacial Maximum (LGM; approximately 26.5 to 19 kilo-years ago (kya)) [1] were suggested to exert substantial influence on prehistoric migrations and demographic changes in modern humans [2]. In East Asia, archaeological studies have indicated that great changes occurred in the wake of the LGM [3, 4]. For instance, the microblade technology appeared and became popular during the LGM in northern China [5]; some early settlements were abandoned [6] and people probably moved to the south due to the deteriorating environmental conditions [7]. After the LGM, improved climate allowed humans to re-colonize the high latitude regions [8]. However, whether the ancient dispersals around the LGM left any detectable genetic footprints in the gene pool of the contemporary East Asians was still elusive.In the past decades, genetic data of mitochondrial DNA (mtDNA) and the non-recombining region of Y-chromosome (NRY) have been widely employed to reconstruct human prehistory [9, 10]. In Europe, the detailed phylogeographic dissection of matrilineal pools has discerned some haplogroups as the candidate markers for tracing the dispersal(s) after the LGM, which could be assigned as the Late Glacial (before the Holocene) and the post-glacial (after the Younger Dryas but before the Neolithic) re-colonization, respectively [11]. Recently, this strategy has also been applied to other regions (for example, West Asia [12], South Asia [13], and Southeast Asia [14]), yielding many valuable insights into the prehistoric demographic events around the LGM.To trace the ancient dispersal of modern humans in East Asia around the LGM, we carried out a detailed phylogeographic analysis on a high resolution mtDNA marker. We focused our attention particularly on East Eurasian specific mtDNA haplogroup M9a'b for four reasons: 1) M9a'b distributes widely in mainland East Asia [14] and is relatively concentrated in Tibet (approximately 19.2%) [15, 16] and its surrounding regions, including Nepal (approximately 11.6%) [17], Sikkim (approximately 11.7%) [18] and northeast India (approximately 8.6%) [18, 19]. 2) The phylogeny of haplogroup M9a'b indicated that this clade might be involved in some northward migrations into East Asia from Southeast Asia [14]. 3) The coalescent time estimates of certain sub-haplogroups of M9a'b, for example, M9a (approximately 12 to 15 kya) [14, 16] and M9d (approximately 12 kya) [16], suggested that these lineages were likely associated with some post-LGM dispersal(s) in East Asia [14], especially in Tibet [15, 16]. 4) In addition to its high frequency, the relatively high genetic diversity, as revealed by the mtDNA control region hypervariable segment I (HVS-I) information in Tibet [20], suggested that Tibet might serve as the potential differentiation center of M9a'b sub-haplogroups. All these lines of evidence appeared to imply that Tibet might be a candidate source for the post-LGM dispersal in East Asia. Together, the detailed dissection of haplogroup M9a'b would provide insightful information for the ancient movement of modern humans in East Asia around the LGM.ResultsM9a'b phylogenetic tree based on mtDNA genome informationAfter incorporating the 59 newly sequenced mtDNA genomes, the phylogeny of haplogroup M9a'b was greatly improved in the context of East Eurasians (Figure 1). The overall structure of the tree turned out to be much more complex than we had ever thought [14–16, 18, 20, 21] (Figure 2). For instance, a number of basal lineages branched directly from the M9a'b root and shared merely two variants 16234 and 14308 with previously defined haplogroups M9a and M9d [16, 18]. To update the definitions of haplogroup M9a'b and its sub-haplogroups and to avoid potential confusion, we kept the definition of M9a'b, but expanded that of M9a (now defined by transitions 14308 and 16234) to embrace M9a1 (defined by variant 1041), M9a4 (defined by transition 6366), and M9a5 (determined by variants 385, 8155, and 12237). Nomenclature of some other sub-haplogroups, such as M9a1b (former M9d [16, 18]), M9a1a1 (former M9a [18]), and M9a1a2 (former M9e [16]), were adjusted accordingly (Figure 2). It should be mentioned that although the validity of M9a1a might be questionable because this haplogroup was defined solely by a control region variation at site 16316, its two major clades (M9a1a1 and M9a1a2) were determined by additional coding region variants. The updated nomenclature has been deposited to PhyloTree (http://www.phylotree.org, mtDNA tree Build 10) [22].Figure 1Geographic locations of populations surveyed in this study. For more details regarding the populations, refer to Additional file 2.Full size imageFigure 2Classification tree of M9a'b rooted in haplogroup M9. (a) The tree includes 120 complete sequences and illustrates sub-haplogroup affiliations (see Additional file 4). Sequences 1, 5 to 12, 16 to 25, 42 to 43, 54, 60 to 64, 77 to 78, 81 to 88, 93, 97 to 117 were newly collected and indicated as circles, while the others from published sources were represented as squares. The nucleotide positions in the sequences were scored relative to the revised Cambridge Reference Sequence (rCRS) [52]. Transitions are shown on the branches and transversions are further annotated by adding suffixes. The deletions and insertions are demonstrated by ''d'' and ''+'', respectively. Amino acid replacements are in red and marked by a single-letter code, whereas synonymous replacements are in blue. Changes in transfer RNA and ribosomal RNA genes are denoted by \"t\" and \"r\", respectively. The prefix @ designates back mutation and recurrent variants are underlined. \"R\" and \"Y\" specify the heteroplasmic status of A/G and C/T at a certain site, respectively. All heteroplasmic variants and the potential pathogenic transition 11778 [62] are not considered in the ages estimates and are marked in italics. The insertion of C at site 5899 seemed to be missing in sequences 88 to 91, which is tentatively noted as \"@5899+C?\". (b) The geographic origin of samples is shown by different colors corresponding to their respective different locations in the map.Full size imageBased on the updated M9a'b phylogeny, some interesting features could be discerned. With the exception of M9a1, most basal branches of M9a were distributed in southern China (6/15) and Southeast Asia (7/15); this pattern suggested that M9a might have a southern origin. The distribution pattern of M9a1 was rather complex: although this haplogroup did bear some genetic imprints of southern origin by harboring a basal lineage (that is, HN-H H27) from southern China, its effect had actually extended to northern China and Japan (for example, M9a1a1a, M9a1a1b, and M9a1a1c1a), as well as, western China (that is, southwestern China, northwestern China, and Tibet), northeast India (including Bangladesh), and the south Himalaya region (for example, M9a1b1, M9a1a2, and M9a1a1c1b). Based on this pattern, it seemed that haplogroup M9a1 had most likely been involved in some northward and westward dispersal(s) in East Asia.Phylogeographic distributionThe updated phylogenetic tree of haplogroup M9a'b provided a basis for us to reanalyze the previously published data and to perform a well-defined phylogeographic analysis of this haplogroup. To better characterize the demographic history of M9a'b, the median-joining network was constructed based on all available M9a'b mtDNAs (Figure 3). In general, the network (based on the combined information of the control region and partial coding region) was in agreement with the phylogeny of the entire mtDNA genomes (Figure 2). Our comprehensive study of haplogroup M9a'b substantiated the notion that the origin of this haplogroup was most likely located in southern China and/or mainland Southeast Asia. As displayed in Figure 3, most of the basal lineages within M9a (that is, M9a*; excluding M9a1a and M9a1b mtDNAs) came from southern China, southwestern China, and Southeast Asia, strongly suggesting a southern origin of M9a. This result received further support from M9b: 9 of the 11 M9b sequences were observed in southern China, southwestern China, and Southeast Asia, while the remaining two were found in northwestern China and northern China, respectively (Figure 3; see Additional file 1).Figure 3Median-joining network of HVS-I haplotypes observed in 837 M9a'b mtDNAs. (a) mtDNA control region variations and/or certain coding region sites were considered to improve the resolution of the median-joining network. The variants are transitions, and transversions are further highlighted by adding suffixes A, C, G and T. \"Y\" means heteroplasmic status C/T, and \"@\" means a back mutation. The \"†\" labels the putatively ancestral node of haplogroup M9a'b. (b) The geographic origin of samples is shown by different colors corresponding to their respective locations on the map. For the samples from Tibet, the related population information is also noted.Full size imageSimilar to the observation from the phylogenetic tree of the complete mtDNAs (Figure 2), the median-network showed that the dominant clade (M9a1) within M9a presented a quite different geographic distribution pattern from its sister cluster M9a* (Figure 3). Within haplogroup M9a1b, the basal lineages were mainly restricted to western China and Myanmar, whereas M9a1b1 spread not only in western China and Myanmar, but also in northeast India and the south Himalaya region (Figure 3). The basal lineages belonging to M9a1a* were mainly found in southern China (Figure 3). One of its derivatives, haplogroup M9a1a2, displayed a restricted distribution in western China, Myanmar, northeast India, and the south Himalaya region (Figure 3 and 4; see Additional file 2), and presented a similar pattern to that of haplogroup M9a1b1. Nevertheless, haplogroup M9a1a1 showed a distinct distribution pattern: most of M9a1a1 basal lineages were distributed in southern China, southwestern China, as well as, northern China, Japan and Korea, whereas its major sub-haplogroup M9a1a1c was prevalent in northern China, Korea, and Japan (Figure 3 and 4; see Additional file 2). Remarkably, the M9a1a1 lineages found in Tibet were almost clustered into haplogroup M9a1a1c1b.Figure 4Spatial frequency distributions of haplogroup M9a'b and its sub-haplogroups. Populations and corresponding frequency values are listed in Additional file 2. Fifty mtDNAs were not included in computing the population frequency because the essential information was missing or not reported in the original studies (see Additional file 1). The spatial-frequency distributions were created using the Kriging algorithm of the Surfer 8.0 package.Full size imageCoalescence age estimatesThe large number of M9a'b samples with complete mtDNA genome information, as well as the network with a high-resolution, allowed us to estimate the coalescence ages of the nodes (viz., ancestral haplotypes within M9a'b) of interest. Although there were some exceptions, the estimated ages based on different calibrated rates were in general accordance with each other and seemed to be quite robust (Table 1). The whole haplogroup M9a'b showed a coalescence time of approximately 26 to 28 kya. The estimated coalescence age of haplogroup M9a was approximately 18 to 23 kya. Within haplogroup M9a1, haplogroups M9a1a1 and M9a1b1 emerged around 14 to 17 kya and 9 to 12 kya, respectively. For haplogroup M9a1a2, because of the small number of available mtDNA genome sequences, which would bias the age estimates, we adopted the age estimation result based on HVS-I data (11.3 ± 3.5 kya). As a result, nearly all the age estimates placed the origin of haplogroup M9a1a1 in the Late Glacial episode, whereas haplogroups M9a1b1 and M9a1a2 are in a more recent post-glacial period (the end of the Pleistocene and the early Holocene), despite a fact that these ages should be received with caution [23, 24].Table 1 Estimated coalescence ages of mtDNA haplogroup M9a'b and its sub-haplogroups based on different calibration rates.Full size tableDiscussionAlthough some previous studies based on limited information from mtDNA control region suggested that haplogroup M9a'b might trace its origin in North Asia/northern China [16, 25] or Central Asia (including Tibet) [20], evidence from entire mtDNA genomes and extensive phylogeographic analyses unanimously indicated that this haplogroup was originated in southern China and/or Southeast Asia, a vast region containing contemporary northern Vietnam and South China (that is, Guangxi, Guangdong, and Hainan). This result was consistent with the previous observation on haplogroup E, the sister clade of M9a'b [14], and thus provided further evidence in support of the common origin of haplogroup M9 (embracing M9a'b and E) in Southeast Asia [14]. Moreover, the emergence of M9a'b and/or M9a and their related early dispersal in southern China and/or Southeast Asia (Figure 4) around 18 to 28 kya (Table 1) was in agreement with the rise of the Upper Paleolithic culture within this region (Figure 5a). During this period, the first (approximately 26 to 36 kya) and second (approximately 20 to 26 kya) stages of Bailiandong culture in Guangxi [26] and the Son Vi culture (also Sonviian; approximately 13 to 23 kya) in northern Vietnam [27] appeared and showed tight links (for example, cobble choppers and blades) with each other [26].Figure 5The putative migratory routes of M9a'b and the distribution of the potentially associated archaeological evidence. Arrows refer to the dispersal direction but do not denote precisely defined geographic routes. The ages of specific haplogroups were based on the mtDNA control region sequences: (a) M9a* lineages in southern China and Southeast Asia; (b) M9a1 in southern China; and (c) M9a1b1 lineages in northeast India, and M9a1b1 and M9a1a2 lineages in the south Himalaya region.Full size imageOur phylogeographic analysis of haplogroup M9a'b further revealed some distinct distribution patterns of its sub-haplogroups. In particular, M9a1b and M9a1a2 showed a restricted distribution in western China, Myanmar, northeast India, and the south Himalaya region (Figure 4; see Additional file 2), but were virtually very rare or absent in northern China and Northeast Asia and even southern China (the suggested place of origin of M9a'b and M9a1), indicating that both haplogroups might have distinct origins from the other M9a'b sub-haplogroups. Meanwhile, M9a1a2 and M9a1b coincidentally shared a similar expansion age (approximately 9 to 12 kya; Table 1), which indicated that both haplogroups might have been involved in the same demographic event. Together, the current distribution pattern of haplogroups M9a1b and M9a1a2 was likely attributed to an inland post-glacial dispersal event, which started from southern China along with the differentiation of M9a1 (approximately 17 to 21 kya; Table 1; Figure 5b), then moved westward to western China, and finally to northeast India and the south Himalaya region (Figure 5c). Nevertheless, the phylogeographic pattern of M9a1a1 suggested some northward Late Glacial dispersal(s). In particular, the enrichment of haplogroup M9a1a1c1b in Tibet was likely to be explained by some recent local expansions, such as the Neolithic expansion [28, 29] in this region.It is possible that the observed pattern based on a single haplogroup (that is, M9a'b) might be biased by genetic drift, natural selection, and later population dynamic events [30]. So we tried to look for the parallel genetic evidence from the published data: haplogroup F1c [31, 32], with mtDNA control region motif as 16111-16129-16304-152-249d, was found to show a similar phylogeographic pattern with haplogroup M9a1. As previous studies had indicated that haplogroups F1 and F1a (a sister clade of F1c) probably had an origin in southern China and/or Southeast Asia [32–34], haplogroup F1c also probably originated in the same region. The network based on 108 mtDNA control region sequences (see Additional file 3) suggested that several branches derived directly from the root type of F1c, and these lineages were mainly restricted in western China, northeast India, and the south Himalaya region (Figure 6). Regardless of the major branch defined by variant 16266, the expansion time of haplogroup (paragroup) F1c* was estimated to be 10.2 ± 4.1 kya. Therefore, the differentiation of haplogroup F1c* had likely witnessed certain inland post-glacial dispersal from southern China and/or southwestern China to northeast India and the south Himalaya region, which mirrored the distribution pattern of M9a1b and M9a1a2.Figure 6Median-joining network of HVS-I haplotypes observed in 108 F1c mtDNAs. All sequences were retrieved from the published data (see Additional file 3). For the information of the labels, see Figure 3 and its legend.Full size imageThe proper interpretation of the obtained genetic data to reconstruct complex colonization scenarios would benefit from the incorporation of archaeological materials. After the LGM, around 12 to 15 kya, great cultural changes in South China and northern Vietnam were suggested to be associated with the prevalence of the Mesolithic culture, such as the Hoabinhian culture [27, 35] and the third stage of Bailiandong culture [26, 36]. The expansions of these Mesolithic cultures in southern China and Southeast Asia were already discussed in some recent studies [37, 38]. Intriguingly, the timing for our proposed inland post-glacial dispersal scenario was largely overlapped with the Mesolithic period, and more importantly, this inland route from southwestern China to northeast India and the south Himalaya region was in coincidence with the Hoabinhian links connecting southwestern China [39], northeast India [40], and Nepal [41, 42] (Figure 5c). It seemed that the advanced technology (for example, pottery [26, 36, 43]) and the improved climate would be the major factors in triggering the post-glacial dispersal. However, other factors such as the dispersal of language groups and the expansion of agriculture could not be neglected completely. Considering some major branches within M9a'b were relatively concentrated in different Tibeto-Burman and Khasi-Khmuic populations (see Additional file 1), the dispersals of Tibeto-Burman [44] and Austro-Asiatic populations [45], together with the intergroup genetic admixture [45], were likely to shape the current distribution pattern of M9a'b. Further work on more genetic markers (for example, NRY, genome-wide single nucleotide polymorphisms, and even ancient DNA) with extensive sampling will be required to further confirm our speculation regarding the prehistoric peopling scenario(s) in East Asia.ConclusionsOur comprehensive phylogeographic analyses of mtDNA haplogroup M9a'b revealed that southern China and/or Southeast Asia served as a source of the post-LGM dispersal in East Asia. Most importantly, our results provided the first direct genetic evidence in support of the existence of an inland dispersal in mainland East Asia from southern China, through western China, to northeast India and the south Himalaya region. This dispersal was likely triggered by the improved climate and the advanced Mesolithic culture, and had played important roles in shaping the matrilineal gene pool of modern East Asians.MethodsSubjectsA total of 837 candidate M9a'b mtDNA samples (583 from the literature and 254 from this study; see Additional file 1), with specific mtDNA control region motif 16223-16234-16362-153 and/or coding region diagnostic site 3394 or 4491, were pinpointed from over 28,000 subjects residing across East Eurasia (Figure 1; see Additional file 2). All subjects recruited in this study were interviewed with informed consent to ascertain their ethnic affiliations. To better understand the phylogeny within M9a'b, besides the 61 published M9a'b mtDNA genome sequences that were retrieved from the literature and GenBank (see Additional file 4), an additional 59 representatives were selected from our own samples for complete mtDNA sequencing, with a special attempt to cover the widest range of internal variation within the haplogroup [46]. By virtue of the updated phylogeny of haplogroup M9a'b, we further classified the remaining M9a'b candidates based on the specific coding region motifs (for our own samples; see Additional file 1) and/or by matching and near-matching [32, 47] with the well-defined M9a'b lineages (for the reported mtDNAs from the literature). Using this strategy, the vast majority of the M9a'b mtDNA samples (771/837) could be unambiguously allocated into specific sub-haplogroups within M9a'b, whereas the remaining 66 sequences (all from the literature) could only be roughly assigned into M9a'b* due to lack of further information (see Additional file 1).Sequence analysisThe sequencing protocol and phylogeny reconstruction were performed as fully described before [48, 49], and some caveats for data quality-control were followed during the data generation and handling [50, 51]. Sequences were edited and aligned by using Lasergene (DNAStar Inc., Madison, Wisconsin, USA) and variations were scored relative to the revised Cambridge Reference Sequence (rCRS) [52]. For the C-stretch length variants in the control region, we followed the rules proposed by Bandelt and Parson [53]. The transition at 16519 and the C-length polymorphisms in regions 16180 to 16193 and 303 to 315 were disregarded in the analyses. The classification of the variants of each mtDNA genomes was performed with mtDNA GeneSyn 1.0 http://www.ipatimup.pt/downloads/mtDNAGeneSyn.zip[54] and MitoTool http://mitotool.org/index.html[55]. Sequences generated in this study have been deposited in GenBank (Accession Nos. GQ337542, GQ337575, GQ337588, and HM346881 to HM346936).Phylogenetic tree construction and data analysisThe phylogenetic tree of 120 M9a'b complete mtDNA sequences was reconstructed manually and checked by NETWORK 4.516 http://www.fluxus-engineering.com/sharenet.htm. For the HVS data and/or partial coding region, the median-joining network of 837 M9a'b mtDNA sequences was constructed manually and was further checked by using the Network 4.516 [56]. The counter maps of spatial frequencies [57] were constructed to elaborate the geographic distribution patterns of haplogroup M9a'b and its sub-haplogroups using the Kriging algorithm of Surfer 8.0 (Golden Software Inc. Golden, Colorado, USA).The average sequence divergence (ρ) of the haplotypes to their most recent common ancestor, accompanied by a heuristic estimate of the standard error (σ), was calculated as fully described before [58, 59]. Then, the ρ ± σ value was converted into the coalescent age for certain haplogroup by using the most recently proposed calibration rates for mtDNA mutations [60] and only synonymous substitutions [61], respectively. For the control region, we adopted the rate of 18,845 years per transition between 16090 and 16365 [60]. AbbreviationsHVS: hypervariable segment kya: kilo-years ago LGM: Last Glacial Maximum mtDNA: mitochondrial DNA NRY: non-recombining region of Y-chromosome rCRS: revised Cambridge Reference Sequence. ReferencesClark PU, Dyke AS, Shakun JD, Carlson AE, Clark J, Wohlfarth B, Mitrovica JX, Hostetler SW, McCabe AM: The Last Glacial Maximum. Science. 2009, 325: 710-714.Article CAS PubMed Google Scholar Forster P: Ice Ages and the mitochondrial DNA chronology of human dispersals: a review. Philos Trans R Soc Lond B Biol Sci. 2004, 359: 255-264.Article PubMed Central PubMed Google Scholar Barton LW, Brantingham PJ, Ji D: Late Pleistocene climate change and Paleolithic cultural evolution in northern China: implications from the Last Glacial Maximum. Late Quaternary Climate Change and Human Adaptation in Arid China. Edited by: Madsen DB, Chen F, Gao X. 2007, Amsterdam: Elsevier, 9: 105-128. (van der Meer J (Series Editor): Developments in Quaternary Science)Chapter Google Scholar Xu PF, Yan WM, Wang YP, Zhang ZP, Shao WP, Chang KC, Lu LC, Xu H, Wang RX: The Formation of Chinese Civilization: An Archaeological Perspective. 2004, Beijing, New Haven/London: New World Press, Yale University Press Google Scholar Chen S: Environment adaptation and diffusion of North China humans in Late Pleistocene. Quaternary Sci. 2006, 26: 522-533. Google Scholar Xing G, Yuan BY, Pei SW, Wang HM, Chen FY, Feng XW: Analysis of sedimentary-geomorphologic variation and the living environment of hominids at the Shuidonggou Paleolithic site. Chin Sci Bull. 2008, 53: 2025-2032. Google Scholar Ji D, Chen F, Betinnger RL, Elson RG, Geng Z, Barton L, Wang H, An C, Zhang D: Human response to the Last Glacial Maximum: evidence from North China. Acta Anthropol Sin. 2005, 24: 270-282. Google Scholar Goebel T: The \"Microblade Adaptation\" and recolonization of Siberia during the Late Upper Pleistocene. Archeological Papers of the American Anthropological Association. 2002, 12: 117-131.Article Google Scholar Underhill PA, Kivisild T: Use of Y chromosome and mitochondrial DNA population structure in tracing human migrations. Annu Rev Genet. 2007, 41: 539-564.Article CAS PubMed Google Scholar Renfrew C: Archaeogenetics - towards a 'new synthesis'?. Curr Biol. 2010, 20: R162-165.Article CAS PubMed Google Scholar Soares P, Achilli A, Semino O, Davies W, Macaulay V, Bandelt HJ, Torroni A, Richards MB: The archaeogenetics of Europe. Curr Biol. 2010, 20: R174-R183.Article CAS PubMed Google Scholar Černý V, Mulligan CJ, Fernandes V, Silva NM, Alshamali F, Nourdin Harich AN, Cherni L, El Gaaied AB, Al-Meeri A, Pereira L: Internal diversification of mitochondrial haplogroup R0a reveals post-Last Glacial Maximum demographic expansions in South Arabia. Mol Biol Evol. 2011, 28: 71-78.Article PubMed Google Scholar Kumar S, Padmanabham PB, Ravuri RR, Uttaravalli K, Koneru P, Mukherjee PA, Das B, Kotal M, Xaviour D, Saheb SY, Rao VR: The earliest settlers' antiquity and evolutionary history of Indian populations: evidence from M2 mtDNA lineage. BMC Evol Biol. 2008, 8: 230-Article PubMed Central PubMed Google Scholar Soares P, Trejaut JA, Loo JH, Hill C, Mormina M, Lee CL, Chen YM, Hudjashov G, Forster P, Macaulay V, Bulbeck D, Oppenheimer S, Lin M, Richards MB: Climate change and postglacial human dispersals in Southeast Asia. Mol Biol Evol. 2008, 25: 1209-1218.Article CAS PubMed Google Scholar Zhao M, Kong QP, Wang HW, Peng MS, Xie XD, Wang WZ, Duan JG, Cai MC, Zhao SN, Tu YQ, Wu SF, Yao YG, Bandelt HJ, Zhang YP: Mitochondrial genome evidence reveals successful Late Paleolithic settlement on the Tibetan Plateau. Proc Natl Acad Sci USA. 2009, 106: 21230-21235.Article PubMed Central CAS PubMed Google Scholar Qin Z, Yang Y, Kang L, Yan S, Cho K, Cai X, Lu Y, Zheng H, Zhu D, Fei D, Li S, Jin L, Li H, Genographic Consortium: A mitochondrial revelation of early human migrations to the Tibetan Plateau before and after the last glacial maximum. Am J Phys Anthropol. 2010, 143: 555-569.Article PubMed Google Scholar Fornarino S, Pala M, Battaglia V, Maranta R, Achilli A, Modiano G, Torroni A, Semino O, Santachiara-Benerecetti SA: Mitochondrial and Y-chromosome diversity of the Tharus (Nepal): a reservoir of genetic variation. BMC Evol Biol. 2009, 9: 154-Article PubMed Central PubMed Google Scholar Chandrasekar A, Kumar S, Sreenath J, Sarkar BN, Urade BP, Mallick S, Bandopadhyay SS, Barua P, Barik SS, Basu D, Kiran U, Gangopadhyay P, Sahani R, Prasad BV, Gangopadhyay S, Lakshmi GR, Ravuri RR, Padmaja K, Venugopal PN, Sharma MB, Rao VR: Updating phylogeny of mitochondrial DNA macrohaplogroup M in India: dispersal of modern human in South Asian corridor. PLoS ONE. 2009, 4: e7447-Article PubMed Central PubMed Google Scholar Reddy BM, Langstieh BT, Kumar V, Nagaraja T, Reddy ANS, Meka A, Reddy AG, Thangaraj K, Singh L: Austro-Asiatic tribes of Northeast India provide hitherto missing genetic link between South and Southeast Asia. PLoS ONE. 2007, 2: e1141-Article PubMed Central PubMed Google Scholar Tanaka M, Cabrera VM, González AM, Larruga JM, Takeyasu T, Fuku N, Guo LJ, Hirose R, Fujita Y, Kurata M, Shinoda K, Umetsu K, Yamada Y, Oshida Y, Sato Y, Hattori N, Mizuno Y, Arai Y, Hirose N, Ohta S, Ogawa O, Tanaka Y, Kawamori R, Shamoto-Nagai M, Maruyama W, Shimokata H, Suzuki R, Shimodaira H: Mitochondrial genome variation in Eastern Asia and the peopling of Japan. Genome Res. 2004, 14: 1832-1850.Article PubMed Central CAS PubMed Google Scholar Kong QP, Bandelt HJ, Sun C, Yao YG, Salas A, Achilli A, Wang CY, Zhong L, Zhu CL, Wu SF, Torroni A, Zhang YP: Updating the East Asian mtDNA phylogeny: a prerequisite for the identification of pathogenic mutations. Hum Mol Genet. 2006, 15: 2076-2086.Article CAS PubMed Google Scholar van Oven M, Kayser M: Updated comprehensive phylogenetic tree of global human mitochondrial DNA variation. Hum Mutat. 2009, 30: E386-E394.Article PubMed Google Scholar Cox MP: Accuracy of molecular dating with the rho statistic: deviations from coalescent expectations under a range of demographic models. Hum Biol. 2008, 80: 335-357.Article PubMed Google Scholar Endicott P, Ho SY, Metspalu M, Stringer C: Evaluating the mitochondrial timescale of human evolution. Trends Ecol Evol. 2009, 24: 515-521.Article PubMed Google Scholar Xue F, Wang Y, Xu S, Zhang F, Wen B, Wu X, Lu M, Deka R, Qian J, Jin L: A spatial analysis of genetic structure of human populations in China reveals distinct difference between maternal and paternal lineages. Eur J Hum Genet. 2008, 16: 705-717.Article CAS PubMed Google Scholar Guangxi Liuzhou Science Museum of Bailiandong Lava-Caves (Ed.): . Bailiandong in Liuzhou. 2009, Beijing: Science Press Google Scholar Ha VT: The Hoabinhian and before. Bull IPPA. 1997, 16: 35-41. Google Scholar Su B, Xiao CJ, Deka R, Seielstad MT, Kangwanpong D, Xiao JH, Lu DR, Underhill P, Cavalli-Sforza L, Chakraborty RJ, Jin L: Y chromosome haplotypes reveal prehistorical migrations to the Himalayas. Hum Genet. 2000, 107: 582-590.Article CAS PubMed Google Scholar Gayden T, Cadenas AM, Regueiro M, Singh NB, Zhivotovsky LA, Underhill PA, Cavalli-Sforza LL, Herrera RJ: The Himalayas as a directional barrier to gene flow. Am J Hum Genet. 2007, 80: 884-894.Article PubMed Central CAS PubMed Google Scholar Balloux F, Handley LJL, Jombart T, Liu H, Manica A: Climate shaped the worldwide distribution of human mitochondrial DNA sequence variation. Proc Biol Sci. 2009, 276: 3447-3455.Article PubMed Central CAS PubMed Google Scholar Kivisild T, Tolk HV, Parik J, Wang YM, Papiha SS, Bandelt HJ, Villems R: The emerging limbs and twigs of the East Asian mtDNA tree. Mol Biol Evol. 2002, 19: 1737-1751.Article CAS PubMed Google Scholar Yao YG, Kong QP, Bandelt HJ, Kivisild T, Zhang YP: Phylogeographic differentiation of mitochondrial DNA in Han Chinese. Am J Hum Genet. 2002, 70: 635-651.Article PubMed Central CAS PubMed Google Scholar Ballinger SW, Schurr TG, Torroni A, Gan YY, Hodge JA, Hassan K, Chen KH, Wallace DC: Southeast Asian mitochondrial DNA analysis reveals genetic continuity of ancient mongoloid migrations. Genetics. 1992, 130: 139-152.PubMed Central CAS PubMed Google Scholar Torroni A, Miller JA, Moore LG, Zamudio S, Zhuang J, Droma T, Wallace DC: Mitochondrial DNA analysis in Tibet: implications for the origin of the Tibetan population and its adaptation to high altitude. Am J Phys Anthropol. 1994, 93: 189-199.Article CAS PubMed Google Scholar Gorman C: The Hoabinhian and after: subsistence patterns in Southeast Asia during the late Pleistocene and early recent periods. World Archaeol. 1971, 2: 300-320.Article Google Scholar Tong EZ, Hutterer KL: The Mesolithic period in South China and Southeast Asia. Southern Civilization. Edited by: Tong EZ. 2004, Chongqing: Chongqing Publishing House, 58-87. Google Scholar Hill C, Soares P, Mormina M, Macaulay V, Meehan W, Blackburn J, Clarke D, Raja JM, Ismail P, Bulbeck D, Oppenheimer S, Richards M: Phylogeography and ethnogenesis of aboriginal Southeast Asians. Mol Biol Evol. 2006, 23: 2480-2491.Article CAS PubMed Google Scholar Karafet TM, Hallmark B, Cox MP, Sudoyo H, Downey S, Lansing JS, Hammer MF: Major east-west division underlies Y chromosome stratification across Indonesia. Mol Biol Evol. 2010, 27: 1833-1844.Article CAS PubMed Google Scholar Gao F: Excavation of remains from Nanminan cave sites, Jinghong. Exploring Historical Footprints, Protecting Cultural Relics: In Memory of the 50th Anniversary of Yunnan Provincial Institute of Cultural Relics and Archaeology. Edited by: the Yunnan Provincial Institute of Cultural Relics and Archaeology. 2009, Kunming: Yunnan Publishing Group. Kunming: Yunnan Publishing Group, Yunnan Education Publishing House, 31-34. Google Scholar Sharma HC: Prehistoric archaeology of the North-East. The Anthropology of North-East India. Edited by: Subba TB, Ghosh GC. 2003, New Delhi: Orient Longman Private Limited, 11-30. Google Scholar Corvinus G: The prehistory of Nepal after 10 years of research. Bull IPPA. 1996, 14: 43-55. Google Scholar Zöller L: Chronology of upper Pleistocene \"red silts\" in the Siwalik system and constraints for the timing of the upper palaeolithic in Nepal. Catena. 2000, 41: 229-235.Article Google Scholar Boaretto E, Wu X, Yuan J, Bar-Yosef O, Chu V, Pan Y, Liu K, Cohen D, Jiao T, Li S, Gu H, Goldberg P, Weiner S: Radiocarbon dating of charcoal and bone collagen associated with early pottery at Yuchanyan Cave, Hunan Province, China. Proc Natl Acad Sci USA. 2009, 106: 9595-9600.Article PubMed Central CAS PubMed Google Scholar van Driem G: Tibeto-Burman vs Indo-Chinese: implications for population geneticists, archaeologists and prehistorians. The Peopling of East Asia : Putting Together Archaeology, Linguistics and Genetics. Edited by: Sagart L, Blench R, Sanchez-Mazas A. 2005, London and New York: RoutledgeCurzon, 81-106.Chapter Google Scholar Chaubey G, Metspalu M, Choi Y, Magi R, Romero IG, Soares P, van Oven M, Behar DM, Rootsi S, Hudjashov G, Mallick CB, Karmin M, Nelis M, Parik J, Reddy AG, Metspalu E, van Driem G, Xue Y, Tyler-Smith C, Thangaraj K, Singh L, Remm M, Richards MB, Lahr MM, Kayser M, Villems R, Kivisild T: Population genetic structure in Indian Austroasiatic speakers: the role of landscape barriers and sex-specific admixture. Mol Biol Evol.Achilli A, Rengo C, Magri C, Battaglia V, Olivieri A, Scozzari R, Cruciani F, Zeviani M, Briem E, Carelli V, Moral P, Dugoujon JM, Roostalu U, Loogväli EL, Kivisild T, Bandelt HJ, Richards M, Villems R, Santachiara-Benerecetti AS, Semino O, Torroni A: The molecular dissection of mtDNA haplogroup H confirms that the Franco-Cantabrian glacial refuge was a major source for the European gene pool. Am J Hum Genet. 2004, 75: 910-918.Article PubMed Central CAS PubMed Google Scholar Yao YG, Kong QP, Wang CY, Zhu CL, Zhang YP: Different matrilineal contributions to genetic structure of ethnic groups in the Silk Road region in China. Mol Biol Evol. 2004, 21: 2265-2280.Article CAS PubMed Google Scholar Wang HW, Jia XY, Ji YL, Kong QP, Zhang QJ, Yao YG, Zhang YP: Strikingly different penetrance of LHON in two Chinese families with primary mutation G11778A is independent of mtDNA haplogroup background and secondary mutation G13708A. Mutat Res. 2008, 643: 48-53.Article CAS PubMed Google Scholar Fendt L, Zimmermann B, Daniaux M, Parson W: Sequencing strategy for the whole mitochondrial genome resulting in high quality sequences. BMC Genomics. 2009, 10: 139-Article PubMed Central PubMed Google Scholar Kong QP, Salas A, Sun C, Fuku N, Tanaka M, Zhong L, Wang CY, Yao YG, Bandelt HJ: Distilling artificial recombinants from large sets of complete mtDNA genomes. PLoS ONE. 2008, 3: e3016-Article PubMed Central PubMed Google Scholar Yao YG, Salas A, Logan I, Bandelt HJ: mtDNA data mining in GenBank needs surveying. Am J Hum Genet. 2009, 85: 929-933.Article PubMed Central CAS PubMed Google Scholar Andrews RM, Kubacka I, Chinnery PF, Lightowlers RN, Turnbull DM, Howell N: Reanalysis and revision of the Cambridge reference sequence for human mitochondrial DNA. Nat Genet. 1999, 23: 147-Article CAS PubMed Google Scholar Bandelt HJ, Parson W: Consistent treatment of length variants in the human mtDNA control region: a reappraisal. Int J Legal Med. 2008, 122: 11-21.Article PubMed Google Scholar Pereira L, Freitas F, Fernandes V, Pereira JB, Costa MD, Costa S, Maximo V, Macaulay V, Rocha R, Samuels DC: The diversity present in 5140 human mitochondrial genomes. Am J Hum Genet. 2009, 84: 628-640.Article PubMed Central CAS PubMed Google Scholar Fan L, Yao YG: MitoTool: a web server for the analysis and retrieval of human mitochondrial DNA sequence variations. Mitochondrion. 2010 Google Scholar Bandelt HJ, Forster P, Röhl A: Median-joining networks for inferring intraspecific phylogenies. Mol Biol Evol. 1999, 16: 37-48.Article CAS PubMed Google Scholar Cavalli-Sforza LL, Menozzi P, Piazza A: The History and Geography of Human Genes. 1994, Princeton: Princeton University Press Google Scholar Forster P, Harding R, Torroni A, Bandelt HJ: Origin and evolution of native American mtDNA variation: a reappraisal. Am J Hum Genet. 1996, 59: 935-945.PubMed Central CAS PubMed Google Scholar Saillard J, Forster P, Lynnerup N, Bandelt HJ, Norby S: mtDNA variation among Greenland Eskimos: the edge of the Beringian expansion. Am J Hum Genet. 2000, 67: 718-726.Article PubMed Central CAS PubMed Google Scholar Soares P, Ermini L, Thomson N, Mormina M, Rito T, Röhl A, Salas A, Oppenheimer S, Macaulay V, Richards MB: Correcting for purifying selection: an improved human mitochondrial molecular clock. Am J Hum Genet. 2009, 84: 740-759.Article PubMed Central CAS PubMed Google Scholar Loogväli EL, Kivisild T, Margus T, Villems R: Explaining the imperfection of the molecular clock of hominid mitochondria. PLoS ONE. 2009, 4: e8260-Article PubMed Central PubMed Google Scholar Ji Y, Zhang AM, Jia X, Zhang YP, Xiao X, Li S, Guo X, Bandelt HJ, Zhang Q, Yao YG: Mitochondrial DNA haplogroups M7b1'2 and M8a affect clinical expression of leber hereditary optic neuropathy in Chinese families with the m.11778G--> A mutation. Am J Hum Genet. 2008, 83: 760-768.Article PubMed Central CAS PubMed Google Scholar Download referencesAcknowledgementsWe thank all participants involved in this study. We also thank Chun-Ling Zhu, Shi-Fang Wu, Jun-Dong He, Shi-Kang Gou, Feng Gao, Nguyen Ngoc Sang, and Ji-Shan Wang for their technical assistance. We thank Dr. Mannis van Oven for the discussion about the nomenclature of mtDNA haplogroups. This study was supported by grants from the National Natural Science Foundation of China (30621092 and 30900797), and the Bureau of Science and Technology of Yunnan Province (2009CI119).Author informationAuthors and AffiliationsState Key Laboratory of Genetic Resources and Evolution, Kunming Institute of Zoology, Chinese Academy of Sciences, Kunming, ChinaMin-Sheng Peng, Yao-Ting Cheng, Mian Zhao, Hui Pan, Wen-Zhi Wang, Qing-Peng Kong & Ya-Ping ZhangKIZ/CUHK Joint Laboratory of Bioresources and Molecular Research in Common Diseases, Kunming, ChinaMin-Sheng Peng, Yao-Ting Cheng, Mian Zhao, Hui Pan, Wen-Zhi Wang, Qing-Peng Kong & Ya-Ping ZhangLaboratory for Conservation and Utilization of Bio-resources, Yunnan University, Kunming, ChinaMalliya Gounder Palanichamy, Bikash Mitra, Jia Liu, Hua-Wei Wang, Yang Yang & Ya-Ping ZhangKey Laboratory of Animal Models and Human Disease Mechanisms of the Chinese Academy of Sciences & Yunnan Province, Kunming Institute of Zoology, Kunming, ChinaYong-Gang Yao, A-Mei Zhang, Wen Zhang, Dong Wang & Yang ZouCellular Immunology Laboratory, Department of Zoology, University of North Bengal, Siliguri, IndiaBikash Mitra & Tapas Kumar ChaudhuriGraduate School of the Chinese Academy of Sciences, Beijing, ChinaMin-Sheng Peng, Yao-Ting Cheng, Mian Zhao, Hui Pan, Wen-Zhi Wang, A-Mei Zhang, Wen Zhang, Dong Wang & Yang ZouAuthorsMin-Sheng PengView author publicationsYou can also search for this author inPubMed Google ScholarMalliya Gounder PalanichamyView author publicationsYou can also search for this author inPubMed Google ScholarYong-Gang YaoView author publicationsYou can also search for this author inPubMed Google ScholarBikash MitraView author publicationsYou can also search for this author inPubMed Google ScholarYao-Ting ChengView author publicationsYou can also search for this author inPubMed Google ScholarMian ZhaoView author publicationsYou can also search for this author inPubMed Google ScholarJia LiuView author publicationsYou can also search for this author inPubMed Google ScholarHua-Wei WangView author publicationsYou can also search for this author inPubMed Google ScholarHui PanView author publicationsYou can also search for this author inPubMed Google ScholarWen-Zhi WangView author publicationsYou can also search for this author inPubMed Google ScholarA-Mei ZhangView author publicationsYou can also search for this author inPubMed Google ScholarWen ZhangView author publicationsYou can also search for this author inPubMed Google ScholarDong WangView author publicationsYou can also search for this author inPubMed Google ScholarYang ZouView author publicationsYou can also search for this author inPubMed Google ScholarYang YangView author publicationsYou can also search for this author inPubMed Google ScholarTapas Kumar ChaudhuriView author publicationsYou can also search for this author inPubMed Google ScholarQing-Peng KongView author publicationsYou can also search for this author inPubMed Google ScholarYa-Ping ZhangView author publicationsYou can also search for this author inPubMed Google ScholarCorresponding authorsCorrespondence to Qing-Peng Kong or Ya-Ping Zhang.Additional informationAuthors' contributionsMSP, MGP, BM, YTC, MZ, JL, HWW, HP, WZW, AMZ, WZ, DW, YZ, YY, and TKC performed the experiments. MSP, YGY, and QPK analyzed the data. MSP, QPK, and YPZ conceived and designed the experiments. MSP, YGY, QPK, and YPZ wrote the paper. All authors read and approved the final manuscript.Electronic supplementary material12915_2010_426_MOESM1_ESM.xlsAdditional file 1: List of M9a'b mtDNAs identified in East Eurasians. This is an EXCEL file describing the information of 837 M9a'b mtDNAs. (XLS 237 KB)12915_2010_426_MOESM2_ESM.xlsAdditional file 2: Population distribution of haplogroup M9a'b. This is an EXCEL file providing information includes sample sizes, geographic locations and distributions of sub-haplogroups. (XLS 48 KB)12915_2010_426_MOESM3_ESM.xlsAdditional file 3: List of F1c lineages identified from the published data. This is an EXCEL file describing the information of 108 F1c mtDNAs. (XLS 49 KB)12915_2010_426_MOESM4_ESM.docAdditional file 4: List of M9a'b complete sequences that were included in Figure 2. This is a DOC file describing the information of 120 complete M9a'b mtDNA genomes and the references for all additional files. (DOC 287 KB)Authors’ original submitted files for imagesBelow are the links to the authors’ original submitted files for images.Authors’ original file for figure 1Authors’ original file for figure 2Authors’ original file for figure 3Authors’ original file for figure 4Authors’ original file for figure 5Authors’ original file for figure 6Rights and permissions Open Access This article is published under license to BioMed Central Ltd. This is an Open Access article is distributed under the terms of the Creative Commons Attribution License ( https://creativecommons.org/licenses/by/2.0 ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Reprints and permissionsAbout this articleCite this articlePeng, MS., Palanichamy, M.G., Yao, YG. et al. Inland post-glacial dispersal in East Asia revealed by mitochondrial haplogroup M9a'b. BMC Biol 9, 2 (2011). https://doi.org/10.1186/1741-7007-9-2Download citationReceived: 13 October 2010Accepted: 10 January 2011Published: 10 January 2011DOI: https://doi.org/10.1186/1741-7007-9-2Share this articleAnyone you share the following link with will be able to read this content:Get shareable linkSorry, a shareable link is not currently available for this article.Copy to clipboard Provided by the Springer Nature SharedIt content-sharing initiative KeywordsModern HumanPhylogeographic AnalysisGeographic Distribution PatternDistinct Distribution PatternSouthern Origin Download PDF Advertisement BMC Biology ISSN: 1741-7007 Contact us General enquiries: journalsubmissions@springernature.com Read more on our blogs Receive BMC newsletters Manage article alerts Language editing for authors Scientific editing for authors Policies Accessibility Press center Support and Contact Leave feedback Careers Follow BMC BMC Twitter page BMC Facebook page BMC Weibo page By using this website, you agree to our Terms and Conditions, Your US state privacy rights, Privacy statement and Cookies policy. Your privacy choices/Manage cookies we use in the preference centre. © 2025 BioMed Central Ltd unless otherwise stated. Part of Springer Nature.", "https://static-content.springer.com/esm/art%3A10.1186%2F1741-7007-9-2/MediaObjects/12915_2010_426_MOESM1_ESM.xls": "region population group linguistic affiliation sample namea subclade hvsi 16000b hvsii addition m9e haeⅲ m9ab m9a1 m9a1a1 m9a1a1c m9a1a1c1b m9a1a1c1a m9a1b m9a1a2 polymorphisms individuals references notesrcrskorea koreansouth korea korean fbikorasn000172 m9a1a 315c allard et alkorea koreansouth korea korean fbikorasn000028 m9a1a1c 309c 315c allard et aljapan japanesehokkaido japonic m9a1a 309c 315c asari et aljapan japanesehokkaido japonic m9a1a 309c 315c asari et aljapan japanesehokkaido japonic m9a1a1 309c 315c asari et aljapan japanesejapan japonic scsq0108 m9a 315c bilal et aljapan japanesejapan japonic scsq0002 m9a1a1a 309c 315c bilal et aljapan japanesejapan japonic scsq0027 m9a1a1a 315c bilal et alnortheast india bangladesh dirang monpaarunachal himalayishtibetoburman dr100 m9a1a1c1b chandrasekar et alnortheast india bangladesh dirang monpaarunachal himalayishtibetoburman dr46 m9a1a1c1b chandrasekar et alnortheast india bangladesh gallongarunachal north assamtibetoburman gl26 m9a1b1 chandrasekar et alnortheast india bangladesh gallongarunachal north assamtibetoburman gl4 m9a1b1 chandrasekar et alnortheast india bangladesh sonowal kachariarunachal jingphokonyakbodotibetoburman sk78 m9a1b1 chandrasekar et alnortheast india bangladesh sonowal kachariarunachal jingphokonyakbodotibetoburman sk80 m9a1b1 chandrasekar et alnortheast india bangladesh sonowal kachariarunachal jingphokonyakbodotibetoburman sk72 m9a1b1 chandrasekar et alnortheast india bangladesh sonowal kachariarunachal jingphokonyakbodotibetoburman sk100 m9a1b1 chandrasekar et alnortheast india bangladesh sonowal kachariarunachal jingphokonyakbodotibetoburman sk106 m9a1b1 chandrasekar et alnortheast india bangladesh sonowal kachariarunachal jingphokonyakbodotibetoburman sk39 m9a1b1 chandrasekar et alnortheast india bangladesh sonowal kachariarunachal jingphokonyakbodotibetoburman sk96 m9a1b1 chandrasekar et alnortheast india bangladesh wanchooarunachal jingphokonyakbodotibetoburman wa106 m9a1b1 chandrasekar et alnortheast india bangladesh wanchooarunachal jingphokonyakbodotibetoburman wa30 m9a1b1 chandrasekar et alnortheast india bangladesh wanchooarunachal jingphokonyakbodotibetoburman wa60 m9a1b1 chandrasekar et alsouthern himalaya lachungpasikkim himalayishtibetoburman lac32 m9a1a1c1b chandrasekar et alsouthern himalaya lachungpasikkim himalayishtibetoburman lac70 m9a1a1c1b chandrasekar et alsouthern himalaya lepchasikkim himalayishtibetoburman lp105 m9a1b1 chandrasekar et alsouthern himalaya lepchasikkim himalayishtibetoburman lp60 m9a1b1 chandrasekar et alsouthern himalaya lepchasikkim himalayishtibetoburman lp71 m9a1b1 chandrasekar et alsouthern himalaya lepchasikkim himalayishtibetoburman lp88 m9a1b1 chandrasekar et alsouthern himalaya lepchasikkim himalayishtibetoburman lp92 m9a1b1 chandrasekar et alnorthwestern china tuhuzhu tu autonomous countyqinghai altaic tu068 m9a1a1c1b 309c 315c chen et al 2008anorthwestern china tuhuzhu tu autonomous countyqinghai altaic tu001 m9a1a2 309c 315c chen et al 2008anorthwestern china tuhuzhu tu autonomous countyqinghai altaic tu027 m9a1b1 309c 315c chen et al 2008anorthwestern china tuhuzhu tu autonomous countyqinghai altaic tu028 m9a1b1 309c 315c chen et al 2008anorthwestern china tuhuzhu tu autonomous countyqinghai altaic tu029 m9a1b1 309cc 315c chen et al 2008asouthern china handongguanguangdong sinitic hdongguan66 m9a1a 315c 3391haeⅲ chen et al 2008bnorthern china hanshandong sinitic le946 m9a 309c 315c cheng et alnorthern china mongolianhohhotinner mongolia altaic hht21 m9a1a1c 315c cheng et alkazakhkazakhstan altaic kaz87 m9a1a m9a1b comas et alkirghizkyrgyzstan altaic kit119 m9a1a 265t comas et alkirghizkyrgyzstan altaic kit159 m9a1a 265t comas et aluighurkazakhstan altaic uig35 m9a1a m9a1b comas et aldungankyrgyzstan sinitic dungan18 m9a1a1c 309cc 315c comas et alnortheast india bangladesh adiassam north assamtibetoburman a104 m9a1a2 cordaux et alnortheast india bangladesh adiassam north assamtibetoburman a10 m9a1b1 cordaux et alnortheast india bangladesh adiassam north assamtibetoburman a90 m9a1b1 cordaux et alnortheast india bangladesh apataniarunachal north assamtibetoburman ar434 m9a1a m9a1b cordaux et alnortheast india bangladesh apataniarunachal north assamtibetoburman ar484b m9a1a m9a1b cordaux et alnortheast india bangladesh bangladeshibangladesh indoeuropean m9a m9a1b cordaux et alnortheast india bangladesh tipperahtripura jingphokonyakbodotibetoburman t106 m9a1a m9a1b cordaux et alnortheast india bangladesh tipperahtripura jingphokonyakbodotibetoburman t120 m9a1a m9a1b cordaux et alnortheast india bangladesh tipperahtripura jingphokonyakbodotibetoburman t150 m9a1a m9a1b cordaux et alnorth asia altainaltai republic altaic al_2 m9a1a m9a1b derenko et alnorth asia altainaltairepublicsouthsberia altaic al_1 m9a1a1c derenko et alkorea koreansouth korea korean koreans m9a1a 265c 309c 315c derenko et alnorth asia buryatburyat republic altaic buryats_1 m9a1a1c1b 315c derenko et alnorth asia khamniganburyat republic altaic khamnigans m9a1a1a 309c 315c derenko et alnorth asia mongolianulaanbaatarmongolia altaic mongolians m9a1b1 309c 315c derenko et alnorth asia tuvaniantuva republic altaic tuvinians m9a1a1c 3092c 315c derenko et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc ii m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc ii m9a1a2 309c 315c 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc ii m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc ii m9a1a2 fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc ii m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc ii m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc ii m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc ii m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc ii m9a1a2 10397alui 1038nlaiii fornarino et alsouthern himalaya tharuchitwan districtnepal indoeuropean thc m9a1a2 10397alui 1038nlaiii fornarino et alsouthern china hanhezhouguangxi sinitic m9a1a m9a1b nlaiii gan et alsouthern china hanluochengguangxi sinitic ph317 m9b 4715nlaiii gan et alsouthern china hanluochengguangxi sinitic ph383 m9b 4715nlaiii gan et alsouthern china mulamluochengguangxi taikadai ml374 m9b 4715nlaiii gan et aljapan ainuhokkaidojapan ainu ainu18 m9a1a1c horai et aljapan pyukyuanokinawa japonic pyukyuan19 m9a1a m9a1b horai et alsouthern china taiwanesetaiwan sinitic taiwanese m9a1a 265c horai et aljapan japanesetokyo japonic jp137 m9a1a 315c imaizumi et aljapan japanesetokyojapan japonic jp013 m9a1a1b 175t 315c imaizumi et aljapan japanesetokyojapan japonic jp106 m9a1a1b 315c imaizumi et aljapan japanesetokyojapan japonic jp107 m9a1a1b 309c 315c imaizumi et aljapan japanesetokyojapan japonic jp105 m9a1a1c 309c 315c imaizumi et alchina chineseunclear sinitic m9a1a1a 309c 315c ingman et alnorth asia nivikchinorth asia altaic m9a1a1a 309c 315c ingman gyllenstensoutheast asia vietnamesehanoivietnam vietmuongmonkhmer viet0055 m9a4a 309c 315c irwin et alsouthern china residents chinese ancestryhong kong sinitic hk_m92 m9a1a 309c 315c irwin et alsouthern china residents chinese ancestryhong kong sinitic hk_m93 m9a1a 309c 315c irwin et alsouthern china residents chinese ancestryhong kong sinitic hk_m91 m9a5 309c 315c irwin et alkazakhstanuzebekistan altaic kaz104 m9a1a 309c 315c irwin et alturkmenistanuzbekistan altaic tur020 m9a1b1 315c irwin et aluzbekistanferganauzbekistan altaic fer083 m9a1b 309c 315c irwin et alnorthern china hangaoyihebei sinitic le393 m9a1a 309c 315c ji et alkorea koreancheonansouth korea korean k685 m9a1a 309c 315c jin et alkorea koreancheonansouth korea korean kf2 m9a1a1c 309c 315c jin et alkorea koreancheonansouth korea korean k733 m9a1a1c 315c jin et alnorthern china koreanchinesejilin korean nk45 m9a1a1c 309c 315c jin tylersmith kimnorthern china manchurianjilin altaic cm16 m9a1a 265t 309c 315c jin tylersmith kimsoutheast asia thaithailand taikadai c112 m9a1b1 joyjindasoutheast asia thaithailand taikadai c74 m9a5 joyjindasoutheast asia thaithailand taikadai f34 m9a5 joyjindanorth asia mongolianmongolia altaic pdm_100 m9a1a m9a1b keysertracqui et alnorth asia mongolianmongolia altaic pdm_045 m9a1b1 keysertracqui et alnorth asia mongolianmongolia altaic m9a1a m9a1b 663haeiii5176alui13262alui10394ddei 10397alui kolman sambuughin berminghamnorthern china mongoliannew barga left bannerinner mongolia altaic mg239 m9a1a1b 315c kong et al 2003anorthern china mongoliannew barga left bannerinner mongolia altaic mg223 m9a1a1c1a 265c 309c 315c kong et al 2003asouthwestern china bouyeiguizhou taikadai gzbouyei50 m9b 309c 315c 573c kong et aljapan japaneseaichi japonic jp45 m9a1a m9a1b 309c koyama et alkorea koreansouth korea korean k304 m9a 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k132 m9a1a 309c 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k172 m9a1a 309c 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k193 m9a1a 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k229 m9a1a 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k269 m9a1a 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k415 m9a1a 309c 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k483 m9a1a 309c 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k020 m9a1a 309cc 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k402 m9a1a1b 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean k116 m9a1a1c 309c 315c lee et al 2006a lee et al 2006bkorea koreansouth korea korean b034 m9a 309c 315c lee et al 2006bkorea koreansouth korea korean b029 m9a1a1b 315c lee et al 2006bkorea koreanseoulsouth koera korean f7402 m9a1a1a 309c 315c lee lee leekorea koreanseoulsouth koera korean h17 m9a1a1a 309c 315c lee lee leekorea koreanseoulsouth koera korean f5052 m9a1a1a 309c 315c lee lee leekorea koreanseoulsouth koera korean f5152 m9a1a1a 309c 315c lee lee leekorea koreanseoulsouth koera korean f7391 m9a1a1a 309c 315c lee lee leesouthwestern china yihezhangguizhou loloburmesetibetoburman yi05 m9b 10394ddei 10397alui 5176alui 663haeiii 13262alui 4831hhai 7598hhai 12406hpai li et al 2007asoutheast asia kinhhuevietnam vietmuongmonkhmer kn37 m9a li et al 2007bsouthern china bluegelaolonglinguangxi taikadai gl06 m9a1b1 li et al 2007bsouthern china bluegelaolonglinguangxi taikadai gl07 m9a1b1 li et al 2007bsouthern china bluegelaolonglinguangxi taikadai gl08 m9a1b1 li et al 2007bsouthern china bluegelaolonglinguangxi taikadai gl20 m9a1b1 li et al 2007bsouthern china palyulonglinguangxi palyumonkhmer py21 m9a1b1 li et al 2007bsouthern china palyulonglinguangxi palyumonkhmer py22 m9a1b1 li et al 2007bsouthwestern china pubiaomalipoyunnan taikadai lq03 m9a5 10394ddei 10397alui 5176alui 663haeiii 4831hhai 12406hpai 9824hinfi li et al 2007bsouthwestern china pubiaomalipoyunnan taikadai lq04 m9a5 10394ddei 10397alui 5176alui 663haeiii 4831hhai 12406hpai 9824hinfi li et al 2007bnorthwestern china dongxianggansu altaic 74dongxiang9 m9a1a1c1b liu chen linorthwestern china baoangansu altaic 7baoan2 m9a1a m9a1b liu linorthwestern china yugurgansu altaic yugur42 m9a1a m9a1b liu li 2004anorthwestern china yugurgansu altaic yugur43 m9a1a m9a1b liu li 2004anorthwestern china yugurgansu altaic yugur20 m9a1a m9a1b liu li 2004anorthwestern china salarqinghai altaic salar31 m9a1b1 liu li 2004bnorthwestern china salarqinghai altaic salar34 m9a1b1 liu li 2004bnorthwestern china salarqinghai altaic salar76 m9a1b1 liu li 2004bnorthwestern china salarqinghai altaic salar9 m9a1b1 liu li 2004bnorthwestern china salarqinghai altaic salar92 m9a1b1 liu li 2004bsoutheast asia thaithailand taikadai dm4 m9a1b1 luangtrakooljapan japanesejapan japonic ym119 m9a1a 315c mabuchi et aljapan japanesejapan japonic ym12 m9a1a 315c mabuchi et aljapan japanesejapan japonic ym20 m9a1a1b 315c mabuchi et aljapan japanesejapan japonic at65 m9a1a 315c maruyama minaguchi saitoujapan japanesejapan japonic cb59 m9a1a1c 309c 315c maruyama minaguchi saitouindia thrauuttar indoeuropean thrau1 m9a1a2 3391haeⅲ metspalu et alnortheast india bangladesh bangladeshwest bengal indoeuropean bengal_44 m9a1b1 3391haeⅲ 3539alui4577nlaiii4830haeii4850haeiii5176alui7598hhai9824hinfi10394ddei10397alui metspalu et alsouthern himalaya kanethimachal indoeuropean kanet32 m9a1a 3391haeⅲ metspalu et aljapan japanesegifu japonic gifu12 m9a1a m9a1b nagai et aljapan japanesegifujapan japonic gifu37 m9a1a1c nagai et aljapan japanesetokyo japonic m9a1a m9a1b nishimaki et aljapan japanesetokyo japonic m9a1a m9a1b 174a 176g nishimaki et aljapan japanesetokyo japonic m9a1a m9a1b 195a 199a nishimaki et aljapan japanesetokyo japonic m9a1a m9a1b nishimaki et aljapan japanesetokyo japonic m9a1a1a nishimaki et aljapan japanesetokyojapan japonic m9a1a1b nishimaki et alsoutheast asia akhachiangraithailand burmictibetoburman akha28 m9a1b1 oota et alnorthern china hanxianshaanxi sinitic xian040 m9a1a oota et alnorthern china hanxianshaanxi sinitic xian056 m9a1a1c oota et alsouthern china hananhui sinitic ah081628 m9a 315c oota et alsouthern china hanchangshahunan sinitic cs260 m9a1a 265t oota et alsouthern china hanchangshahunan sinitic cs258 m9a1a1c oota et alsoutheast asia chambinh thutanvietnam austronesian cham10 m9b 315c 573ccc peng et alsoutheast asia chambinh thutanvietnam austronesian cham151 m9b 315c 573ccccc peng et alsoutheast asia kinhhanoivietnam vietmuongmonkhmer kinh53 m9a5 309c 315c 10394ddei 10397alui 5176alui 663haeiii 4831hhai 12406hpai 9824hinfi peng et alsoutheast asia kinhhanoivietnam vietmuongmonkhmer kinh88 m9a4 309c 315c peng et alsoutheast asia kinhhanoivietnam vietmuongmonkhmer kinh80 m9a4a 315c peng et alsoutheast asia kinhhanoivietnam vietmuongmonkhmer kinh41 m9a4a 315c peng et alkorea koreansouth korea korean kor28 m9a1a1c 309c 315c pfeiffer et alnorthern china daurheilongjiang altaic daur m9a1a m9a1b powell et alnorthern china mongolianinner mongolia altaic inner monglian m9a1b1 powell et alnorthwestern china uygururumqixinjiang altaic uygur m9a1a1c powell et alnorthwestern china uygururumqixinjiang altaic uygur m9a1a2 powell et alnorthwestern china xibexinjiang altaic xibe m9a1a m9a1b powell et alnorthwestern china xibexinjiang altaic xibe m9a1a m9a1b powell et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntib52 m9a1a m9a1b qian et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntib53 m9a1b1 qian et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntib54 m9a1b1 qian et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntib55 m9a1b1 qian et alnorthwestern china tibetanyushu qinghai himalayishtibetoburman m9a1a1c1b 335t qin et alnorthwestern china tibetanyushu qinghai himalayishtibetoburman m9a1b qin et alnorthwestern china tibetanyushu qinghai himalayishtibetoburman m9a1b1 qin et alnorthwestern china tibetanyushu qinghai himalayishtibetoburman m9a1b1 qin et alsouthwestern china tibetanganze sichuan himalayishtibetoburman 167chuan m9a1a1c1b qin et alsouthwestern china tibetanganze sichuan himalayishtibetoburman m9a1b qin et altibet lhobashannan tibet north assamtibetoburman m9a1b qin et altibet lhobashannan tibet north assamtibetoburman m9a1b1 qin et altibet monbanyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet monbanyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet monbanyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet monbanyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet monbanyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet monbanyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet monbanyingchi tibet himalayishtibetoburman m9a1b qin et altibet monbanyingchi tibet himalayishtibetoburman m9a1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1b qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanchamdo tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b 114g qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1b qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanlhasa tibet himalayishtibetoburman m9a1b1 qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1a2 qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1a2 qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1a2 qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1a2 qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1a2 qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1b qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1b qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1b1 qin et altibet tibetannagqu tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1b qin et altibet tibetanngari tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanngari tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanngari tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanngari tibet himalayishtibetoburman m9a1b1 qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1a1 qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1b qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1b qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1b qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1b1 qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1b1 qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1b1 qin et altibet tibetannyingchi tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1b qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshannan tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1a1c1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1b qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1b1 265c qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1b1 qin et altibet tibetanshigatse tibet himalayishtibetoburman m9a1b1 qin et alpakistanikarachipakistan indoeuropean kar13 m9a1b1 quintanamurci et alnortheast india bangladesh bhoimeghalaya northern monkhmermonkhmer bhoi_2 m9a1b1 reddy et alnortheast india bangladesh bhoimeghalaya northern monkhmermonkhmer bhoi_1 m9a1b1 reddy et alnortheast india bangladesh garomeghalaya jingphokonyakbodotibetoburman garo_2 m9a1b1 reddy et alnortheast india bangladesh khynriammeghalaya northern monkhmermonkhmer khynriam_3 m9a1b1 reddy et alnortheast india bangladesh khynriammeghalaya northern monkhmermonkhmer khynriam_2 m9a1b1 reddy et alnortheast india bangladesh khynriammeghalaya northern monkhmermonkhmer khynriam_1 m9a1b1 reddy et alnortheast india bangladesh lyngammeghalaya northern monkhmermonkhmer lyngam_2 m9a1b1 reddy et alnortheast india bangladesh lyngammeghalaya northern monkhmermonkhmer lyngam_1 m9a1b1 reddy et alnortheast india bangladesh marammeghalaya kukichinnagatibetoburman maram_3 m9a1b1 reddy et alnortheast india bangladesh marammeghalaya kukichinnagatibetoburman maram_2 m9a1b1 reddy et alnortheast india bangladesh marammeghalaya kukichinnagatibetoburman maram_1 m9a1b1 reddy et alnortheast india bangladesh nongtraimeghalaya northern monkhmermonkhmer nongtrai_2 m9a1b1 reddy et alnortheast india bangladesh pnarmeghalaya northern monkhmermonkhmer pnar_2 m9a1b1 reddy et alnortheast india bangladesh warjantiameghalaya northern monkhmermonkhmer warjantia_2 m9a1b1 reddy et alnortheast india bangladesh warkhasimeghalaya northern monkhmermonkhmer warkhasi_4 m9a1b1 reddy et alnortheast india bangladesh warkhasimeghalaya northern monkhmermonkhmer warkhasi_2 m9a1b1 reddy et aljapan japanesekyushu japonic m9a1a seo et aljapan japanesekyushu japonic m9a1a m9a1b seo et aljapan japanesekyushujapan japonic m9a1a1a seo et alsoutheast asia indonesianindonesia austronesian ine m9a1b1 soares et alsoutheast asia vietnamesevietnam vietmuongmonkhmer vnm m9a4a soares et alsouthern china taiwanesetaiwan sinitic sl003 m9a4a soares et aljapan japanesehonshu japonic jms063 m9a1a m9a1b tajima et aljapan japanesehonshu japonic jms123 m9a1a m9a1b tajima et aljapan japaneseokinawa japonic jok17n m9a1a m9a1b tajima et aljapan japaneseokinawa japonic jokn32 m9a1a m9a1b tajima et alnorthern china haninner mongoliannorthern china sinitic northernhannh104 m9a1a1c tajima et alnorthern china haninner mongoliannorthern china sinitic northernhannh110 m9a1a1c tajima et aljapan japanesejapan japonic jdsq0045 m9a1a1a 309c 315c tanaka et aljapan japanesejapan japonic hnsq0190 m9a1a1a 309c 315c tanaka et aljapan japanesejapan japonic hnsq0226 m9a1a1a 315c tanaka et aljapan japanesejapan japonic hnsq0236 m9a1a1a 309cc 315c tanaka et aljapan japanesejapan japonic ndsq0099 m9a1a1a 309c 315c tanaka et aljapan japanesejapan japonic onsq0144 m9a1a1a 309c 315c tanaka et aljapan japanesejapan japonic ndsq0207 m9a1a1a 315c tanaka et aljapan japanesejapan japonic pdsq0043 m9a1a1b 315c tanaka et aljapan japanesejapan japonic jdsq0041 m9a1a1b 309c 315c tanaka et aljapan japanesejapan japonic pdsq0011 m9a1a1c1a 309c 315c tanaka et aljapan japanesejapan japonic hnsq0228 m9a1a1c1a 309c 315c tanaka et alchina chineseunclear sinitic le1584 m9a1a 265c 309c 315c 3391haeⅲ studychina chineseunclear sinitic m9a1a1c 309c 315c studychina chineseunclear sinitic le1084 m9a1a1c 309c 315c 702h studychina chineseunclear sinitic le582 m9b 315c 5734c studynortheast india bangladesh bangladeshibangladesh indoeuropean bn232 m9a1b1 studynortheast india bangladesh bangladeshibangladesh indoeuropean bn241 m9a1b1 studynortheast india bangladesh bangladeshibangladesh indoeuropean bn251 m9a1b1 studynortheast india bangladesh bangladeshibangladesh indoeuropean bn352 m9a1b1 studynortheast india bangladesh bangladeshibangladesh indoeuropean bn412 m9a1b1 studynortheast india bangladesh bangladeshibangladesh indoeuropean bn581 m9a1b1 studynortheast india bangladesh bangladeshibangladesh indoeuropean bn603 m9a1b1 studynortheast india bangladesh bodowest bengal jingphokonyakbodotibetoburman bo142 m9a1b1 studynortheast india bangladesh bodowest bengal jingphokonyakbodotibetoburman bo152 m9a1b1 studynortheast india bangladesh bodowest bengal jingphokonyakbodotibetoburman bo292 m9a1b1 studynortheast india bangladesh dhimalwest bengal himalayishtibetoburman dh23 m9a1a2 studynortheast india bangladesh dhimalwest bengal himalayishtibetoburman dh27 m9a1a2 studynortheast india bangladesh dhimalwest bengal himalayishtibetoburman dh47 m9a1a2 studynortheast india bangladesh dhimalwest bengal himalayishtibetoburman dh6 m9a1a2 studynortheast india bangladesh khasimeghalaya northern monkhmermonkhmer s8 m9a1b1 studynortheast india bangladesh khasimeghalaya northern monkhmermonkhmer s10 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv1 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv10 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv25 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv27 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv29 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv31 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv37 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv39 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv4 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv44 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv50 m9a1b1 studynortheast india bangladesh rabhawest bengal jingphokonyakbodotibetoburman rv7 m9a1b1 studynortheast india bangladesh rajbhansiwest bengal indoeuropean rj210 m9a1b1 studynortheast india bangladesh rajbhansiwest bengal indoeuropean rj213 m9a1b1 studynortheast india bangladesh rajbhansiwest bengal indoeuropean rj205 m9a1b1 studynortheast india bangladesh rajbhansiwest bengal indoeuropean rj209 m9a1b1 studynortheast india bangladesh rajbhansiwest bengal indoeuropean ra91 m9a1b1 studynortheast india bangladesh scmixed samplewest bengal indoeuropean sc23 m9a1b1 studynortheast india bangladesh scmixed samplewest bengal indoeuropean sw17 m9a1b1 studynorthern china buryatinner mongolia altaic imburyat48 m9a1a1c1b 194c 309c 315c 3391haeⅲ studynorthern china buryatinner mongolia altaic imburyat36 m9a1a1c1b 315c 3391haeⅲ studynorthern china hanhebei sinitic le1128 m9a 315c 3391haeⅲ studynorthern china hanhenan sinitic le1411 m9a1a 309cc 315c 3391haeⅲ studynorthern china hanhenan sinitic b5327 m9a1a 309c 315c 3391haeⅲ studynorthern china hanhenan sinitic m9a1a1 315c 3391haeⅲ studynorthern china hanhenan sinitic c133 m9a1a1a 315c 3391haeⅲ studynorthern china hanhenan sinitic le882 m9a1a1c 309c 315c studynorthern china hanhenan sinitic m9a1a1c1 309cc 315c 3391haeⅲ studynorthern china hanhenan sinitic c179 m9a1a1c1a 309c 315c 3391haeⅲ studynorthern china hanhenan sinitic m9a1a1c1a 309c 315c 3391haeⅲ studynorthern china hanhenan sinitic cn120 m9a1a1c1a 3391haeⅲ studynorthern china hanhenan sinitic m9a1a1c1a 309c 315c studynorthern china hanhenan sinitic le259 m9a1b1 315c studynorthern china hanshaanxi sinitic h11473 m9a 309c 315c studynorthern china hanshaanxi sinitic h11273 m9a1a 309c 315c studynorthern china hanshaanxi sinitic h11739 m9a1a 309c 315c studynorthern china hanshaanxi sinitic h11616 m9a1a1 315c 3277t studynorthern china hanshaanxi sinitic h11251 m9a1a1c 309c 315c studynorthern china hanshaanxi sinitic h11316 m9a1a1c 309c 315c studynorthern china hanshaanxi sinitic le513 m9a1a1c 309c 315c studynorthern china hanshaanxi sinitic h11255 m9a1b1 315c studynorthern china hanshaanxi sinitic h11558 m9a1b1 315c studynorthern china hanshaanxi sinitic h11582 m9a4a 309c 315c studynorthern china hanshaanxi sinitic h11239 m9b 315c studynorthern china hanshanxi sinitic le1034 m9a1a2 315c 523524dac studynorthern china mongolianhohhotinner mongolia altaic hht91 m9a 315c 522523d studynorthwestern china dongxianglinxiagansu altaic dongxiang2 m9a1b 3092c 315c studynorthwestern china dongxianglinxiagansu altaic dongxiang4 m9a1b 3092c 315c studynorthwestern china hanlintangansu sinitic le1485 m9a1b1 309c 315c 3391haeⅲ studynorthwestern china hanqinghai sinitic qh9488 m9a1a1c1b 309c 315c 3391haeⅲ studynorthwestern china hanqinghai sinitic qh9685 m9a1a1c1b 315c 3391haeⅲ studynorthwestern china huilinxiagansu sinitic hui294 m9a1b1 315c studynorthwestern china huiqinghai sinitic hui274 m9a1a 309c 315c studynorthwestern china huiqinghai sinitic hui281 m9a1a1c1b 309c 315c studynorthwestern china huiqinghai sinitic hui277 m9a1b1 315c studynorthwestern china salarqinghai altaic salar3 m9a1a1 309c 315c studynorthwestern china tuqinghai altaic qhtu39 m9a1a2 315c 3391haeⅲ studysoutheast asia burmanayeyarwadymyanmar loloburmesetibetoburman burman741 m9a1b1 315c studysoutheast asia burmanayeyarwadymyanmar loloburmesetibetoburman burman757 m9a1b1 315c studysoutheast asia burmanayeyarwadymyanmar loloburmesetibetoburman burman760 m9a1b1 315c studysoutheast asia burmanbagomyanmar loloburmesetibetoburman burman700 m9a1b 315c studysoutheast asia burmanmagwaymyanmar loloburmesetibetoburman burman030 m9a1b1 315c studysoutheast asia burmanmagwaymyanmar loloburmesetibetoburman burman610 m9a1b1 315c studysoutheast asia burmanmagwaymyanmar loloburmesetibetoburman burman630 m9a1b1 315c studysoutheast asia burmansagaingmyanmar loloburmesetibetoburman burman179 m9a1b1 315c studysoutheast asia burmansagaingmyanmar loloburmesetibetoburman burman224 m9a1b1 309c 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman348 m9a1a2 309cc 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman141 m9a1a2 309c 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman161 m9a1b 315c 522523d studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman314 m9a1b1 309c 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman259 m9a1b1 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman272 m9a1b1 309c 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman302 m9a1b1 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman312 m9a1b1 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman327 m9a1b1 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman340 m9a1b1 315c studysoutheast asia chinchinmyanmar kukichinnagatibetoburman burman385 m9a1b1 315c studysoutheast asia chinmagwaymyanmar kukichinnagatibetoburman burman648 m9a1a2 309c 315c 523ca studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman486 m9a1b 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman496 m9a1b 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman497 m9a1b 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman503 m9a1b 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman453 m9a1b 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman493 m9a1b 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman498 m9a1b 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman514 m9a1b 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman495 m9a1b1 309c 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman472 m9a1b1 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman477 m9a1b1 309c 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman489 m9a1b1 309c 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman505 m9a1b1 309c 315c studysoutheast asia nagasagaingmyanmar kukichinnagatibetoburman burman449 m9a1b1 315c studysoutheast asia rakhinemagwaymyanmar loloburmesetibetoburman burman004 m9a1b1 315c studysoutheast asia rakhinerakhinemyanmar loloburmesetibetoburman burman808 m9a1b1 315c studysoutheast asia rakhinerakhinemyanmar loloburmesetibetoburman burman834 m9a1b1 315c studysouthern china hananhui sinitic ah081470 m9a1a 309c 315c studysouthern china hananhui sinitic ah081555 m9a1a1c1a 309c 315c studysouthern china hanchangshahunan sinitic cs207 m9a5 studysouthern china hanfanyuguangdong sinitic le1373 m9a1a1 309cc 315c 3391haeⅲ studysouthern china hanguangdong sinitic n108 m9a studysouthern china hanguangdong sinitic le506 m9a 315c studysouthern china hanguangdong sinitic le270 m9a1a 315c 459c studysouthern china hanguangdong sinitic le391 m9a1a 315c studysouthern china hanguangdong sinitic le626 m9a1a 315c studysouthern china hanguangdong sinitic le683 m9a1a 315c 455t 4636c studysouthern china hanguangxi sinitic le417 m9a 315c studysouthern china hanguangxi sinitic le1326 m9a1a1 309cc 315c studysouthern china hanhunan sinitic hnsz35 m9a 309c 315c studysouthern china hanhunan sinitic h27 m9a1 309c 315c studysouthern china hanhunan sinitic hnct122 m9a1a 265t 309c 315c studysouthern china hanhunan sinitic m9a1a 265c 309c 315c studysouthern china hanhunan sinitic hnsz218 m9a1a 309cc 315c studysouthern china hanhunan sinitic hnct293 m9a1a1b studysouthern china hanhunan sinitic h49 m9a1a1c 309c 315c studysouthern china hanhunan sinitic m9a1a1c 309c 315c studysouthern china hanhunan sinitic f08 m9a1a1c 309c 315c 524ac studysouthern china hanhunan sinitic f96 m9a1a1c 309c 315c 524ac studysouthern china hanhunan sinitic hnct60 m9a1a1c studysouthern china hanhunan sinitic m9a1a2 309c 315c studysouthern china hanhunan sinitic hnct143 m9a1b 309cc 315c studysouthern china hanhunan sinitic hnct154 m9a1b 309c 315c studysouthern china hanhunan sinitic hnsz3 m9a5 309cc 315c studysouthern china hanjiangxi sinitic le117 m9a1a1c 309c 315c studysouthern china hanshantouguangdong sinitic t82 m9a1a 265c 309c 315c 3391haeⅲ studysouthern china hanshantouguangdong sinitic n227 m9a1a1 315c 522523d 3391haeⅲ studysouthern china hanshantouguangdong sinitic n367 m9a1a1 315c 522523d 3391haeⅲ studysouthern china hanshantouguangdong sinitic n60 m9a4a 309c 315c 3391haeⅲ studysouthern china hanshantouguangdong sinitic t180 m9a4a 309c 315c 3391haeⅲ studysouthern china hanwenzhouzhejiang sinitic m9a1a 265c 327y 356y 309c 315c studysouthern china hanwenzhouzhejiang sinitic m9a1a1c 309c 315c studysouthern china lihainan taikadai li145 m9a5 309cc 315c studysouthern china lihainan taikadai li148 m9a4a 309c studysouthern china lihainan taikadai li097 m9a4a 309c studysouthern china lihainan taikadai li088 m9a4a 309c studysouthern china mulamluochengguangxi taikadai gxmulam12 m9a4a studysouthern china mulamluochengguangxi taikadai gxmulam44 m9a5 309c 315c 3391haeⅲ studysouthern china mulamluochengguangxi taikadai gxmulam49 m9a5 309c 315c studysouthern china zhuangbamaguangxi taikadai bm009 m9a5 315c studysouthern himalaya lachungsikkim himalayishtibetoburman la20 m9a1a1c1b studysouthern himalaya lachungsikkim himalayishtibetoburman la21 m9a1a1c1b studysouthern himalaya lachungsikkim himalayishtibetoburman la4 m9a1a1c1b studysouthern himalaya lachungsikkim himalayishtibetoburman la27 m9a1b1 studysouthern himalaya mechjhapa districtnepal jingphokonyakbodotibetoburman me22 m9a1b1 studysouthern himalaya mechjhapa districtnepal jingphokonyakbodotibetoburman me29 m9a1b1 studysouthern himalaya mechjhapa districtnepal jingphokonyakbodotibetoburman me1 m9a1b1 studysouthern himalaya mechjhapa districtnepal jingphokonyakbodotibetoburman me15 m9a1b1 studysouthern himalaya nepalesekatmandunepal indoeuropean ne581 m9a1a2 309c 315c studysouthern himalaya nepalesekatmandunepal indoeuropean ne034 m9a1a2 309c 315c studysouthern himalaya nepalesekatmandunepal indoeuropean ne14 m9a1b1 studysouthern himalaya nepalesekatmandunepal indoeuropean ne471 m9a1b1 309cc 315c studysouthern himalaya nepalesenepal indoeuropean n51 m9a1a1c1b studysouthern himalaya nepalesenepal indoeuropean n91 m9a1a2 193c studysouthern himalaya nepalesenepal indoeuropean n302 m9a1b1 studysouthwestern china baidaliyunnan baictibetoburman ynbai11 m9a1a1 315c 3277t studysouthwestern china baidaliyunnan baictibetoburman ynbai27 m9a1a2 309cc 315c studysouthwestern china daixisuangbannayunnan taikadai yndai88 m9a4a 113c 315c 3391haeⅲ studysouthwestern china handujiangyansichuan sinitic m9a1a1c 309cc studysouthwestern china handujiangyansichuan sinitic m9a1a1c1a 309c 315c studysouthwestern china handujiangyansichuan sinitic m9a1a2 309c 315c studysouthwestern china handujiangyansichuan sinitic m9a1b 309c 315c studysouthwestern china handujiangyansichuan sinitic d786 m9a1b studysouthwestern china handujiangyansichuan sinitic m9a1b1 309c 315c studysouthwestern china handujiangyansichuan sinitic m9a4a 309c 315c studysouthwestern china handujiangyansichuan sinitic m9b 315c studysouthwestern china hanyantingsichuan sinitic b5377 m9a1a1 315c studysouthwestern china hanyantingsichuan sinitic b5382 m9a1a1 315c 3277t studysouthwestern china hanyantingsichuan sinitic b5372 m9a1a1c 309cc 315c studysouthwestern china hanyantingsichuan sinitic b5452 m9a1a1c1a 309c 315c studysouthwestern china hanyunnan sinitic yunhan123 m9a1a 315c studysouthwestern china hanyunnan sinitic yunhan020 m9a1a 315c studysouthwestern china hanyunnan sinitic yunhan177 m9a1a 315c studysouthwestern china hanyunnan sinitic yunhan119 m9a1a 309cc 315c studysouthwestern china hanyunnan sinitic yunhan144 m9a1a1 315c studysouthwestern china hanyunnan sinitic yunhan054 m9a1a1 309c 315c studysouthwestern china hanyunnan sinitic yunhan242 m9a1a1c1a 309c 315c studysouthwestern china hanyunnan sinitic yunhan152 m9a1a2 studysouthwestern china hanyunnan sinitic yunhan053 m9a1b 309c 315c studysouthwestern china hanyunnan sinitic yunhan007 m9a1b1 309c 315c studysouthwestern china hanyunnan sinitic yunhan215 m9a1b1 315c studysouthwestern china hanyunnan sinitic yunhan041 m9a1b1 315c studysouthwestern china hanyunnan sinitic yunhan291 m9a1b1 315c studysouthwestern china hanyuxiyunnan sinitic lpht22 m9a 309c 315c studysouthwestern china hanyuxiyunnan sinitic lphn90 m9a1a 309c 315c studysouthwestern china hanyuxiyunnan sinitic lphn93 m9a1a 309c 315c studysouthwestern china hanyuxiyunnan sinitic lpcj24 m9a1a 315cc studysouthwestern china hanyuxiyunnan sinitic jcc65 m9a1a1c 309c 315c studysouthwestern china hanyuxiyunnan sinitic lpym69 m9a1a1c 309cc 315c studysouthwestern china hanyuxiyunnan sinitic lpym57 m9a1a2 315c 522523d studysouthwestern china hanyuxiyunnan sinitic htc15 m9a1b1 315c studysouthwestern china hanyuxiyunnan sinitic lpjc71 m9a1b1 315c studysouthwestern china hanyuxiyunnan sinitic ymc79 m9a1b1 studysouthwestern china hanyuxiyunnan sinitic lpes22 m9a1b1 309c 315c studysouthwestern china huiyuxiyunnan sinitic cjc63 m9a1a1 315c studysouthwestern china mosuoyunnan loloburmesetibetoburman ynmosuo82 m9a1b1 315c 3391haeⅲ studysouthwestern china mosuoyunnan loloburmesetibetoburman ynmosuo26 m9a1b1 315c 3391haeⅲ studysouthwestern china mosuoyunnan loloburmesetibetoburman ynmosuo5 m9a1b1 315c 3391haeⅲ studysouthwestern china mosuoyunnan loloburmesetibetoburman ynmosuo122 m9a1b1 315c 3391haeⅲ studysouthwestern china mosuoyunnan loloburmesetibetoburman ynmosuo139 m9a1b1 315c 3391haeⅲ studysouthwestern china mosuoyunnan loloburmesetibetoburman ynmosuo29 m9a1b1 315c 3391haeⅲ studysouthwestern china mosuoyunnan loloburmesetibetoburman ynmosuo87 m9a1b1 315c 3391haeⅲ studysouthwestern china mosuoyunnan loloburmesetibetoburman ynmosuo98 m9a1b1 315c 3391haeⅲ studysouthwestern china shefuquanguizhou hmongmien gzshe53 m9a1b1 309c 315c 3391haeⅲ studysouthwestern china yiyunnan loloburmesetibetoburman ynyi331 m9a1a2 315c 3391haeⅲ studysouthwestern china yiyunnan loloburmesetibetoburman ynyi345 m9a1a2 315c 3391haeⅲ studysouthwestern china yiyunnan loloburmesetibetoburman ynyi118 m9a1b1 315c 3391haeⅲ studysouthwestern china yiyuxiyunnan loloburmesetibetoburman lpes14 m9a1b1 315c 310c studytibet lhobanyingchitibet north assamtibetoburman xzlhoba2 m9a1a2 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba34 m9a1a2 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba36 m9a1a2 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba39 m9a1a2 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba43 m9a1a2 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba11 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba25 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba26 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba28 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba29 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba3 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba45 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba47 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba6 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba8 m9a1b1 315c 3391haeⅲ studytibet lhobanyingchitibet north assamtibetoburman xzlhoba9 m9a1b1 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa31 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa7 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa1 m9a1a1c1b 309cc 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa13 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa15 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa16 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa22 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa24 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa25 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa26 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa35 m9a1a1c1b 309c 315c 3391haeⅲ studytibet monpanyingchitibet himalayishtibetoburman xzmonpa5 m9a1a1c1b 309c 315c 3391haeⅲ studysouthern china hantaiwan sinitic twhan98 m9a1a 265t 309c 315c tsai et alsouthern china hantaiwan sinitic twhan99 m9a1a 265t 309cc 315c tsai et aljapan japanesejapan japonic sp0053 m9a1a1a ueno et alsouthern china hakkachaoshanguangdong sinitic 03b0179 m9a1a 315c 3391haeⅲ wang et alsouthern china hakkachaoshanguangdong sinitic 03b0061 m9a1a1c 315c 3391haeⅲ wang et alnorthern china handalianliaoning sinitic hliaoning43 m9a1a1c 10394ddei 10397alui 5176alui wen et al 2004anorthern china haninner mongolia sinitic hneimeng40 m9a1a m9a1b 3391haeⅲ 10394ddei 10397alui 5176alui 4831hhai wen et al 2004anorthern china hanxianshaanxi sinitic hshaanxi52 m9a1a wen et al 2004anorthern china hanxianshaanxi sinitic hshanxi04 m9a1a1c wen et al 2004anorthern china hanxianshaanxi sinitic hshaanxi06 m9a1a1c wen et al 2004anorthwestern china hangansu sinitic hgansu13 m9a1a1c 3391haeⅲ 10394ddei 10397alui 5176alui 9820hinfi 4831hhai wen et al 2004anorthwestern china hanxiningqinghai sinitic hqinghai25 m9a1a m9a1b 10394ddei 10397alui 5176alui 13259hincⅱ 4831hhai wen et al 2004anorthwestern china hanxiningqinghai sinitic hqinghai31 m9a1a m9a1b 10394ddei 10397alui 5176alui 13259hincⅱ 4831hhai wen et al 2004asouthern china hannanjingjiangsu sinitic hjiangsu44 m9a1a m9a1b wen et al 2004asouthern china hanzhejiang sinitic hzhejiang59 m9a m9a1b wen et al 2004asouthern china hanzhejiang sinitic hzhejiang44 m9a1a1c wen et al 2004asouthern china hanzhejiang sinitic hzhejiang11 m9a1a1c wen et al 2004asouthern china hanzhejiang sinitic hzhejiang56 m9a4a 5176alui 4831hhai wen et al 2004asouthwestern china hanhuizeyunnan sinitic hyunnan38 m9a1a2 10397alui wen et al 2004asouthwestern china hanweichengsichuan sinitic hsichuan19 m9a 5176alui 4831hhai wen et al 2004asouthwestern china hanweichengsichuan sinitic hsichuan18 m9a1a m9a1b wen et al 2004anorthwestern china tibetanqinghai himalayishtibetoburman qhtib01f11 m9a1a m9a1b wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01e3 m9a1a m9a1b wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01f9 m9a1a m9a1b wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01d6 m9a1a1a wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01e2 m9a1a1c1b wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01g10 m9a1b1 wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01g9 m9a1b1 wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01d10 m9a1b1 wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01d12 m9a1b1 wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01d5 m9a1b1 wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01g7 m9a1b1 265c wen et al 2004bsouthern china tujiawesterm hunan tujiatibetoburman tujia0118 m9a wen et al 2004bsouthern china tujiawesterm hunan tujiatibetoburman tujia0158 m9a m9a1b wen et al 2004bsouthern china tujiawesterm hunan tujiatibetoburman tujia0155 m9a1a1c wen et al 2004bsouthern china tujiayongshunhunan tujiatibetoburman tujia0228 m9a1a1c wen et al 2004bsouthwestern china baidaliyunnan baictibetoburman bai0113 m9a1a2 wen et al 2004bsouthwestern china baixishuangbannayunnan baictibetoburman bai02_03 m9a1a1c 111a wen et al 2004bsouthwestern china hanixishuangbannayunnan sinitic hani11 m9a1b1 wen et al 2004bsouthwestern china jinoxishuangbannayunnan burmictibetoburman jino09 m9a4a wen et al 2004bsouthwestern china pumininglangyunnan tangutqiangtibetoburman pumi8 m9a1b1 wen et al 2004bsouthwestern china pumininglangyunnan tangutqiangtibetoburman pumi6 m9a1b1 wen et al 2004bsouthwestern china tibetandiqingyunnan himalayishtibetoburman yztib052 m9a1a2 wen et al 2004bsouthwestern china tibetandiqingyunnan himalayishtibetoburman yztib0534 m9a1b1 wen et al 2004bsouthwestern china yishuangbaiyunnan loloburmesetibetoburman yi07 m9a m9a1b wen et al 2004bsouthwestern china yishuangbaiyunnan loloburmesetibetoburman yi14 m9a m9a1b wen et al 2004bsouthwestern china yishuangbaiyunnan loloburmesetibetoburman yi34 m9a1b wen et al 2004bsouthern china bu nudahuaguangxi hmongmien ybn08 m9b 10394ddei 10397alui 5176alui 663haeiii 13259hincii 4831hhai 7598hhai 12406hpai 9824hinfi 3394haeiii wen et alnorthern china hanfengchengliaoning sinitic hln7606 m9a1a1c1a 309c 315c yao et al 2002anorthern china hanfengchengliaoning sinitic hln7584 m9a1b 315c yao et al 2002anorthern china hanqingdaoshandong sinitic hqd8125 m9a1a1c1a 309c 315c yao et al 2002anorthern china hanqingdaoshandong sinitic hqd8155 m9a4a 315c yao et al 2002anorthwestern china hanili kazakh autonomous prefecturexinjiang sinitic hxj8420 m9a1a1c1a 315c 3391haeⅲ yao et al 2002anorthwestern china hanili kazakh autonomous prefecturexinjiang sinitic hxj8452 m9a1a2 315c 3391haeⅲ yao et al 2002asouthern china hanzhanjiangguangdong sinitic hgd7822 m9a 309c 315c 3391haeⅲ yao et al 2002asouthwestern china baidaliyunnan baictibetoburman ynbai17 m9a1b1 315c yao et al 2002bsouthwestern china yiluxiyunnan loloburmesetibetoburman sali3 m9a1a1c yao et al 2002bnorthern china hantaian shandong sinitic hsd10329 m9a1a1c1a 309c yao et alnorthern china hantaian shandong sinitic hsd10327 m9a1a1c1a yao et alnorthern china hantaian shandong sinitic hsd10328 m9a1a2 309c yao et alnorthwestern china huiili kazakh autonomous prefecturexinjiang sinitic hui42 m9a1a1c 3391haeⅲ yao et alnorthwestern china huiili kazakh autonomous prefecturexinjiang sinitic hui114 m9a1a1c1a 3391haeⅲ yao et alnorthwestern china huiili kazakh autonomous prefecturexinjiang sinitic hui45 m9b yao et alnorthwestern china kazakhili kazakh autonomous prefecturexinjiang altaic kaz13 m9a1a yao et alnorthwestern china mongolianili kazakh autonomous prefecturexinjiang altaic mg33 m9a1a2 3391haeⅲ yao et alsouthwestern china vayunnan northern monkhmermonkhmer ynva67 m9a1b1 3391haeⅲ yao zhangnorthwestern china tibetangannangansu himalayishtibetoburman gs_z54 m9a1a1c1b 092a 309c 315c zhao et alnorthwestern china tibetangannangansu himalayishtibetoburman gs_z43 m9a1a1c1b 309c 315c zhao et alnorthwestern china tibetangannangansu himalayishtibetoburman gs_z48 m9a1a1c1b 309c 315c zhao et alnorthwestern china tibetangannangansu himalayishtibetoburman gs_z03 m9a1a1c1b 309c 315c zhao et alnorthwestern china tibetangannangansu himalayishtibetoburman gs_z38 m9a1a1c1b 309c 315c zhao et alnorthwestern china tibetangannangansu himalayishtibetoburman gs_z51 m9a1a1c1b 309c 315c zhao et alnorthwestern china tibetangannangansu himalayishtibetoburman gs_z81 m9a1a1c1b 309c 315c zhao et alnorthwestern china tibetangannangansu himalayishtibetoburman gs_z79 m9a1b 315c zhao et alnorthwestern china tibetangannangansu himalayishtibetoburman gs_z60 m9a1b1 146y 309c 315c zhao et alnorthwestern china tibetangannangansu himalayishtibetoburman gs_z32 m9a1b1 309c 315c zhao et alnorthwestern china tibetanqinghai himalayishtibetoburman tib4658 m9a1a2 315c zhao et alnorthwestern china tibetanqinghai himalayishtibetoburman qingtibetan6 m9a1b1 315c 3391haeⅲ zhao et alnorthwestern china tibetanqinghai himalayishtibetoburman tib4659 m9a1b1 315c zhao et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntibetan70 m9a1a1c1b 315c 3391haeⅲ zhao et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntibetan38 m9a1a2 315c 3391haeⅲ zhao et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntibetan61 m9a1a2 093y 315c 3391haeⅲ zhao et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntibetan41 m9a1a2 315c 3391haeⅲ zhao et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntibetan57 m9a1a2 315c 3391haeⅲ zhao et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntibetan58 m9a1b 309c 315c 3391haeⅲ zhao et alsouthwestern china tibetandiqingyunnan himalayishtibetoburman yntibetan85 m9a1b 309c 315c 3391haeⅲ zhao et alsouthwestern china tibetanliangshansichuan himalayishtibetoburman z030 m9a1a1c1a 309c 315c 3391haeⅲ zhao et alsouthwestern china tibetanliangshansichuan himalayishtibetoburman z011 m9a1a1c1b 309c 315c 3391haeⅲ zhao et alsouthwestern china tibetanliangshansichuan himalayishtibetoburman sct19 m9a1b1 315c zhao et alsouthwestern china tibetanliangshansichuan himalayishtibetoburman sct08 m9a1b1 315c zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2827 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2764 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2790 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2808 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt3890 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt3780 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt3662 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt3664 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2708 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2710 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2759 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2761 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2763 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2767 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2771 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2772 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2799 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2823 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2839 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2873 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2874 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2876 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt3661 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt3778 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt3782 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt3786 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt3889 m9a1a1c1b 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2848 m9a1a2 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2853 m9a1a2 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2915 m9a1a2 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2798 m9a1a2 309c 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2834 m9a1b1 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2758 m9a1b1 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2773 m9a1b1 315c 3391haeⅲ zhao et altibet tibetannagqutibet himalayishtibetoburman nqt2787 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt318 m9a1a1c1b 264y 54c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt733 m9a1a1c1b 54c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt425 m9a1a1c1b 111g 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt427 m9a1a1c1b 111g 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt1139 m9a1a1c1b 114g 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt1148 m9a1a1c1b 114g 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt273 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt464 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt878 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt939 m9a1a1c1b 193c 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt363 m9a1a1c1b 309cc 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt904 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt305 m9a1a1c1b 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt445 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt454 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt504 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt816 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt1227 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt338 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt528 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt529 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt612 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt840 m9a1a1c1b 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt277 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt365 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt430 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt442 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt471 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt572 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt745 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt810 m9a1a1c1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt394 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt891 m9a1a1c1b 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt315 m9a1a2 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt339 m9a1b 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt408 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt1111 m9a1b1 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt412 m9a1b1 265c 315c zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt599 m9a1b1 265c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt367 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt709 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt930 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt626 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt298 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt340 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt655 m9a1b1 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt377 m9a1b1 309cc 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt381 m9a1b1 309c 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt386 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt508 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt571 m9a1b1 315c 3391haeⅲ zhao et altibet tibetanshigatsetibet himalayishtibetoburman rkt615 m9a1b1 309cc 315c 3391haeⅲ zhao et alsoutheast asia thaichiang maithailand taikadai th2b5 m9a4a 240r 315c zimmermann et alsoutheast asia thaichiang maithailand taikadai th2c12 m9a4a 315c zimmermann et alnotessample designation bold means mtdna completely sequenced figure see additional filepositions numbered according revised cambridge reference sequence rcrs andrews et al suffixes indicate transversions suffix denote heteroplasmic mutations ct ag respectively presence deletions insertions demonstrated followed deleted inserted bases respectively sequence information available items annotated naphylogenic status lineages could determined due lack informationfifty mtdnas included population frequency table see additional file population sample sizes undeﬁned m9ab sequences population reportedsee end additional file information references", "https://static-content.springer.com/esm/art%3A10.1186%2F1741-7007-9-2/MediaObjects/12915_2010_426_MOESM2_ESM.xls": "number subjectsregion populationcountry sample size m9a1a1c1b m9a1a1c wo m9a1a1c1b m9a1a1 wo m9a1a1c m9a1a2 m9a1a wo m9a1a1 m9a1a2 m9a1b m9a wo m9a1 m9b unclassified m9ab m9ab referencessouth himalayahimachal metspalu et alnepal study fornarino et alsikkim studynortheast indiaarunachal cordaux et alassam cordaux et alwest bengal study kivisild et al roychoudhury et al metspalu et albangladesh study kivisild et al cordaux et almeghalaya study reddy et alnagaland cordaux et altripura cordaux et alsouth asianew delhi fornarino et aluttar kivisild et al metspalu et alkerala mountain et al cordaux et al metspalu et algujarat kivisild et al metspalu et alkarnataka mountain et al cordaux et alkashmir kivisild et alandhra bamshad et al kivisild et al thangaraj ramana singh cordaux et al kivisild et al fornarino et almadhya roychoudhury et almaharashtra kivisild et al metspalu et alpunjab kivisild et al cordaux et al metspalu et alrajastan kivisild et al metspalu et altamil nadu kivisild et al roychoudhury et al cordaux et alsri lanka metspalu et alcentral asiapakistan kivisild et al cordaux et al quintanamurci et alkyrgyzstan comas et al comas et aluzbekistan comas et altajikstan derenko et alkazakhstan comas et alnorth asiamongolia kolman sambuughin bermingham keysertracqui et al derenko et al jin tylersmith kimaltai republic derenko et al derenko et alburyat republic derenko et altuva republic derenko et alkemerovo region derenko et alkhakassia republic derenko et alsoutheast asiamyanmar north studymyanmar centre studymyanmar south studythailand fucharoen fucharoen horai oota et al yao et al 2002b luangtrakool joyjinda lertrit et al jin tylersmith kim zimmermann et allaos studyvietnam north irwin et al peng et alvietnam centre li et al 2007bvietnam south oota et al peng et alcambodia black et alnortheast asiajapan horai et al seo et al nishimaki et al imaizumi et al koyama et al maruyama minaguchi saitou nagai et al tajima et al tanaka et al asari et al mabuchi et al bilal et alsouth korea pfeiffer et al lee lee lee allard et al lee et al 2006a lee et al 2006b derenko et al jin tylersmith kimsakhalin tajima et alnorthern chinainner mongolia northeast study kong et al 2003a powell et alheilongjiang powell et aljilin powell et al jin tylersmith kimliaoning study yao et al 2002a wen et al 2004a powell et albeijing jin tylersmith kiminner mongolia centreeast tajima et alinner mongolia centre wen et al 2004a cheng et alinner mongolia west cheng et alhenan studyshandong yao et al 2002a yao et alshaanxi study oota et al wen et al 2004anorthwestern chinagansu study liu li liu chen li liu li 2004a wen et al 2004aqinghai study liu li 2004b wen et al 2004a wen et al 2004b chen et al 2008a qin et alningxia studyxinjiang yao et al 2002a yao et al powell et alsouthern chinahubei yao et al 2002a li et al 2007bhunan study oota et al wen et al 2004a wen et al 2004b wen et alguangdong study kivisild et al yao et al 2002a wen et al li et al 2007b chen et al 2008a wang et alguangxi study yao et al 2002b wen et al 2004a wen et al li et al 2007b gan et alhainan study li et al 2007banhui study wen et al 2004afujian study wen et al 2004ajiangsu study wen et al 2004ajiangxi wen et al 2004azhejiang wen et al 2004ashanghai wen et al 2004a li et al 2007btaiwan sykes et al horai et al melton et al tsai et al trejaut et alhong kong irwin et alsouthwestern chinaguizhou study li et al 2007a li et al 2007b liu et alsichuan study wen et al 2004a qin et alyunnan centre study yao et al 2002a wen et al 2004b cheng et alyunnan westnorth study qian et al yao et al 2002b wen et al 2004b zhao et alyunnan westsouth study yao et al 2002b yao zhang wen et al 2004b wen et al li et al 2007byunnan eastnorth wen et al 2004ayunnan eastsouth wen et al li et al 2007btibetlhasa qin et alchamdo qin et alshannan qin et alshigatse zhao et al qin et alngari qin et alnagqu zhao et al qin et alnyingchi study qin et altotalnotehh27 assigned within m9asee end additional file information references", "https://static-content.springer.com/esm/art%3A10.1186%2F1741-7007-9-2/MediaObjects/12915_2010_426_MOESM3_ESM.xls": "region population group linguistic affiliation sample name subclade hvs hvsii addition polymorphisms individuals referencesrcrskorea koreansouth korea korean f1c 249d 309c 315c allard et alsouthern china handongguan guangdong sinitic dgh83 f1c 249d 309c 315c chen et al 2008bnorthwestern china tuqinghai altaic tu008 f1c 249d 309c 315c chen et al 2008asouthwestern china mongolianyunnan altaic th43 f1c 249d 315c cheng et alnortheast india apataniarunachal tibetanburman apatar360 f1c 058c cordaux et alnortheast india apataniarunachal tibetanburman apatar372 f1c 058c cordaux et alnortheast india apataniarunachal tibetanburman apatar386 f1c 058c cordaux et alnortheast india apataniarunachal tibetanburman apatar476 f1c 058c cordaux et alnortheast india nishiassam tibetanburman nisha189 f1c 058c cordaux et alnortheast india apatanitripura tibetanburman apatt129 f1c 058c cordaux et alnortheast india apataniarunachal tibetanburman apatar484 f1c 058c cordaux et alnortheast india nishiassam tibetanburman nisha178 f1c 058c cordaux et alnortheast india nishitripura tibetanburman nisht76 f1c 058c cordaux et alnortheast india nishitripura tibetanburman nisht124 f1c 058c cordaux et alnortheast india nishitripura tibetanburman nisht156 f1c 058c cordaux et alkorea koreansouth korea korean korean1 f1c 249d 3151c derenko et alsouth himalaya tharunepal indoeuropean thc f1c fornarino et alsouth himalaya tharunepal indoeuropean thc f1c fornarino et alsouth himalaya tharunepal indoeuropean thc f1c fornarino et alsouth himalaya tharunepal indoeuropean thc ii f1c fornarino et alsouth himalaya tharunepal indoeuropean thc ii f1c fornarino et alsouth himalaya tharunepal indoeuropean thc ii f1c fornarino et alsouth himalaya tharunepal indoeuropean thc ii f1c fornarino et alsouth himalaya tharunepal indoeuropean f1c fornarino et alsouthern china mulamguangxi taikadai ml357 f1c gan et alsouthern china hong kong peoplehong kong sinitic hk1 f1c 249d 3091c 3092c 3151c 523524d irwin et alsouthern china hong kong peoplehong kong sinitic hk2 f1c 249d 3091c 3092c 3151c 523524d irwin et alkazakuzbekistan altaic kar038 f1c 249d 315c 523524d irwin et alsouthern china hanguangzhouguangdong sinitic hgd47 f1c 249d 309c 315c kivisild et alkorea koreansouth korea korean k179 f1c 249d 309c 315c 522523d lee et al 2006akorea koreansouth korea korean k315 f1c 249d 309c 315c 522523d lee et al 2006asouthern china dornqdaycshanghai taikadai mq186 f1c li et al 2007bsouthern china yerongnapo guangxi taikadai yr13 f1c li et al 2007bsouthwestern china redgelaodafang guizhou taikadai rg19 f1c li et al 2007bsouthwestern china whitegelaomalipo yunnan taikadai wg11 f1c li et al 2007bsouthern china dongenshi hubei taikadai dn03 f1c li et al 2007bsouthern china mulamguangxi taikadai ml06 f1c li et al 2007bsouthwestern china dailujinghong yunnan taikadai da11 f1c 355n li et al 2007bsouthwestern china redgelaodafang guizhou taikadai rg15 f1c li et al 2007bsouthwestern china redgelaodafang guizhou taikadai rg29 f1c li et al 2007bindianuttar pradesh indoeuropean brahmin5 f1c metspalu et alsoutheast asia akhachiang raithailand tibetanburman akha75 f1c oota et alsoutheast asia akhachiang raithailand tibetanburman akha76 f1c oota et alsoutheast asia akhachiang raithailand tibetanburman akha77 f1c oota et alsoutheast asia red karenmae hong son tibetanburman red karen5 f1c oota et alsoutheast asia red karenmae hong son tibetanburman red karen6 f1c oota et alsoutheast asia red karenmae hong son tibetanburman red karen7 f1c oota et alsoutheast asia white karenmae hong son tibetanburman white karen17 f1c oota et alnorthern china hanshaanxi sinitic xian032 f1c oota et alnorthern china hanshaanxi sinitic xian065 f1c oota et alnorthern china hanshaanxi sinitic xian043 f1c oota et alsoutheast asia kinhhanoi vietnam austroasiatic kinh019 f1c 249d peng et alkorea koreansouth korea korean kor32 f1c 249d 309c 315c pfeiffer et alnorthern china mongolianinner mongolia altaic inner monglian f1c powell et alnorthern china koreanjilin korean chinese korean f1c powell et alnorthwestern china xibexinjiang altaic xibe f1c powell et alnorthwestern china uygurxinjiang altaic uygur f1c powell et alsouthwestern china tibetanyunnan himalayishtibetoburman yntib20 f1c qian et altibet monbanyingchi himalayishtibetoburman f1c 058c qin et altibet tibetanlhasa himalayishtibetoburman f1c qin et altibet tibetanshigatse himalayishtibetoburman f1c qin et altibet tibetannagri himalayishtibetoburman f1c qin et altibet tibetanlhasa himalayishtibetoburman f1c qin et altibet tibetannyingchi himalayishtibetoburman f1c qin et alnortheast india lyngammeghalaya austroasiatic lyngam f1c 249d reddy et alnortheast india bhoimeghalaya austroasiatic bhoi f1c 249d reddy et alnortheast india garomeghalaya tibetanburman garo f1c 249d reddy et alsouthern china lowlandfuchuang guangxi hmongmien ylo0 f1c wen et alsouthern china lowlandfuchuang guangxi hmongmien ypa30 f1c wen et alnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01f6 f1c wen et al 2004bsouthern china tujiayongshun hunan tibetanburman tujia0218 f1c wen et al 2004bnorthwestern china tibetanqinghai himalayishtibetoburman qhtib01d3 f1c wen et al 2004bsouthern china tujiawestern hunan tibetanburman tujia0110 f1c wen et al 2004bsouthern china tujiayongshun hunan tibetanburman tujia0201 f1c wen et al 2004bsouthwestern china baiyunnan tibetanburman bai0102 f1c wen et al 2004bsouthwestern china lahuyunnan tibetanburman lahu0212 f1c wen et al 2004bsouthwestern china hansichuan sinitic hsichuan56 f1c wen et al 2004asouthern china hanjiangsu sinitic hjiangsu34 f1c wen et al 2004asouthern china hanshanghai sinitic hshanghai50 f1c wen et al 2004anorthern china hanliaoning sinitic hliaoning14 f1c wen et al 2004asouthwestern china hansichuan sinitic hsichuan07 f1c wen et al 2004asouthwestern china hanyunnan sinitic hyunnan15 f1c wen et al 2004asouthwestern china hanyunnan sinitic hyunnan03 f1c wen et al 2004anorthern china hanqingdao shandong sinitic hqd8167 f1c 249d 309cc 315c yao et al 2002asouthern china hanwuhan hubei sinitic hwh6971 f1c 249d 309c 315c yao et al 2002anorthwestern china hanxinjiang sinitic hxj8421 f1c 249d 315c yao et al 2002asouthwestern china baiyunnan tibetanburman b23 f1c yao et al 2002bsouthern china zhuangguangxi taikadai zh47 f1c yao et al 2002bsouthern china zhuangguangxi taikadai zh471 f1c yao et al 2002bsouthwestern china baiyunnan tibetanburman b18 f1c yao et al 2002btibet tibetanshigatse himalayishtibetoburman r_tib295 f1c 249d 309c 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib509 f1c 183c 193c 249d 309c 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib547 f1c 193c 249d 309cc 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib278 f1c 193c 249d 309cc 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib316 f1c 249d 309c 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib750 f1c 249d 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib568 f1c 249d 315c zhao et alnorthwestern china tibetangannan himalayishtibetoburman g_tib56 f1c 249d 309cc 315c zhao et alnorthwestern china tibetanqinghai himalayishtibetoburman q_tib08 f1c zhao et alnorthwestern china tibetanqinghai himalayishtibetoburman q_tib37 f1c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib1261 f1c 249d 309c 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib483 f1c 249d 309c 315c zhao et alnorthwestern china tibetangansu himalayishtibetoburman g_tib87 f1c 249d 309c 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib344 f1c 249d 309cc 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib1123 f1c 249d 315c zhao et altibet tibetanshigatse himalayishtibetoburman r_tib458 f1c 249d 309cc 315c zhao et alsouthwestern china tibetanliangshan sichuan himalayishtibetoburman s_tib17 f1c 249d 315c zhao et alsoutheast asia thaichiang mai thailand taikadai th2e10 f1c 249d 309c 315c 523524d zimmermann et alnotesee end additional file information references", "https://static-content.springer.com/esm/art%3A10.1186%2F1741-7007-9-2/MediaObjects/12915_2010_426_MOESM4_ESM.doc": "Evaluation Warning: The document was created with Spire.Doc for Python.\r\nAdditional file 4 - List of haplogroup M9a’b complete sequences included in Figure 2.\r\n\r\nIDa\r\nSample\r\nHaplogroup\r\nOrigin\r\nReferences\r\nAccess No.\r\n1\r\nVN-Cham 10\r\nM9b\r\nCham/Binh Thuan, Vietnam\r\nThis study\r\nHM346881\r\n2\r\nXJ-Hui 45\r\nM9b\r\nHui/Xinjiang\r\nKong et al. 2006\r\nDQ272112\r\n3\r\nTaiwan SL003\r\nM9a4a\r\nTaiwan\r\nSoares et al. 2008\r\nEF093554\r\n4\r\nVNM 235\r\nM9a4a\r\nVietnam\r\nSoares et al. 2008\r\nEF185793\r\n5\r\nQD-H 8155\r\nM9a4a\r\nHan/Qingdao, Shandong\r\nThis study\r\nHM346882\r\n6\r\nVN-Kinh 80\r\nM9a4a\r\nKinh/Ha Noi, Vietnam\r\nThis study\r\nHM346883\r\n7\r\nGX-ML 12\r\nM9a4a\r\nMulam/Guangxi\r\nThis study\r\nHM346884\r\n8\r\nVN-Kinh 41\r\nM9a4a\r\nKinh/Hanoi, Vietnam\r\nThis study\r\nHM346885\r\n9\r\nVN-Kinh 88\r\nM9a4\r\nKinh/Hanoi, Vietnam\r\nThis study\r\nHM346886\r\n10\r\nHI-Li 145\r\nM9a5\r\nLi/Hainan\r\nThis study\r\nHM346887\r\n11\r\nGX-ML 49\r\nM9a5\r\nMulam/Guangxi\r\nThis study\r\nHM346888\r\n12\r\nVN-Kinh 53\r\nM9a5\r\nKinh/Hanoi, Vietnam\r\nThis study\r\nHM346889\r\n13\r\nTH-F34\r\nM9a5\r\nThailand\r\nJoyjinda 2007\r\n—\r\n14\r\nTH-C74\r\nM9a5\r\nThailand\r\nJoyjinda 2007\r\n—\r\n15\r\nJ-SC 0108\r\nM9a*\r\nJapan\r\nBilal et al. 2008\r\nAP010767\r\n16\r\nGD-H 7822\r\nM9a*\r\nHan/Guangdong\r\nThis study\r\nHM346890\r\n17\r\nGD-H N108\r\nM9a*\r\nHan/Guangdong\r\nThis study\r\nHM346891\r\n18\r\nHN-H H27\r\nM9a1*\r\nHan/Hunan\r\nThis study\r\nHM346892\r\n19c\r\nLN-H 7584\r\nM9a1b\r\nHan/Liaoning\r\nThis study\r\nHM346893\r\n20\r\nNaga 514\r\nM9a1b\r\nNaga/Sagaing, Myanmar\r\nThis study\r\nHM346895\r\n21\r\nNaga 496\r\nM9a1b\r\nNaga/Sagaing, Myanmar\r\nThis study\r\nHM346896\r\n22\r\nYN-T 85\r\nM9a1b\r\nTibetan/Yunnan\r\nThis study\r\nHM346898\r\n23\r\nSC-H D786\r\nM9a1b\r\nHan/Dujiangyan, Sichuan\r\nThis study\r\nHM346899\r\n24\r\nGS-T 79\r\nM9a1b\r\nTibetan/Gansu\r\nThis study\r\nHM346894\r\n25\r\nRK-T 339\r\nM9a1b\r\nTibetan/Shigatse, Tibet\r\nThis study\r\nHM346897\r\n26\r\nCD-T 5630\r\nM9a1b\r\nTibetan/Chamdo, Tibet\r\nQin et al. 2010\r\nGQ895143\r\n27\r\nAL-T 2812\r\nM9a1b1\r\nTibetan/Ngari, Tibet\r\nQin et al. 2010\r\nGQ895140\r\n28\r\nRK-T 412\r\nM9a1b1\r\nTibetan/Shigatse, Tibet\r\nZhao et al. 2009\r\nFJ543810\r\n29\r\nLS-T 5592\r\nM9a1b1\r\nTibetan/Lhasa, Tibet\r\nQin et al. 2010\r\nGQ895148\r\n30\r\nCD-T 5980\r\nM9a1b1\r\nTibetan/Chamdo, Tibet\r\nQin et al. 2010\r\nGQ895145\r\n31\r\nINE 128\r\nM9a1b1\r\nIndonesia\r\nSoares et al. 2008\r\nEF093545\r\n32\r\nTH-C112\r\nM9a1b1\r\nThailand\r\nJoyjinda 2007\r\n—\r\n33\r\nTH-DM4\r\nM9a1b1\r\nThailand\r\nLuangtrakool 2006\r\n—\r\n34\r\nSK 39\r\nM9a1b1\r\nSonowal Kachari/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383310\r\n35\r\nGL 4\r\nM9a1b1\r\nGallong/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383312\r\n36\r\nSK 100\r\nM9a1b1\r\nSonowal Kachari/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383313\r\n37\r\nSK 96\r\nM9a1b1\r\nSonowal Kachari/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383318\r\n38\r\nSK 78\r\nM9a1b1\r\nSonowal Kachari/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383316\r\n39\r\nSK 80\r\nM9a1b1\r\nSonowal Kachari/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383317\r\n40\r\nWA 30\r\nM9a1b1\r\nWanchoo/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383322\r\n41\r\nGL 26\r\nM9a1b1\r\nGallong/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383311\r\n42\r\nBN 23/2\r\nM9a1b1\r\nBangladeshi/Bangladesh\r\nThis study\r\nGQ337542\r\n43\r\nKhasi S8\r\nM9a1b1\r\nKhasi/Meghalaya\r\nThis study\r\nHM346900\r\n44\r\nRK-T 709\r\nM9a1b1\r\nTibetan/Shigatse, Tibet\r\nZhao et al. 2009\r\nFJ968774\r\n45\r\nSK 72\r\nM9a1b1\r\nSonowal Kachari/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383315\r\n46\r\nSK 106\r\nM9a1b1\r\nSonowal Kachari/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383314\r\n47\r\nWA 60\r\nM9a1b1\r\nWanchoo/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383323\r\n48\r\nWA 106\r\nM9a1b1\r\nWanchoo/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383321\r\n49\r\nLP 60\r\nM9a1b1\r\nLepcha/Sikkim\r\nChandrasekar et al. 2009\r\nFJ383327\r\n50\r\nLP 71\r\nM9a1b1\r\nLepcha/Sikkim\r\nChandrasekar et al. 2009\r\nFJ383328\r\n51\r\nLP 88\r\nM9a1b1\r\nLepcha/Sikkim\r\nChandrasekar et al. 2009\r\nFJ383329\r\n52\r\nLP 92\r\nM9a1b1\r\nLepcha/Sikkim\r\nChandrasekar et al. 2009\r\nFJ383330\r\n53\r\nLP105\r\nM9a1b1\r\nLepcha/Sikkim\r\nChandrasekar et al. 2009\r\nFJ383326\r\n54\r\nDhm 23\r\nM9a1a2\r\nDhimal/West Bengal\r\nThis study\r\nGQ337575\r\n55\r\nRK-T 315\r\nM9a1a2\r\nTibetan/Shigatse, Tibet\r\nZhao et al. 2009\r\nGU014567\r\n56\r\nNQ-T 5621\r\nM9a1a2\r\nTibetan/Nagqu, Tibet\r\nQin et al. 2010\r\nGQ895159\r\n57\r\nNQ-T 2798\r\nM9a1a2\r\nTibetan/Nagqu, Tibet\r\nZhao et al. 2009\r\nFJ968772\r\n58\r\nNQ-T 5724\r\nM9a1a2\r\nTibetan/Nagqu, Tibet\r\nQin et al. 2010\r\nGQ895160\r\n59\r\nYN-T 61\r\nM9a1a2\r\nTibetan/Yunnan\r\nZhao et al. 2009\r\nFJ968775\r\n60\r\nQH-Tu 39\r\nM9a1a2\r\nTu/Qinghai\r\nThis study\r\nHM346901\r\n61\r\nLhob 34\r\nM9a1a2\r\nLhoba/Nyingchi, Tibet\r\nThis study\r\nHM346902\r\n62e\r\nXJ-Kazak 13\r\nM9a1a*\r\nKazak/Xinjiang\r\nThis study\r\nHM346903\r\n63\r\nYN-H 020\r\nM9a1a*\r\nHan/Yunnan\r\nThis study\r\nHM346904\r\n64\r\nSN-H 11739\r\nM9a1a*\r\nHan/Shaanxi\r\nThis study\r\nHM346905\r\n65\r\nJ-SC 0027\r\nM9a1a1a\r\nJapan\r\nBilal et al. 2008\r\nAP010687\r\n66\r\nJ-ON 0144\r\nM9a1a1a\r\nJapan\r\nTanaka et al. 2004\r\nAP008629\r\n67\r\nJ-ND 0099\r\nM9a1a1a\r\nJapan\r\nTanaka et al. 2004\r\nAP008766\r\n68\r\nJ-HN 0226\r\nM9a1a1a\r\nJapan\r\nTanaka et al. 2004\r\nAP008702\r\n69\r\nJ-HN 0236\r\nM9a1a1a\r\nJapan\r\nTanaka et al. 2004\r\nAP008710\r\n70\r\nJ-JD 0045\r\nM9a1a1a\r\nJapan\r\nTanaka et al. 2004\r\nAP008863\r\n71\r\nJ-SC 0002\r\nM9a1a1a\r\nJapan\r\nBilal et al. 2008\r\nAP010662\r\n72\r\nJ-HN 0190\r\nM9a1a1a\r\nJapan\r\nTanaka et al. 2004\r\nAP008677\r\n73\r\nJ-ND 0207\r\nM9a1a1a\r\nJapan\r\nTanaka et al. 2004\r\nAP008815\r\n74\r\nJ-SP 0053\r\nM9a1a1a\r\nJapan\r\nUeno et al. 2009\r\nAP011019\r\n75\r\nNivkchi 149\r\nM9a1a1a\r\nNivikchi/North Asia\r\nIngman, Gyllensten 2007\r\nEU007852\r\n76\r\nChi 3634\r\nM9a1a1a\r\nChinese/China\r\nIngman et al. 2000\r\nAF346972\r\n77\r\nHA-H C133\r\nM9a1a1a\r\nHan/Henan\r\nThis study\r\nHM346906\r\n78\r\nHA-H 1418\r\nM9a1a1*\r\nHan/Henan\r\nThis study\r\nHM346907\r\n79\r\nJ-JD 0041\r\nM9a1a1b\r\nJapan\r\nTanaka et al. 2004\r\nAP008860\r\n80\r\nJ-PD 0043\r\nM9a1a1b\r\nJapan\r\nTanaka et al. 2004\r\nAP008378\r\n81\r\nIM-M 239\r\nM9a1a1b\r\nMongolian/Inner Mongolia\r\nThis study\r\nHM346908\r\n82\r\nSC-H B5382\r\nM9a1a1*\r\nHan/Yanting, Sichuan\r\nThis study\r\nHM346909\r\n83\r\nYN-B 11\r\nM9a1a1*\r\nBai/Yunnan\r\nThis study\r\nHM346910\r\n84\r\nQH-Salar 3\r\nM9a1a1*\r\nSalar/Qinghai\r\nThis study\r\nHM346911\r\n85\r\nGD-H N227\r\nM9a1a1*\r\nHan/Shantou, Guangdong\r\nThis study\r\nHM346912\r\n86\r\nXJ-Hui 42\r\nM9a1a1c\r\nHui/Xinjiang\r\nThis study\r\nHM346913\r\n87\r\nHA-H 12123\r\nM9a1a1c1\r\nHan/Henan\r\nThis study\r\nHM346914\r\n88\r\nSC-H 1893\r\nM9a1a1c1b\r\nHan/Dujiangyan, Sichuan\r\nThis study\r\nHM346915\r\n89\r\nDR 46\r\nM9a1a1c1b\r\nDirang Monpa/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383325\r\n90\r\nDR 100\r\nM9a1a1c1b\r\nDirang Monpa/Arunachal\r\nChandrasekar et al. 2009\r\nFJ383324\r\n91\r\nLAC 70\r\nM9a1a1c1b\r\nLachungpa/Sikkim\r\nChandrasekar et al. 2009\r\nFJ383320\r\n92\r\nLAC 32\r\nM9a1a1c1b\r\nLachungpa/Sikkim\r\nChandrasekar et al. 2009\r\nFJ383319\r\n93\r\nLach 21\r\nM9a1a1c1b\r\nLachungpa/Sikkim\r\nThis study\r\nGQ337588\r\n94\r\nLS-T 5629\r\nM9a1a1c1b\r\nTibetan/Lhasa, Tibet\r\nQin et al. 2010\r\nGQ895150\r\n95\r\nLS-T 5632\r\nM9a1a1c1b\r\nTibetan/Lhasa, Tibet\r\nQin et al. 2010\r\nGQ895151\r\n96\r\nLS-T 7\r\nM9a1a1c1b\r\nTibetan/Lhasa, Tibet\r\nQin et al. 2010\r\nGQ895146\r\n97\r\nNQ-T 2827\r\nM9a1a1c1b\r\nTibetan/Nagqu, Tibet\r\nThis study\r\nHM346918\r\n98\r\nRK-T 733\r\nM9a1a1c1b\r\nTibetan/Shigatse, Tibet\r\nThis study\r\nHM346916\r\n99\r\nRK-T 1139\r\nM9a1a1c1b\r\nTibetan/Shigatse, Tibet\r\nThis study\r\nHM346917\r\n100\r\nNQ-T 2759\r\nM9a1a1c1b\r\nTibetan/Nagqu, Tibet\r\nThis study\r\nHM346919\r\n101\r\nNQ-T 3890\r\nM9a1a1c1b\r\nTibetan/Nagqu, Tibet\r\nThis study\r\nHM346920\r\n102\r\nNQ-T 3780\r\nM9a1a1c1b\r\nTibetan/Nagqu, Tibet\r\nThis study\r\nHM346921\r\n103\r\nRK-T 528\r\nM9a1a1c1b\r\nTibetan/Shigatse, Tibet\r\nThis study\r\nHM346922\r\n104\r\nNQ-T 2767\r\nM9a1a1c1b\r\nTibetan/Nagqu, Tibet\r\nThis study\r\nHM346923\r\n105\r\nMonp 22\r\nM9a1a1c1b\r\nMonpa/Nyingchi, Tibet\r\nThis study\r\nHM346924\r\n106\r\nMonp 25\r\nM9a1a1c1b\r\nMonpa/Nyingchi, Tibet\r\nThis study\r\nHM346925\r\n107\r\nNQ-T 2790\r\nM9a1a1c1b\r\nTibetan/Nagqu, Tibet\r\nThis study\r\nHM346926\r\n108\r\nNQ-T 2808\r\nM9a1a1c1b\r\nTibetan/Nagqu, Tibet\r\nThis study\r\nHM346927\r\n109\r\nRK-T 939\r\nM9a1a1c1b\r\nTibetan/Shigatse, Tibet\r\nThis study\r\nHM346928\r\n110\r\nIM-Br 36\r\nM9a1a1c1b\r\nBuryat/Inner Mongolia\r\nThis study\r\nHM346929\r\n111\r\nYN-T 70\r\nM9a1a1c1b\r\nTibetan/Yunnan\r\nThis study\r\nHM346930\r\n112\r\nSC-T 011\r\nM9a1a1c1b\r\nTibetan/Liangshan, Sichuan\r\nThis study\r\nHM346931\r\n113\r\nSD-H 10327\r\nM9a1a1c1a\r\nHan/Tai'an, Shandong\r\nThis study\r\nHM346932\r\n114\r\nQD-H 8125\r\nM9a1a1c1a\r\nHan/Qingdao, Shandong\r\nThis study\r\nHM346933\r\n115\r\nLN-H 7606\r\nM9a1a1c1a\r\nHan/Liaoning\r\nThis study\r\nHM346934\r\n116\r\nIM-M 223\r\nM9a1a1c1a\r\nMongolian/Inner Mongolia\r\nThis study\r\nHM346935\r\n117\r\nSC-T 030\r\nM9a1a1c1a\r\nTibetan/Liangshan, Sichuan\r\nThis study\r\nHM346936\r\n118\r\nXJ-H 8420\r\nM9a1a1c1a\r\nHan/Xinjiang\r\nKong et al. 2003b\r\nAY255153\r\n119\r\nJ-HN 0228\r\nM9a1a1c1a\r\nJapan\r\nTanaka et al. 2004\r\nAP008704\r\n120\r\nJ-PD 0011\r\nM9a1a1c1a\r\nJapan\r\nTanaka et al. 2004\r\nAP008353\r\na ID numbers correspond to the numbers in Figure 2.\r\n\r\nSupplementary References\r\n\r\nAllard, MW, MR Wilson, KL Monson, B Budowle. 2004. Control region sequences for East Asian individuals in the Scientific Working Group on DNA Analysis Methods forensic mtDNA data set. Leg Med (Tokyo) 6:11-24.\r\nAsari, M, K Umetsu, N Adachi, J Azumi, K Shimizu, H Shiono. 2007. Utility of haplogroup determination for forensic mtDNA analysis in the Japanese population. Leg Med (Tokyo) 9:237-240.\r\nBamshad, MJ, WS Watkins, ME Dixon, LB Jorde, BB Rao, JM Naidu, BVR Prasad, A Rasanayagam, MF Hammer. 1998. Female gene flow stratifies Hindu castes. Nature 395:651-652.\r\nBilal, E, R Rabadan, G Alexe, et al. 2008. Mitochondrial DNA haplogroup D4a is a marker for extreme longevity in Japan. PLoS ONE 3:e2421.\r\nBlack, ML, K Dufall, C Wise, S Sulliva, AH Bittles. 2006. Genetic ancestries in northwest Cambodia. Ann Hum Biol 33:620-627.\r\nChandrasekar, A, S Kumar, J Sreenath, et al. 2009. Updating phylogeny of mitochondrial DNA macrohaplogroup M in India: dispersal of modern human in South Asian corridor. PLoS ONE 4:e7447.\r\nChen, F, Y Deng, Y Dang, B Zhang, H Mu, X Yu, L Li, C Yan, T Chen. 2008a. Genetic polymorphism of mitochondrial DNA HVS-I and HVS-II of Chinese Tu ethnic minority group J Genet Genomics 35:225-232.\r\nChen, F, SY Wang, RZ Zhang, YH Hu, GF Gao, YH Liu, QP Kong. 2008b. Analysis of mitochondrial DNA polymorphisms in Guangdong Han Chinese. Forensic Sci Int Genet 2:150-153.\r\nCheng, BW, WR Tang, L He, YL Dong, J Lu, YP Lei, HJ Yu, JL Zhang, CJ Xiao. 2008. Genetic imprint of the Mongol: signal from phylogeographic analysis of mitochondrial DNA. J Hum Genet 53:905-913.\r\nComas, D, F Calafell, E Mateu, et al. 1998. Trading genes along the silk road: mtDNA sequences and the origin of central Asian populations. Am J Hum Genet 63:1824-1838.\r\nComas, D, S Plaza, RS Wells, N Yuldaseva, O Lao, F Calafell, J Bertranpetit. 2004. Admixture, migrations, and dispersals in Central Asia: evidence from maternal DNA lineages. Eur J Hum Genet 12:495-504.\r\nCordaux, R, N Saha, GR Bentley, R Aunger, SM Sirajuddin, M Stoneking. 2003. Mitochondrial DNA analysis reveals diverse histories of tribal populations from India. Eur J Hum Genet 11:253-264.\r\nDerenko, M, B Malyarchuk, T Grzybowski, et al. 2007. Phylogeographic analysis of mitochondrial DNA in northern Asian Populations. Am J Hum Genet 81:1025-1041.\r\nDerenko, MV, T Grzybowski, BA Malyarchuk, et al. 2003. Diversity of mitochondrial DNA lineages in South Siberia. Ann Hum Genet 67:391-411.\r\nFornarino, S, M Pala, V Battaglia, R Maranta, A Achilli, G Modiano, A Torroni, O Semino, SA Santachiara-Benerecetti. 2009. Mitochondrial and Y-chromosome diversity of the Tharus (Nepal): a reservoir of genetic variation. BMC Evol Biol 9:154.\r\nFucharoen, G, S Fucharoen, S Horai. 2001. Mitochondrial DNA polymorphisms in Thailand. J Hum Genet 46:115-125.\r\nGan, RJ, SL Pan, LF Mustavich, et al. 2008. Pinghua population as an exception of Han Chinese's coherent genetic structure. J Hum Genet 53:303-313.\r\nHorai, S, K Murayama, K Hayasaka, S Matsubayashi, Y Hattori, G Fucharoen, S Harihara, KS Park, K Omoto, IH Pan. 1996. MtDNA polymorphism in East Asian populations, with special reference to the peopling of Japan. Am J Hum Genet 59:579-590.\r\nImaizumi, K, TJ Parsons, M Yoshino, MM Holland. 2002. A new database of mitochondrial DNA hypervariable regions I and II sequences from 162 Japanese individuals. Int J Legal Med 116:68-73.\r\nIngman, M, U Gyllensten. 2007. Rate variation between mitochondrial domains and adaptive evolution in humans. Hum Mol Genet 16:2281-2287.\r\nIngman, M, H Kaessmann, S Paabo, U Gyllensten. 2000. Mitochondrial genome variation and the origin of modern humans. Nature 408:708-713.\r\nIrwin, JA, A Ikramov, J Saunier, et al. 2010. The mtDNA composition of Uzbekistan: a microcosm of Central Asian patterns. Int J Legal Med 124:195-204.\r\nIrwin, JA, JL Saunier, P Beh, KM Strouss, CD Paintner, TJ Parsons. 2009. Mitochondrial DNA control region variation in a population sample from Hong Kong, China. Forensic Sci Int Genet 3:e119-125.\r\nIrwin, JA, JL Saunier, KM Strouss, TM Diegoli, KA Sturk, JE O'Callaghan, CD Paintner, C Hohoff, B Brinkmann, TJ Parsons. 2008. Mitochondrial control region sequences from a Vietnamese population sample. Int J Legal Med 122:257-259.\r\nJi, Y, AM Zhang, X Jia, YP Zhang, X Xiao, S Li, X Guo, HJ Bandelt, Q Zhang, YG Yao. 2008. Mitochondrial DNA haplogroups M7b1'2 and M8a affect clinical expression of leber hereditary optic neuropathy in Chinese families with the m.11778G-->a mutation. Am J Hum Genet 83:760-768.\r\nJin, H-J, C Tyler-Smith, W Kim. 2009. The peopling of Korea revealed by analyses of mitochondrial DNA and Y-chromosomal markers. PLoS ONE 4:e4210.\r\nJin, HJ, KD Kwak, SB Hong, DJ Shin, MS Han, C Tyler-Smith, W Kim. 2006. Forensic genetic analysis of mitochondrial DNA hypervariable region I/II sequences: an expanded Korean population database. Forensic Sci Int 158:125-130.\r\nJoyjinda, Y. 2007. The role of mitochondrial background in the expression of leber hereditary optic neuropathy (LHON): Mahidol University.\r\nKeyser-Tracqui, C, E Crubezy, H Pamzsav, T Varga, B Ludes. 2006. Population origins in Mongolia: Genetic structure analysis of ancient and modern DNA. Am J Phys Anthropol 131:272-281.\r\nKivisild, T, MJ Bamshad, K Kaldma, et al. 1999. Deep common ancestry of Indian and western-Eurasian mitochondrial DNA lineages. Curr Biol 9:1331-1334.\r\nKivisild, T, S Rootsi, M Metspalu, et al. 2003. The genetic heritage of the earliest settlers persists both in Indian tribal and caste populations. Am J Hum Genet 72:313-332.\r\nKivisild, T, HV Tolk, J Parik, YM Wang, SS Papiha, HJ Bandelt, R Villems. 2002. The emerging limbs and twigs of the East Asian mtDNA tree. Mol Biol Evol 19:1737-1751.\r\nKolman, CJ, N Sambuughin, E Bermingham. 1996. Mitochondrial DNA analysis of mongolian populations and implications for the origin of New World founders. Genetics 142:1321-1334.\r\nKong, QP, HJ Bandelt, C Sun, et al. 2006. Updating the East Asian mtDNA phylogeny: a prerequisite for the identification of pathogenic mutations. Hum Mol Genet 15:2076-2086.\r\nKong, QP, YG Yao, M Liu, SP Shen, C Chen, CL Zhu, MG Palanichamy, YP Zhang. 2003a. Mitochondrial DNA sequence polymorphisms of five ethnic populations from northern China. Hum Genet 113:391-405.\r\nKong, QP, YG Yao, C Sun, HJ Bandelt, CL Zhu, YP Zhang. 2003b. Phylogeny of East Asian mitochondrial DNA lineages inferred from complete sequences. Am J Hum Genet 73:671-676.\r\nKoyama, H, M Iwasa, Y Maeno, T Tsuchimochi, I Isobe, Y Seko-Nakamura, J Monma-Ohtaki, T Matsumoto, S Ogawa. 2002. Mitochondrial sequence haplotype in the Japanese population. Forensic Sci Int 125:93-96.\r\nLee, H, JE Yoo, M Park, U Chung, KJ Shin. 2006a. Mitochondrial DNA control region sequences in Koreans: identification of useful variable sites and phylogenetic analysis for mtDNA data quality control. Int J Legal Med 120:5-14.\r\nLee, HY, JE Yoo, MJ Park, U Chung, CY Kim, KJ Shin. 2006b. East Asian mtDNA haplogroup determination in Koreans: haplogroup-level coding region SNP analysis and subhaplogroup-level control region sequence analysis. Electrophoresis 27:4408-4418.\r\nLee, SD, YS Lee, JB Lee. 2002. Polymorphism in the mitochondrial cytochrome B gene in Koreans - an additional marker for individual identification. Int J Legal Med 116:74-78.\r\nLertrit, P, S Poolsuwan, R Thosarat, T Sanpachudayan, H Boonyarit, C Chinpaisal, B Suktitipat. 2008. Genetic history of Southeast Asian populations as revealed by ancient and modern human mitochondrial DNA analysis. Am J Phys Anthropol 137:425-440.\r\nLi, B, F Zhong, H Yi, X Wang, L Li, L Wang, X Qi, L Wu. 2007a. Genetic polymorphism of mitochondrial DNA in Dong, Gelao, Tujia, and Yi ethnic populations from Guizhou, China. J Genet Genomics 34:800-810.\r\nLi, H, XY Cai, ER Winograd-Cort, et al. 2007b. Mitochondrial DNA diversity and population differentiation in Southern East Asia. Am J Phys Anthropol 134:481-488.\r\nLiu, C, SY Wang, M Zhao, ZY Xu, YH Hu, F Chen, RZ Zhang, GF Gao, YS Yu, QP Kong. 2010. Mitochondrial DNA polymorphisms in Gelao ethnic group residing in Southwest China. Forensic Sci Int Genet 20:20.\r\nLiu, XS, T Chen, SB Li. 2004. Sequence polymorphism of human mitochondrial DNA control region in Chinese Dongxiang unrelated individuals. Journal of Medical Colleges of PLA 19:259-262.\r\nLiu, XS, SB Li. 2003. Polymorphism of mitochondrial DNA D-loop region in Chinese BAOAN ethnic group. Journal of The Fourth Military Medical University 24:1832-1836.\r\nLiu, XS, SB Li. 2004a. Mitochondrial DNA Polymorphsim in Control Region from Chinese Yugu Population. Academic Journal of Xi an Jiaotong University 15:174-177.\r\nLiu, XS, SB Li. 2004b. Study on polymorphisms of mitochondrial DNA D-loop region in the Sala population in China. Journal of Xi'an Jiaotong University (Medical Sciences) 25:213-216.\r\nLuangtrakool, K. 2006. Mitochondrial genomes and diabetes mellitus type 2 in Thailand: Mahidol University.\r\nMabuchi, T, R Susukida, A Kido, M Oya. 2007. Typing the 1.1 kb control region of human mitochondrial DNA in Japanese individuals. J Forensic Sci 52:355-363.\r\nMaruyama, S, K Minaguchi, N Saitou. 2003. Sequence polymorphisms of the mitochondrial DNA control region and phylogenetic analysis of mtDNA lineages in the Japanese population. Int J Legal Med 117:218-225.\r\nMelton, T, S Clifford, E Martinson, M Batzer, M Stoneking. 1998. Genetic evidence for the proto-Austronesian homeland in Asia: mtDNA and nuclear DNA variation in Taiwanese aboriginal tribes. Am J Hum Genet 63:1807-1823.\r\nMetspalu, M, T Kivisild, E Metspalu, et al. 2004. Most of the extant mtDNA boundaries in South and Southwest Asia were likely shaped during the initial settlement of Eurasia by anatomically modern humans. BMC Genet 5.\r\nMountain, JL, JM Hebert, S Bhattacharyya, PA Underhill, C Ottolenghi, M Gadgil, LL Cavallisforza. 1995. Demographic history of India and mtDNA-sequence diversity. Am J Hum Genet 56:979-992.\r\nNagai, A, I Nakamura, F Shiraki, Y Bunai, I Ohya. 2003. Sequence polymorphism of mitochondrial DNA in Japanese individuals from Gifu Prefecture. Leg Med (Tokyo) 5 Suppl 1:S210-213.\r\nNishimaki, Y, K Sato, L Fang, M Ma, H Hasekura, B Boettcher. 1999. Sequence polymorphism in the mtDNA HV1 region in Japanese and Chinese. Leg Med (Tokyo) 1:238-249.\r\nOota, H, T Kitano, F Jin, I Yuasa, L Wang, S Ueda, N Saitou, M Stoneking. 2002. Extreme mtDNA homogeneity in continental Asian populations. Am J Phys Anthropol 118:146-153.\r\nOota, H, W Settheetham-Ishida, D Tiwawech, T Ishida, M Stoneking. 2001. Human mtDNA and Y-chromosome variation is correlated with matrilocal versus patrilocal residence. Nat Genet 29:20-21.\r\nPeng, MS, HH Quang, KP Dang, AV Trieu, HW Wang, YG Yao, QP Kong, YP Zhang. 2010. Tracing the Austronesian footprint in Mainland Southeast Asia: a perspective from mitochondrial DNA. Mol Biol Evol 27:2417-2430.\r\nPfeiffer, H, R Steighner, R Fisher, H Mornstad, CL Yoon, MM Holland. 1998. Mitochondrial DNA extraction and typing from isolated dentin-experimental evaluation in a Korean population. Int J Legal Med 111:309-313.\r\nPowell, GT, HM Yang, C Tyler-Smith, YL Xue. 2007. The population history of the Xibe in northern China: A comparison of autosomal, mtDNA and Y-chromosomal analyses of migration and gene flow. Forensic Sci Int Genet 1:115-119.\r\nQian, YP, ZT Chu, Q Dai, CD Wei, JY Chu, A Tajima, S Horai. 2001. Mitochondrial DNA polymorphisms in Yunnan nationalities in China. J Hum Genet 46:211-220.\r\nQin, Z, Y Yang, L Kang, et al. 2010. A mitochondrial revelation of early human migrations to the Tibetan Plateau before and after the last glacial maximum. Am J Phys Anthropol 143:555-569.\r\nQuintana-Murci, L, R Chaix, RS Wells, et al. 2004. Where west meets east: the complex mtDNA landscape of the southwest and Central Asian corridor. Am J Hum Genet 74:827-845.\r\nReddy, BM, BT Langstieh, V Kumar, T Nagaraja, ANS Reddy, A Meka, AG Reddy, K Thangaraj, L Singh. 2007. Austro-Asiatic tribes of Northeast India provide hitherto missing genetic link between South and Southeast Asia. PLoS ONE 2:e1141.\r\nRoychoudhury, S, S Roy, A Basu, R Banerjee, H Vishwanathan, MVU Rani, SK Sil, M Mitra, PP Majumder. 2001. Genomic structures and population histories of linguistically distinct tribal groups of India. Hum Genet 109:339-350.\r\nSeo, Y, B Stradmann-Bellinghausen, C Rittner, K Takahama, PM Schneider. 1998. Sequence polymorphism of mitochondrial DNA control region in Japanese. Forensic Sci Int 97:155-164.\r\nSoares, P, JA Trejaut, JH Loo, et al. 2008. Climate change and postglacial human dispersals in Southeast Asia. Mol Biol Evol 25:1209-1218.\r\nSykes, B, A Leiboff, J Lowbeer, S Tetzner, M Richards. 1995. The origins of the Polynesians - an interpretation from mitochondrial lineage analysis. Am J Hum Genet 57:1463-1475.\r\nTajima, A, M Hayami, K Tokunaga, T Juji, M Matsuo, S Marzuki, K Omoto, S Horai. 2004. Genetic origins of the Ainu inferred from combined DNA analyses of maternal and paternal lineages. J Hum Genet 49:187-193.\r\nTanaka, M, VM Cabrera, AM González, et al. 2004. Mitochondrial genome variation in Eastern Asia and the peopling of Japan. Genome Res 14:1832-1850.\r\nThangaraj, K, GV Ramana, L Singh. 1999. Y-chromosome and mitochondrial DNA polymorphisms in Indian populations. Electrophoresis 20:1743-1747.\r\nTrejaut, JA, T Kivisild, JH Loo, CL Lee, CL He, CJ Hsu, ZY Li, M Lin. 2005. Traces of archaic mitochondrial lineages persist in Austronesian-speaking Formosan populations. PLoS Biol 3:1362-1372.\r\nTsai, LC, CY Lin, JCI Lee, JG Chang, A Linacre, W Goodwin. 2001. Sequence polymorphism of mitochondrial D-loop DNA in the Taiwanese Han population. Forensic Sci Int 119:239-247.\r\nUeno, H, Y Nishigaki, Q-P Kong, N Fuku, S Kojima, N Iwata, N Ozaki, M Tanaka. 2009. Analysis of mitochondrial DNA variants in Japanese patients with schizophrenia. Mitochondrion 9:385-393.\r\nWang, WZ, CY Wang, YT Cheng, AL Xu, CL Zhu, SF Wu, QP Kong, YP Zhang. 2010. Tracing the origins of Hakka and Chaoshanese by mitochondrial DNA analysis. Am J Phys Anthropol 141:124-130.\r\nWen, B, H Li, S Gao, et al. 2005. Genetic structure of Hmong-Mien speaking populations in East Asia as revealed by mtDNA lineages. Mol Biol Evol 22:725-734.\r\nWen, B, H Li, DR Lu, et al. 2004a. Genetic evidence supports demic diffusion of Han culture. Nature 431:302-305.\r\nWen, B, XH Xie, S Gao, et al. 2004b. Analyses of genetic structure of Tibeto-Burman populations reveals sex-biased admixture in southern Tibeto-Burmans. Am J Hum Genet 74:856-865.\r\nYao, YG, QP Kong, HJ Bandelt, T Kivisild, YP Zhang. 2002a. Phylogeographic differentiation of mitochondrial DNA in Han Chinese. Am J Hum Genet 70:635-651.\r\nYao, YG, QP Kong, XY Man, HJ Bandelt, YP Zhang. 2003. Reconstructing the evolutionary history of China: a caveat about inferences drawn from ancient DNA. Mol Biol Evol 20:214-219.\r\nYao, YG, QP Kong, CY Wang, CL Zhu, YP Zhang. 2004. Different matrilineal contributions to genetic structure of ethnic groups in the Silk Road region in China. Mol Biol Evol 21:2265-2280.\r\nYao, YG, L Nie, H Harpending, YX Fu, ZG Yuan, YP Zhang. 2002b. Genetic relationship of Chinese ethnic populations revealed by mtDNA sequence diversity. Am J Phys Anthropol 118:63-76.\r\nYao, YG, YP Zhang. 2002. Phylogeographic analysis of mtDNA variation in four ethnic populations from Yunnan Province: new data and a reappraisal. J Hum Genet 47:311-318.\r\nZhao, M, QP Kong, HW Wang, et al. 2009. Mitochondrial genome evidence reveals successful Late Paleolithic settlement on the Tibetan Plateau. Proc Natl Acad Sci U S A 106:21230-21235.\r\nZimmermann, B, M Bodner, S Amory, L Fendt, A Rock, D Horst, B Horst, T Sanguansermsri, W Parson, A Brandstatter. 2009. Forensic and phylogeographic characterization of mtDNA lineages from northern Thailand (Chiang Mai). Int J Legal Med 123:495-501.\r\n"}
