{"https://doi.org/10.1101/gr.107615.110": "High-throughput sequencing of complete human mtDNA genomes from the Philippines Skip to main page content HOME ABOUT ARCHIVE SUBMIT SUBSCRIBE ADVERTISE AUTHOR INFO CONTACT HELP Search for Keyword: GO Advanced Search High-throughput sequencing of complete human mtDNA genomes from the Philippines Ellen D. Gunnarsdóttir1, Mingkun Li, Marc Bauchet, Knut Finstermeier and Mark Stoneking Max Planck Institute for Evolutionary Anthropology, D-04103 Leipzig, Germany Abstract Because of the time and cost associated with Sanger sequencing of complete human mtDNA genomes, practically all evolutionary studies have screened samples first to define haplogroups and then either selected a few samples from each haplogroup, or many samples from a particular haplogroup of interest, for complete mtDNA genome sequencing. Such biased sampling precludes many analyses of interest. Here, we used high-throughput sequencing platforms to generate, rapidly and inexpensively, 109 complete mtDNA genome sequences from random samples of individuals from three Filipino groups, including one Negrito group, the Mamanwa. We obtained on average ∼55-fold coverage per sequence, with <1% missing data per sequence. Various analyses attest to the accuracy of the sequences, including comparison to sequences of the first hypervariable segment of the control region generated by Sanger sequencing; patterns of nucleotide substitution and the distribution of polymorphic sites across the genome; and the observed haplogroups. Bayesian skyline plots of population size change through time indicate similar patterns for all three Filipino groups, but sharply contrast with such plots previously constructed from biased sampling of complete mtDNA genomes, as well as with an artificially constructed sample of sequences that mimics the biased sampling. Our results clearly demonstrate that the high-throughput sequencing platforms are the methodology of choice for generating complete mtDNA genome sequences. Footnotes ↵1 Corresponding author. E-mail gunnarsdottir{at}eva.mpg.de; fax 49-341-3550-555. [Supplemental material is available online at http://www.genome.org. The sequence data from this study have been submitted to GenBank (http://www.ncbi.nlm.nih.gov/genbank) under accession nos. GU733718–GU733826. The raw reads have been submitted to the European Nucleotide Archive (http://www.ebi.ac.uk/ena) under accession no. ERP000381.] Article published online before print. Article and publication date are at http://www.genome.org/cgi/doi/10.1101/gr.107615.110. Received March 12, 2010. Accepted October 6, 2010. Copyright © 2011 by Cold Spring Harbor Laboratory Press CiteULike Delicious Digg Facebook Google+ Reddit Twitter What's this? « Previous | Next Article » Table of Contents This Article Published in Advance December 8, 2010, doi: 10.1101/gr.107615.110 Genome Res. 2011. 21: 1-11 Copyright © 2011 by Cold Spring Harbor Laboratory Press » AbstractFree Full TextFree Full Text (PDF)Free Supplemental Material All Versions of this Article: gr.107615.110v1 21/1/1 most recent Article Category Research Services Alert me when this article is cited Alert me if a correction is posted Similar articles in this journal Similar articles in Web of Science Article Metrics Similar articles in PubMed Download to citation manager Permissions Citing Articles Load citing article information Citing articles via Web of Science Citing articles via Google Scholar Google Scholar Articles by Gunnarsdóttir, E. D. Articles by Stoneking, M. Search for related content PubMed/NCBI PubMed citation Articles by Gunnarsdóttir, E. D. Articles by Stoneking, M. Share CiteULike Delicious Digg Facebook Google+ Reddit Twitter What's this? Current Issue April 2025, 35 (4) Alert me to new issues of Genome Research Advance Online Articles Submit a Manuscript GR in the News Editorial Board Permissions E-mail Alerts & RSS Feeds Recommend to Your Library Job Opportunities Home About Archive Submit Subscribe Advertise Author Info Contact Help Copyright © 2025 by Cold Spring Harbor Laboratory Press Print ISSN: 1088-9051 Online ISSN: 1549-5469"}
