{"https://doi.org/10.1038/ncomms3599": "Analysis of mitochondrial genome diversity identifies new and ancient maternal lineages in Cambodian aborigines | Nature Communications Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript. Advertisement View all journals Search Log in Explore content About the journal Publish with us Sign up for alerts RSS feed nature nature communications articles article Analysis of mitochondrial genome diversity identifies new and ancient maternal lineages in Cambodian aborigines Download PDF Article Published: 14 October 2013 Analysis of mitochondrial genome diversity identifies new and ancient maternal lineages in Cambodian aborigines Xiaoming Zhang1,2 na1, Xuebin Qi1 na1, Zhaohui Yang1,2 na1, Bun Serey3, Tuot Sovannary3, Long Bunnath3, Hong Seang Aun3, Ham Samnom4, Hui Zhang1, Qiang Lin1,2, Mannis van Oven5, Hong Shi1 & …Bing Su1 Show authors Nature Communications volume 4, Article number: 2599 (2013) Cite this article 18k Accesses 26 Citations 7 Altmetric Metrics details Subjects Mitochondrial genomePopulation genetics AbstractCambodia harbours a variety of aboriginal (and presumably ancient) populations that have largely been ignored in studies of genetic diversity. Here we investigate the matrilineal gene pool of 1,054 Cambodians from 14 geographic populations. Using mitochondrial whole-genome sequencing, we identify eight new mitochondrial DNA haplogroups, all of which are either newly defined basal haplogroups or basal sub-branches. Most of the new basal haplogroups have very old coalescence ages, ranging from ~55,000 to ~68,000 years, suggesting that present-day Cambodian aborigines still carry ancient genetic polymorphisms in their maternal lineages, and most of the common Cambodian haplogroups probably originated locally before expanding to the surrounding areas during prehistory. Moreover, we observe a relatively close relationship between Cambodians and populations from the Indian subcontinent, supporting the earliest costal route of migration of modern humans from Africa into mainland Southeast Asia by way of the Indian subcontinent some 60,000 years ago. You have full access to this article via your institution. Download PDF Similar content being viewed by others An in-depth analysis of the mitochondrial phylogenetic landscape of Cambodia Article Open access 24 May 2021 Unraveling the mitochondrial phylogenetic landscape of Thailand reveals complex admixture and demographic dynamics Article Open access 21 November 2023 Complete mitogenomes document substantial genetic contribution from the Eurasian Steppe into northern Pakistani Indo-Iranian speakers Article 26 February 2021 IntroductionBordered by Thailand, Laos and Vietnam on the southern coast of the Indochina Peninsula, the Kingdom of Cambodia has a population of about 13.4 million (Cambodia National Census, 2008), 96% of which belongs to Khmer, a result of the historic expansion of the Khmer Empire in the 12th century1. Alongside the Khmer, there are 20 minority ethnic groups that reside primarily in the northeastern provinces, colloquially known in Cambodia as aborigines. Linguistically, Austro-Asiatic languages are the most common in Cambodia, being spoken by the Khmer and nearly all the aborigines. Being one of the most ancient language families in eastern Asia, Austro-Asiatic is also spoken in India, Bangladesh and southwestern China, implying that the Austro-Asiatic speaking populations may represent the descendants of the earliest settlers of modern humans who migrated from Africa and entered into eastern Asia about 60,000 years ago (ya)2,3,4.Previous genetic studies of the mitochondrial DNA (mtDNA) and the Y-chromosome diversity of Asian populations suggested that modern humans of ultimate African origin initially entered into the southern part of eastern Asia around 60,000 ya and then migrated northward to mainland East Asia about 40,000 ya2,3,5,6,7. This southern origin and northward migration were confirmed by a recent analysis of genome-wide sequence variation, in which the Austro-Asiatic speaking populations were found at a basal position in the phylogenetic tree illustrating the genetic relationships among Asian populations.8 Collectively, currently available genetic data places mainland Southeast Asia (MSEA) and southern China as the potential cradle of modern humans for the initial peopling of eastern Asia. Consequently, revealing the pattern of ancient genetic diversity among early modern human populations is not only informative simply for tracing the prehistoric migrations but also important for understanding the underlying molecular mechanisms of adaptation to the varied environments early human settlers faced along their migratory paths.Though many genetic studies have been conducted in populations from Southeast Asia (for example, populations from Thailand, Laos, Vietnam, Malaysia, Indonesia and other Island of Southeast Asian (ISEA) countries)9,10,11,12,13,14,15,16,17,18, there have been only a few studies with limited samples from Cambodia. In previous study, we found a relatively higher genetic diversity among Cambodians (in a relatively small sample comprising 26 male individuals) when compared with the surrounding populations2,3,4,5,19, an implication of inherited ancient genetic diversity among the Cambodian aborigines. In another study, however, no novel lineages were observed in the scans of mtDNA (31 samples) and Y-chromosome markers (125 samples)20, though this was most probably due to a limited sample size and insufficient coverage of aboriginal populations from Cambodia.In this study, to elucidate the genetic background of Cambodian aborigines, we collected a total of 1,054 unrelated samples, representing 13 aboriginal ethnic populations and one Khmer population. These populations are from three provinces in northeastern Cambodia, where nearly 95% of all the aborigines live (fig. 1). We analyse sequence variation within the mtDNA control region (HVS-I and HVS-II) as well as parts of the coding region in all the samples. In addition, we sequence the entire mitochondrial genomes of 98 selected samples. These Cambodian aboriginal mitogenomes reveal four novel basal lineages and a further four novel sub-branches, indicating that present-day Cambodian aborigines still retain ancient genetic polymorphisms in their maternal lineages.Figure 1: Geographic locations of the 14 sampled Cambodian populations.Numbers refer to the populations (1. Brao; 2. Jarai; 3. Kachac; 4. Khmer; 5. Kravet; 6. Kreung; 7. Kuy; 8. Lao; 9. Lun; 10. Mel; 11. Phnong; 12. Stieng; 13. Tompuon; and 14. Kraol). The names of the three northeastern provinces are indicated.Full size imageResultsClassification of the Cambodian mtDNA haplogroupsThrough control region and partial coding region as well as whole-genome sequencing, a total of 1,000 out of 1,054 (94.88%) Cambodian individuals (Fig. 2) were classified into 69 known mtDNA haplogroups/subhaplogroups (Supplementary Data 1), previously identified in Southeast Asian and East Asian populations ( http://www.phylotree.org, mtDNA tree build 15 (30 September 2012))21. The remaining 54 individuals belong to eight novel mtDNA haplogroups newly identified in this study. Overall, the dominant haplogroups observed in the Cambodian populations were B5 (28.08%), F1 (18.22%), M12b (8.25%), R22 (5.79%) and B4 (5.60%), which altogether account for 65.94% (695/1,054) of all samples (Fig. 2).Figure 2: Distribution of the mtDNA haplogroups in Cambodian populations.The branches in red colour are the newly defined haplogroups in this study. The branches in green colour are the re-defined haplogroups due to the adding of the Cambodian sequences. The mutations used to define the mtDNA lineages are given along the branches. For transversions, the derived alleles are shown in lowercase. Back-mutations are indicated with a ‘!’ suffix. Population abbreviations: Br, Brao; Ja, Jarai; Ka, Kachac; KH, Khmer; Kr, Kravet; Kre, Kreung; Ku, Kuy; La, Lao; Lu, Lun; Me, Mel; PH, Phnong; St, Stieng; To, Tompuon; and Kra, Kraol.Full size imageWe compared the haplogroup profiles between the two non-Austro-Asiatic (Lao and Jarai) and the other Austro-Asiatic populations (Table 1), and no clustering by language families was observed (Fig. 3), implying that there has been extensive genetic exchange among regional populations in Cambodia despite the fact that they belong to different language families. Therefore, these two non-Austro-Asiatic populations were not treated separately in the following analyses. The Kraol population was omitted in the following analyses considering its small size (n=2).Table 1 The background information of the 14 sampled Cambodian populations.Full size tableFigure 3: Map of principal component analysis among the Cambodian populations.The mtDNA haplogroup frequency data of 13 Cambodian populations is used in the analysis. The Kraol population was excluded due to its small size (n=2). The first and second prinicipal components (PC1 and PC2) explain 18.46 and 12.46% of the genetic variance, respectivley.Full size imageNovel mtDNA basal lineages and sub-branches in CambodiansUsing mitochondrial whole-genome sequencing, we identified a total of eight novel lineages that have not been reported or classified previously. Phylogenetic analysis indicated that four of these are novel basal lineages within macrohaplogroup M (designated as M59, M69 and M78) and macrohaplogroup N (designated as N7). Three of the four newly defined lineages (M59, M69 and M78) also included previously reported but unclassified sequences from other Asian populations (Fig. 4). The other four lineages are novel sub-branches of the known M/N haplogroups (designated as M68 (which shares a root with M62), M68a, M3d and M3d1) with all of them also sitting at basal positions within the respective haplogroups. Figure 4 illustrates the phylogenetic positions of the eight newly identified haplogroups in Cambodians. Although they only account for a small portion (5.12%) of the Cambodian mtDNA pool, these presumably ancient haplogroups suggest a high genetic diversity due to antiquity of the Cambodian maternal lineages.Figure 4: Phylogenetic tree based on 133 mitochondrial whole genomes.The tree includes 98 newly sequenced Cambodians genomes and 35 previously reported genomes from other Asian populations (the sample IDs are shown in grey colour). The branches in red colour are the novel basal haplogroups and sub-branches, and the branches in green colour are the re-defined haplogroups due to the adding of the Cambodian sequences. The mutations used to define the mtDNA lineages are given along the branches. For transversions, the derived alleles are shown in lowercase. Back-mutations are indicated with a ‘!’ suffix. Synonymous mutations in the coding region are underlined. The numbers in the brackets are sample size of the haplotypes.Full size imageAmong the four newly identified basal lineages, haplogroup M78 is defined by a mutation motif of A93G-A4164G-A15652G-C16287T–C16327a, which includes three previously unclassified sequences, two from Myanmar (JX289097 and JX289130, NCBI GenBank nucleotide database) and one from Tibet (HM030537) (ref. 22), which belong to a M78 sub-branch deeply divergent from the four Cambodian samples of the Stieng ethnic group. The haplogroup M69 is defined by a short mutation motif C4392T-T11365C, which is shared by a sequence (HM596653) from Sumatra (Indonesia)23, but with a deep divergence with the twelve sequences from four different Cambodian ethnic groups. The haplogroup M59 is defined by a long motif of A249G-G9380A-T10256C-C11140T-G14040A-T16140C-C16278T, shared by a sequence (JQ702247) from Singapore24 but with a deep divergence from a Cambodian sample of the Tompoun ethnic group. The haplogroup N7 is a completely new basal lineage within macrohaplogoup N, defined by a long motif of A723G-G6570t-T11617C-A13542G-C14668T-C15945T- G16129A, and, interestingly, it is only observed in Cambodians.A previously identified basal lineage M62 (refs 25, 26, 27) was joined with the novel lineage M68 (defined by G16255A-T16311C) identified in Cambodians, designated as M62'68, and defined by the mutation motif C150T-T4561C-G7664A. Eleven Lao sequences in Cambodians turned out to belong to a sub-branch of haplogroup M3, designated M3d (defined by T11827C-C16344T), to which also four previously published sequences, JF742206 (Nepal)28, FJ770946 (India)29, DQ112779 (Brahui, Pakistan)30 and JF742212 (Nepal)29 belong. The sequences JF742206 and FJ770946, together with the eleven Cambodian Lao samples, form a M3d sub-branch, designated M3d1 (defined by T10238C-T13820C). In addition, another Cambodian sequence (Lao09) refined the motif of haplogroup M46 (now defined by T146C-C3588T) and showed a deep divergence with a sequence (FJ442939) from Thailand31. Two Cambodian sequences (Khmer02 and Jarai06) refined the mutation motif of haplogroup M24 (now defined by T146C-T195C-G5773A-G13359A-T15601C), to which the two previously reported sequences DQ112783 (Cambodia)30 and JF739543 (Philippines)32 belong. Collectively, the novel basal mtDNA lineages found in Cambodians suggest that current Cambodian aborigines still carry ancient genetic diversity.Estimated coalescent times of Cambodian mtDNA haplogroupsThe estimated coalescence ages of the mtDNA haplogroups are listed in Table 2. Most of the haplogroups are very ancient (>25,000 years), especially the newly identified haplogroups in Cambodians. For example, M78, M69 and M68, three of the newly identified haplogroups, have extremely old coalescence ages (55,188 years, 68,137 years and 82,782 years, respectively), falling into the suggested period of initial peopling of modern humans in eastern Asia2,3. Two other novel basal lineages in Cambodians are younger but still of considerable age (36,388 years for N7 and 27,594 years for M59). In addition, besides the newly identified mtDNA lineages in Cambodians, the other lineages (previously reported in other Asian populations) also have relatively old coalescence ages, most of them being older than 25,000 years, whereas only two of the observed lineages fell into the Neolithic period (<10,000 years) (Table 2). The old coalescence ages of the mtDNA lineages are consistent with the multiple novel basal lineages found in Cambodians, again suggesting that the Cambodian aborigines are ancient populations. We also used the Bayesian method in BEAST33 and the maximum likelihood method in PAML34 for age estimation, and the estimated ages by different methods are consistent (Table 3).Table 2 Estimated time to the most recent common ancestor (TMRCA) of the haplogroups and their haplotype diversity in Cambodians.Full size tableTable 3 Comparison of haplogroup ages estimated by three different methods.Full size tablePhylogeographic patterns of the dominant haplogroupsTo delve into the phylogeographic and migratory patterns of the major haplogroups in Cambodians, we constructed networks (Fig. 5) and frequency contour maps (Fig. 6) of the haplogroups by combining all available data in Asian populations. B5a was the most dominant haplogroup (28.08%) in Cambodians (Fig. 2 and Table 2) and was also prevalent in southern China (Yunnan, Guangxi, Guangdong and Hainan provinces), northern Laos and southern Vietnam, but rare in northern Asian populations (Supplementary Data 2). The reduced median network of haplogroup B5a (Fig. 5a) indicates that the core haplotype of B5a is mostly shared among the southern populations in eastern Asia, suggesting a southern origin of this mtDNA lineage. The contour map of B5a indicates that the origin of B5a probably lies in MSEA (probably Cambodia), as reflected by the diversified haplotypes (Fig. 5a) and the high level of haplotype diversity (0.8364) of the haplogroup B5a HVS-I sequences in Cambodians (Table 2), which is comparable to the diversity levels of B5a in Vietnam (0.8824) and Thailand (0.8444). The estimated coalescence age of B5a in Cambodians is 34,220 years, which is much older than its coalescence age in other populations (for example, 16,200 years in ISEA11 and 26,000 years in Japan31), and close to the proposed time of the initial northward migration of modern humans in eastern Asia2,3,5. In addition, the star-like network of B5a suggests a relatively recent expansion of this lineage.Figure 5: Haplotype networks of the major haplogroups in Cambodians and other Asian populations.The HVS-I sequences are used to construct the networks of B5a (a), M12b (b), B4c2 (c), F1a (d), R22 (e) and M74 (f). Different colours represent different geographic populations.Full size imageFigure 6: Contour maps of the major haplogroups in Cambodians and other Asian populations.The haplotype frequencies are used to construct the contour maps of B5a (a), M12b (b), B4c2 (c), F1a (d), R22 (e) and M74 (f). The black dots indicate the geographic locations of the analysed populations. The bars indicate the haplotype frequency spectrum.Full size imageF1 is another prevalent haplogroup in Cambodians (18.22%), of which the most common sub-haplogroup is F1a (Fig. 2). The reduced median network of F1a showed that there are two major clusters (F1a* and F1a1a) (Fig. 5d), both of which have star-like shapes, suggesting recent expansions, consistent with the pattern seen in B5a (Fig. 5a). A previous study reported that the sister branches of F1a, that is, F1b and F1c, are largely restricted to southern China, and F1 and F1a were suggested to have a possible origin in this region11. Also, due to the high diversity of root types in Indochina, F1a1a was suggested to have expanded from MSEA to ISEA during the Holocene11. F1a1a is a prevalent haplogroup in Southeast Asia; besides Cambodia, it is also common in Thailand and in aboriginal Senoi groups of the Malay Peninsula12, and the coalescence age of F1a1a was estimated to be 9,000 years in ISEA11. F1a (including F1a1a) has a peak frequency (48%) in the Stieng ethnic group of Cambodia. Both F1a* and F1a1a in Cambodians have ancient coalescence ages (around 60,000 and 48,000 years, respectively) (Table 2), which are much older than their ages in other MSEA regions. Hence, F1a probably originated in MSEA (with Cambodia as a candidate region) and expanded to ISEA, which is also reflected by the F1a contour map (Fig. 6d).M12b is a Cambodian-specific haplogroup with moderate prevalence (8.25%) in Cambodians, which was firstly defined by Fucharoen et al.35, with sporadic presence in northern India25, southwestern China (Yunnan province)36,37,38, northern Thailand35,39, Laos9 and ISEA12,40. The reduced median network of M12b (Fig. 5b) suggests that the M12b haplotypes in ISEA (mainly Indonesia) were derived from those in Cambodians, and an eastward migration can be inferred from the contour map of M12b (Fig. 6b). In addition, the phylogenetic structure of M12b derived from sequencing the mitogenomes of 19 representative Cambodian samples clearly supports a Cambodian origin of this mtDNA lineage (Fig. 4).Haplogroup B4c2, which was first defined by Tanaka et al.31, accounts for 5.03% in Cambodians. It is also prevalent (10.12%) in southern Vietnam and Thailand14 and widely distributed in southern China and other Southeast Asian countries20 (Fig. 5c). The reduced median network of B4c2 indicated that the haplotypes from ISEA are sitting at the root position of the network, and there are two distinctive subclusters separated by a transversion (C16184a) (Fig. 5c), which seems to suggest an ISEA origin of this haplogroup. However, the reported coalescence age of B4c2 in ISEA is around 21,000 years11, which is much younger than the B4c2 age in Cambodians (~45,000 years) (Table 2), thus favouring an MSEA origin.The haplogroup R22 accounts for 5.79% in Cambodians, which is a relatively young lineage (~19,000 years in Cambodians) (Table 2). The reduced median network of R22 (Fig. 4e) suggests an ISEA origin of this lineage with the root haplotypes mostly observed in ISEA and the Andaman Islands, consistent with a previous dating of ~29,000 years in ISEA11. The contour map of R22 indicates a westward migration from ISEA to MSEA (Fig. 6e).The haplogroup M74 (4.93%) represents another lineage showing a migration from other regions to Cambodia. It was first reported by Kong et al.22 based on mitochondrial whole-genome sequencing, and was suggested to have a southern China origin, dated to 43,000 years ago. The reduced median network of M74 (Fig. 5f) agrees with this view with most of the core haplotypes being distributed in southern China. The contour map of M74 (Fig. 6f) suggests two possible expansion centres, one in southern China and another one in Cambodia. The coalescence time of M74 in Cambodians was estimated at ~39,000 years, younger than that in southern China (Table 2). Hence, a southern China origin of this haplogroup seems more congruent with the currently available data from Asian populations. There are also other minor haplogroups in Cambodians (R9b, N9a and M71) showing an into-Cambodia migratory pattern12,14,17.Genetic relationship of Cambodians with nearby populationsFinally, to examine the genetic relationship of Cambodians with surrounding populations, we conducted a principal component analysis (PCA) based on the mtDNA haplogroup frequencies of Cambodians and 225 different Asian populations, and the result is shown in Fig. 7. The first component (PC1), which explains 18.40% of the genetic variance, separates the northern and southern Asian populations. The second component (PC2, 10.86%) indicates divergence among the southern populations. Intriguingly, the Cambodian populations are clustered with populations from India (Dravidian, Indo-European and Austro-Asiatic speaking populations), Andaman Islands (one Austro-Asiatic speaking population), Australia (aborigines) and Madagascar, but relatively diverged from the other southern populations (Austronesian, Daic and Hmong-Mien speaking populations in MSEA and southern China). In addition, within the Austro-Asiatic language family, Cambodians are closer to the Austro-Asiatic speaking populations from India and the Andaman Islands than to those from MSEA and southern China.Figure 7: Map of the principal component analysis among Cambodians and 225 other Asian populations.Non-Cambodian populations were grouped by language families. The four Austro-Asiatic populations (red squares) located in the lower left corner are from India (three populations) and the Andaman Islands (one population). The first and the second components explain 18.40 and 10.86% of the genetic variance, respectively.Full size imageInference of demographic changesTo infer demographic changes through time for Cambodian aborigines, we carried out Bayesian skyline plot (BSP)41 using all Cambodian mtDNA HVS-I sequences (Fig. 8). The BSP showed a relatively constant female effective population size in the past 50,000 years, suggesting that the Neolithic agricultural diffusion had a minor impact on the Cambodian aborigines.Figure 8: Bayesian skyline plot of changes of female effective population size through time for Cambodian aborigines.The plot was generated using 1,054 Cambodian HVS-I (16,038–16,462) sequences. The MCMC chain was run for 1 × 108 steps, with sampling of parameters every 2,500 steps, and the initial 1 × 107 steps were discarded as burn-in. The purple area reflects the s.d. values of the estimated effective populations sizes.Full size imageDiscussionThrough an extensive sampling in Cambodian aborigines and high-resolution mtDNA diversity analyses, we showed that Cambodian aboriginal populations still carry ancient sequence polymorphisms in their maternal lineages, suggesting that Cambodia was probably located in the region where the earliest modern human settlers initially populated eastern Asia. We identified eight novel mtDNA lineages in Cambodians, including four basal haplogroups and four sub-branches. This was rather unexpected given the extensive surveys of mtDNA diversity that have already been conducted in many MSEA regions (Thailand, Vietnam, Myanmar and Laos) and southern China6,7,9,11,14,22,35,36,37,38,42,43,44,45.The dating of the mtDNA haplogroups supports the antiquity of Cambodian populations, with most of the estimated haplogroup ages exceeding 25,000 years. In particular, the ages of the newly defined basal haplogroups M59, M69, M78 and N7 were estimated between ~36,000 and ~68,000 years ago (Table 2), falling within the suggested time period of the earliest settlement of modern humans in eastern Asia3,4. Notably, although most of the newly defined basal haplogroups in Cambodians also exist in other Asian populations, the Cambodian sequences are highly diverged from the non-Cambodian sequences for M59, M69 and M78 (Fig. 4), therefore, it is unlikely that these ancient mtDNA lineages were brought into Cambodia only recently via migration. Until now, no ancient human fossils or cultural relics beyond the Neolithic time have yet been discovered in Cambodia46,47, probably due to the limited excavations conducted by archaeologists and/or the tropical environments in Cambodia, which are not ideal for fossil and relic preservation.Besides the newly identified mtDNA lineages, many dominant haplogroups in Cambodia, which are shared with populations in MSEA and southern China, probably also originated locally in Cambodia. As reflected by the contour maps of the major haplogroups (Fig. 6), most of the dominant haplogroups in Cambodians (B5a, F1a, M12b and B4c2) have high frequencies and high haplotype diversities in Cambodia as compared with the surrounding regions, an implication of a Cambodian dispersal centre of these haplogroups, northward to mainland East Asia and southward to ISEA. Notably, there are also less-prevalent haplogroups, which seem to have been brought into Cambodia from other regions, including R22, M74 and several other minor haplogoups (R9b, N9a and M71).The genetic relationships inferred from the PCA map among extended Asian populations are consistent with the proposed antiquity of the Cambodian aborigines. In the PCA map (Fig. 7), Cambodians are clustered with populations from the Indian subcontinent, the Andaman Islands, Australia (aborigines) and Madagascar, congruent with the widely accepted costal migratory route of modern humans, which starting in Africa advanced through the Indian subcontinent and into MSEA around 60,000 years ago3,48. This clustering pattern tends to support a single early migration wave of modern humans from Africa to eastern Asia8,48 though a recent analysis of the genome of an aboriginal Australian suggested multiple dispersals49. In addition, the findings of ancient maternal lineages in Cambodians supports the idea of a MSEA dispersal centre of modern humans in eastern Asia, consistent with the proposed southern origin and early northward migrations of modern humans in mainland East Asia inferred from Y-chromosome data2. Hence, further studies of the aboriginal populations from other Southeast Asian countries, such as Myanmar, may reveal more unidentified ancient mtDNA lineages.Alternatively, Cambodia also experienced recent influence from India. Cambodia historically had a highly Indianized state known as Funan (first to sixth century) and its successor Chenla (late sixth to the early ninth century), harbouring a culture similar to that in India. Substantial Indian immigration during the first to thirteenth century was suggested to have made a hefty contribution to the modern gene pool of Cambodians50. However, as we argued above, most of the dominant haplogoups in Cambodians showed an out-of-Cambodia expansion pattern, and the influence of the suggested relatively recent gene flows from India does not seem to have had a large impact on the Cambodian aborigines, at least regarding their matrilineal ancestry.In conclusion, Cambodia harbours ancient and indigenous mtDNA haplogroups, which have accumulated abundant mutations that show patterns of long-term in situ evolution. Many of the prevalent mtDNA haplogroups in ISEA and mainland East Asia probably originated in MSEA (presumably Cambodia). Hence, the Cambodian aborigines are important ethnic populations for reconstructing the genetic makeup of early modern human settlers in Asia.MethodsSample collectionWe collected 5 ml of blood samples from a total of 1,054 unrelated individuals (693 females and 361 males) from Cambodia. These samples were from 14 geographic populations, including 13 aboriginal populations and 1 Khmer population from three provinces in northeastern Cambodia (Fig. 1). Written informed consents were obtained from all sampled Cambodian individuals, and the study protocol was approved by the Internal Review Board of Kunming Institute of Zoology, Chinese Academy of Sciences. As shown in Table 1, except for Jarai and Lao, which belong to Austronesian and Daic language families, respectively, all the other 12 populations belong to the Mon-Khmer branch of the Austro-Asiatic family.MtDNA sequencing and genotypingFollowing the previously described method45, for all the 1,054 samples, we first sequenced the mtDNA HVS-I (range: 16,038–16,462) and HVS-II (range: 65–417) regions, as well as a coding region (range: 10,220–10,610) containing two sites, 10,398 and 10,400, diagnostic for the macrohaplogroups N and M, respectively. We next sequenced several diagnostic-site-containing coding regions to define the mtDNA haplogroup of each individual (Supplementary Data 1). Based on this strategy, 860 individuals could be assigned to a known mtDNA haplogroup. From the remaining 194 samples of unknown haplogroups, we selected 75 representative samples, together with 4 samples of known haplogroups, which were subjected to whole-mitochondrial genome sequencing. Based on the phylogenetic information gained from the newly sequenced mtDNA genomes, we next sequenced at least one specific coding-region position in the remaining 119 samples to define their haplogroups (Supplementary Data 1). Moreover, to clarify the phylogeny of haplogroup M12b, which is specific to Cambodians, we additionally conducted whole-genome sequencing of 19 samples belonging to this haplogroup. In total, we acquired the mitochondrial whole-genome sequences of 98 Cambodian individuals. The protocol for mitochondrial whole-genome sequencing was adopted from a published study51 involving amplification of two overlapping fragments each of 8.5 kb in length. For the newly discovered mtDNA haplogroups, the nomenclature follows the system suggested by van Oven26.We also collected previously published mtDNA data from extensive array of Asian populations (21,100 samples from 225 populations), mostly containing HVS and partial coding-region sequences (Supplementary Data 2).Phylogenetic analysis and haplogroup age estimationTo determine the phylogenetic positions of the newly discovered Cambodian haplogroups, we employed 133 complete mtDNA genome sequences (including the 98 newly sequenced mitogenomes in the present study and the 35 previously reported mitogenomes from Asia14,17,22,23,24,25,28,29,30,32,42,43,48,52) to construct the phylogenetic tree. From the NCBI nucleotide database ( http://www.ncbi.nlm.nih.gov), we selected 35 mitogenomes, including 10 reported but unclassified mitogenomes related with the newly defined haplogroups in Cambodians. We also randomly selected 25 reported mitogenomes that share known haplogroups with Cambodians. With these 35 reference mitogenomes, the phylogenetic positions of the Cambodian sequences can be indicated (Fig. 4). To reveal the detailed structure of the major haplogroups among Cambodians, based on the HVS-I sequence data, reduced median networks were constructed using the programme NETWORK version 4.6.1.0 (Fluxus Engineering)53. The unbiased HVS-I haplotype diversity was calculated with DnaSP (verion 5.10)54 following the method described by Nei55.The coalescence time to the most recent common ancestor of each haplogroup was estimated using the ρ±σ statistics. We also used the Bayesian method and the maximum likelihood method embedded in BEAST33 and PAML34, respectively, for age estimation. The mutation rates of 16,677 years, 7,884 years and 3,624 years per mutation were used for HVS-I (16,051–16,400), coding region (577–16,023) synonymous mutations and entire mtDNA genome, respectively56. For Bayesian and maximum likelihood, the haplogroups with whole mtDNA genome data and a sample size of n>5 were analysed, and the estimated ages are consistent with those by the rho method (Table 3). To establish the genetic relationships between Cambodians and other Asian populations, we performed PCA based on the frequencies of mtDNA haplogroups according to the method developed by Richards et al.57 in the MVSP3.13 software. Contour maps of the major haplogroups in Cambodians were constructed using Golden Software Surfer 10.0 (Golden Software Inc., USA) with the Kriging algorithm.Bayesian skyline plotTo reconstruct the demographic changes through time for Cambodian aborigines, we reconstructed BSP41 in BEAST (version 1.7.5)33 with MCMC algorithms58. The BSP was generated using 1,054 Cambodian HVS-I (16038–16462) sequences. A strict molecular clock with a fixed rate of 1.784 × 10−7 substitutions per site per year56 was applied. The MCMC chain was run for 1 × 108 steps, with sampling of parameters every 2,500 steps, and the initial 1 × 107 steps were discarded as burn-in. In all runs, the effective sample size for eight parameters of interest was over 200. The BSP was visualized with Tracer 1.5 ( http://tree.bio.ed.ac.uk/ software/tracer), and the female effective population size was plotted on a log scale by assuming a female generation time of 25 years. Population growth rate was calculated from the skyline plot using method described elsewhere59.Additional informationAccession Numbers: Sequence data for the 98 mtDNA whole-genome sequences and the 1,054 HVS-I sequences have been deposited in GenBank/EMBL/DDBJ nucleotide core database under accession numbers KC505067 to KC505122, KC887456 to KC887497 and KC504013 to KC505066.How to cite this article: Zhang, X. et al. Analysis of mitochondrial genome diversity identifies new and ancient maternal lineages in Cambodian aborigine. Nat. Commun. 4:2599 doi: 10.1038/ncomms3599 (2013). Accession codes Accessions GenBank/EMBL/DDBJ KC504013 KC505066 KC505067 KC505122 KC887456 KC887497 ReferencesEvans, D. et al. A comprehensive archaeological map of the world’s largest preindustrial settlement complex at Angkor, Cambodia. Proc. Natl Acad. Sci. USA 104, 14277–14282 (2007).Article CAS ADS PubMed PubMed Central Google Scholar Su, B. et al. Y-Chromosome evidence for a northward migration of modern humans into Eastern Asia during the last Ice Age. Am. J. Hum. Genet. 65, 1718–1724 (1999).Article CAS PubMed PubMed Central Google Scholar Shi, H. et al. Y-chromosome evidence of southern origin of the East Asian-specific haplogroup O3-M122. Am. J. Hum. Genet. 77, 408–419 (2005).Article CAS PubMed PubMed Central Google Scholar Shi, H. et al. Y chromosome evidence of earliest modern human settlement in East Asia and multiple origins of Tibetan and Japanese populations. BMC Biol. 6, 45 (2008).Article PubMed PubMed Central Google Scholar Jin, L. & Su, B. Natives or immigrants: modern human origin in east Asia. Nat. Rev. Genet. 1, 126–133 (2000).Article CAS PubMed Google Scholar Kivisild, T. et al. The emerging limbs and twigs of the East Asian mtDNA tree. Mol. Biol. Evol. 19, 1737–1751 (2002).Article CAS PubMed Google Scholar Wen, B. et al. Genetic evidence supports demic diffusion of Han culture. Nature 431, 302–305 (2004).Article CAS ADS PubMed Google Scholar Consortium, H. P.-A. S et al. Mapping human genetic diversity in Asia. Science 326, 1541–1545 (2009).Article Google Scholar Bodner, M. et al. Southeast Asian diversity: first insights into the complex mtDNA structure of Laos. BMC Evol. Biol. 11, 49 (2011).Article PubMed PubMed Central Google Scholar Endicott, P. et al. The genetic origins of the Andaman Islanders. Am. J. Hum. Genet. 72, 178–184 (2003).Article CAS PubMed Google Scholar Hill, C. et al. A mitochondrial stratigraphy for island southeast Asia. Am. J. Hum. Genet. 80, 29–43 (2007).Article CAS PubMed Google Scholar Hill, C. et al. Phylogeography and ethnogenesis of aboriginal Southeast Asians. Mol. Biol. Evol. 23, 2480–2491 (2006).Article CAS PubMed Google Scholar Mona, S. et al. Genetic admixture history of Eastern Indonesia as revealed by Y-chromosome and mitochondrial DNA analysis. Mol. Biol. Evol. 26, 1865–1877 (2009).Article CAS PubMed Google Scholar Peng, M. S. et al. Tracing the Austronesian footprint in Mainland Southeast Asia: a perspective from mitochondrial DNA. Mol. Biol. Evol. 27, 2417–2430 (2010).Article CAS PubMed Google Scholar Soares, P. et al. Ancient voyaging and Polynesian origins. Am. J. Hum. Genet. 88, 239–247 (2011).Article CAS PubMed PubMed Central Google Scholar Soares, P. et al. Climate change and postglacial human dispersals in southeast Asia. Mol. Biol. Evol. 25, 1209–1218 (2008).Article CAS PubMed Google Scholar Tabbada, K. A. et al. Philippine mitochondrial DNA diversity: a populated viaduct between Taiwan and Indonesia? Mol. Biol. Evol. 27, 21–31 (2010).Article CAS PubMed Google Scholar Tumonggor, M. K. et al. The Indonesian archipelago: an ancient genetic highway linking Asia and the Pacific. J. Hum. Genet. 58, 165–173 (2013).Article CAS PubMed Google Scholar Su, B. et al. Polynesian origins: insights from the Y chromosome. Proc. Natl Acad. Sci. USA 97, 8225–8228 (2000).Article CAS ADS PubMed PubMed Central Google Scholar Black, M. L., Dufall, K., Wise, C., Sullivan, S. & Bittles, A. H. Genetic ancestries in northwest Cambodia. Ann. Hum. Biol. 33, 620–627 (2006).Article CAS PubMed Google Scholar van Oven, M. & Kayser, M. Updated comprehensive phylogenetic tree of global human mitochondrial DNA variation. Hum. Mutat. 30, E386–E394 (2009).Article PubMed Google Scholar Kong, Q. P. et al. Large-scale mtDNA screening reveals a surprising matrilineal complexity in east Asia and its implications to the peopling of the region. Mol. Biol. Evol. 28, 513–522 (2011).Article CAS PubMed Google Scholar Gunnarsdottir, E. D. et al. Larger mitochondrial DNA than Y-chromosome differences between matrilocal and patrilocal groups from Sumatra. Nat. Commun. 2, 228 (2011).Article PubMed Google Scholar Behar, D. M. et al. A ‘Copernican’ reassessment of the human mitochondrial DNA tree from its root. Am. J. Hum. Genet. 90, 675–684 (2012).Article CAS PubMed PubMed Central Google Scholar Chandrasekar, A. et al. Updating phylogeny of mitochondrial DNA macrohaplogroup M in India: dispersal of modern human in South Asian corridor. PLoS One 4, e7447 (2009).Article ADS PubMed PubMed Central Google Scholar van Oven, M. Revision of the mtDNA tree and corresponding haplogroup nomenclature. Proc. Natl Acad. Sci. USA 107, E38–E39 (2010).Article CAS ADS PubMed PubMed Central Google Scholar Zhao, M. et al. Mitochondrial genome evidence reveals successful Late Paleolithic settlement on the Tibetan Plateau. Proc. Natl Acad. Sci. USA 106, 21230–21235 (2009).Article CAS ADS PubMed PubMed Central Google Scholar Wang, H. W. et al. Revisiting the role of the Himalayas in peopling Nepal: insights from mitochondrial genomes. J. Hum. Genet. 57, 228–234 (2012).Article CAS PubMed Google Scholar Fornarino, S. et al. Mitochondrial and Y-chromosome diversity of the Tharus (Nepal): a reservoir of genetic variation. BMC Evol. Biol. 9, 154 (2009).Article PubMed PubMed Central Google Scholar Kivisild, T. et al. The role of selection in the evolution of human mitochondrial genomes. Genetics 172, 373–387 (2006).Article CAS PubMed PubMed Central Google Scholar Tanaka, M. et al. Mitochondrial genome variation in eastern Asia and the peopling of Japan. Genome Res. 14, 1832–1850 (2004).Article CAS PubMed PubMed Central Google Scholar Scholes, C. et al. Genetic diversity and evidence for population admixture in Batak Negritos from Palawan. Am. J. Phys. Anthropol. 146, 62–72 (2011).Article PubMed Google Scholar Drummond, A. J., Suchard, M. A., Xie, D. & Rambaut, A. Bayesian phylogenetics with BEAUti and the BEAST 1.7. Mol. Biol. Evol. 29, 1969–1973 (2012).Article CAS PubMed PubMed Central Google Scholar Yang, Z. PAML 4: phylogenetic analysis by maximum likelihood. Mol. Biol. Evol. 24, 1586–1591 (2007).Article CAS PubMed Google Scholar Fucharoen, G., Fucharoen, S. & Horai, S. Mitochondrial DNA polymorphisms in Thailand. J. Hum. Genet. 46, 115–125 (2001).Article CAS PubMed Google Scholar Kong, Q. P. et al. Updating the East Asian mtDNA phylogeny: a prerequisite for the identification of pathogenic mutations. Hum. Mol. Genet. 15, 2076–2086 (2006).Article CAS PubMed Google Scholar Wen, B. et al. Genetic structure of Hmong-Mien speaking populations in East Asia as revealed by mtDNA lineages. Mol. Biol. Evol. 22, 725–734 (2005).Article CAS PubMed Google Scholar Li, H. et al. Mitochondrial DNA diversity and population differentiation in southern East Asia. Am. J. Phys. Anthropol. 134, 481–488 (2007).Article PubMed Google Scholar Oota, H., Settheetham-Ishida, W., Tiwawech, D., Ishida, T. & Stoneking, M. Human mtDNA and Y-chromosome variation is correlated with matrilocal versus patrilocal residence. Nat. Genet. 29, 20–21 (2001).Article CAS PubMed Google Scholar Wong, H. Y. et al. Sequence polymorphism of the mitochondrial DNA hypervariable regions I and II in 205 Singapore Malays. Leg Med (Tokyo) 9, 33–37 (2007).Article CAS Google Scholar Drummond, A. J., Rambaut, A., Shapiro, B. & Pybus, O. G. Bayesian coalescent inference of past population dynamics from molecular sequences. Mol. Biol. Evol. 22, 1185–1192 (2005).Article CAS PubMed Google Scholar Dancause, K. N., Chan, C. W., Arunotai, N. H. & Lum, J. K. Origins of the Moken Sea Gypsies inferred from mitochondrial hypervariable region and whole genome sequences. J. Hum. Genet. 54, 86–93 (2009).Article CAS PubMed Google Scholar Peng, M. S., He, J. D., Liu, H. X. & Zhang, Y. P. Tracing the legacy of the early Hainan Islanders--a perspective from mitochondrial DNA. BMC Evol. Biol. 11, 46 (2011).Article PubMed PubMed Central Google Scholar Wen, B. et al. Analyses of genetic structure of Tibeto-Burman populations reveals sex-biased admixture in southern Tibeto-Burmans. Am. J. Hum. Genet. 74, 856–865 (2004).Article CAS PubMed PubMed Central Google Scholar Yao, Y. G., Kong, Q. P., Man, X. Y., Bandelt, H. J. & Zhang, Y. P. Reconstructing the evolutionary history of China: a caveat about inferences drawn from ancient DNA. Mol. Biol. Evol. 20, 214–219 (2003).Article CAS PubMed Google Scholar Stark, M. T Pre-Angkorian and Angkorian Cambodia. Southeast Asia: From Prehistory to History 89–120 (2004).Reinecke, A., Laychour, V., Sophady, H. & Sonetra, S. The First Golden Civilization of Cambodia: Unexpected Archaeological Discoveries, 1–39 (Memot Centre for Archaeology. Phnom Penh, Cambodia, (2009).Macaulay, V. et al. Single, rapid coastal settlement of Asia revealed by analysis of complete mitochondrial genomes. Science 308, 1034–1036 (2005).Article CAS ADS PubMed Google Scholar Rasmussen, M. et al. An Aboriginal Australian genome reveals separate human dispersals into Asia. Science 334, 94–98 (2011).Article CAS ADS PubMed PubMed Central Google Scholar Chandler, D. A History of Cambodia In: Westview Press ((2000).Fendt, L., Zimmermann, B., Daniaux, M. & Parson, W. Sequencing strategy for the whole mitochondrial genome resulting in high quality sequences. BMC Genomics 10, 139 (2009).Article PubMed PubMed Central Google Scholar Gunnarsdottir, E. D., Li, M., Bauchet, M., Finstermeier, K. & Stoneking, M. High-throughput sequencing of complete human mtDNA genomes from the Philippines. Genome Res. 21, 1–11 (2011).Article CAS PubMed PubMed Central Google Scholar Bandelt, H. J., Forster, P. & Rohl, A. Median-joining networks for inferring intraspecific phylogenies. Mol. Biol. Evol. 16, 37–48 (1999).Article CAS PubMed Google Scholar Librado, P. & Rozas, J. DnaSP v5: a software for comprehensive analysis of DNA polymorphism data. Bioinformatics 25, 1451–1452 (2009).Article CAS PubMed Google Scholar Nei, M. Molecular Evolutionary Genetics[M] Columbia University Press (1987).Soares, P. et al. Correcting for purifying selection: an improved human mitochondrial molecular clock. Am. J. Hum. Genet. 84, 740–759 (2009).Article CAS PubMed PubMed Central Google Scholar Richards, M., Macaulay, V., Torroni, A. & Bandelt, H. J. In search of geographical patterns in European mitochondrial DNA. Am. J. Hum. Genet. 71, 1168–1174 (2002).Article CAS PubMed PubMed Central Google Scholar Drummond, A. J., Nicholls, G. K., Rodrigo, A. G. & Solomon, W. Estimating mutation parameters, population history and genealogy simultaneously from temporally spaced sequence data. Genetics 161, 1307–1320 (2002).CAS PubMed PubMed Central Google Scholar Gignoux, C. R., Henn, B. M. & Mountain, J. L. Rapid, global demographic expansions after the origins of agriculture. Proc. Natl Acad. Sci. USA 108, 6044–6049 (2011).Article CAS ADS PubMed PubMed Central Google Scholar Download referencesAcknowledgementsWe are grateful to all the volunteers for providing their blood samples. We would like to thank the Departments of Geography & Land Management and of Biology of the Royal University of Phnom Penh of Cambodia for their assistance during sample collection. We also wish to thank Dr Min-Sheng Peng for his assistance in data analyses. This study was supported by the National 973 Program of China (2012CB518202 to X.Q.), the National Natural Science Foundation of China (31130051 and 91231203 to B.S., 31371268 and 91131001 to H.S. and 31371269 to X.Q.) and the Natural Science Foundation of Yunnan Province (2010CI044 to H.S.). M.v.O. was supported in part by a grant from the Netherlands Genomic Initiative (NGI)/Netherlands Organization for Scientific Research (NWO) within the framework of the Forensic Genomics Consortium Netherlands (FGCN) and by the Erasmus MC University Medical Center Rotterdam.Author informationAuthor notesXiaoming Zhang, Xuebin Qi and Zhaohui Yang: These authors contributed equally to this workAuthors and AffiliationsState Key Laboratory of Genetic Resources and Evolution, Kunming Institute of Zoology, Chinese Academy of Sciences, Kunming, 650223, ChinaXiaoming Zhang, Xuebin Qi, Zhaohui Yang, Hui Zhang, Qiang Lin, Hong Shi & Bing SuUniversity of Chinese Academy of Sciences, Beijing, 100101, ChinaXiaoming Zhang, Zhaohui Yang & Qiang LinDepartment of Geography and Land Management, Royal University of Phnom Penh, Phnom Penh, 12000, CambodiaBun Serey, Tuot Sovannary, Long Bunnath & Hong Seang AunCapacity Development Facilitator for Handicap International Federation and Freelance Research, Battambang, 02358, CambodiaHam SamnomDepartment of Forensic Molecular Biology, Erasmus MC University Medical Center Rotterdam, CA Rotterdam, 3000, The NetherlandsMannis van OvenAuthorsXiaoming ZhangView author publicationsYou can also search for this author inPubMed Google ScholarXuebin QiView author publicationsYou can also search for this author inPubMed Google ScholarZhaohui YangView author publicationsYou can also search for this author inPubMed Google ScholarBun SereyView author publicationsYou can also search for this author inPubMed Google ScholarTuot SovannaryView author publicationsYou can also search for this author inPubMed Google ScholarLong BunnathView author publicationsYou can also search for this author inPubMed Google ScholarHong Seang AunView author publicationsYou can also search for this author inPubMed Google ScholarHam SamnomView author publicationsYou can also search for this author inPubMed Google ScholarHui ZhangView author publicationsYou can also search for this author inPubMed Google ScholarQiang LinView author publicationsYou can also search for this author inPubMed Google ScholarMannis van OvenView author publicationsYou can also search for this author inPubMed Google ScholarHong ShiView author publicationsYou can also search for this author inPubMed Google ScholarBing SuView author publicationsYou can also search for this author inPubMed Google ScholarContributionsB.S. and H.S. designed the experiment; X.Z., X.Q., Z.Y., B.Se., T.S., L.B., H.S.A., H.Sa. and H.S. collected the samples; X.Z. and X.Q. collected the data; H.Z. and Q.L. provided technical assistance in the experiments; X.Z., X.Q., M.v.O., H.S. and B.S. conducted data analysis; X.Z., X.Q., H.S. and B.S. wrote the manuscript.Corresponding authorsCorrespondence to Hong Shi or Bing Su.Ethics declarations Competing interests The authors declare no competing financial interests. Supplementary informationSupplementary Data 1MtDNA Sequence Variations of 1054 Samples from Cambodia (XLS 229 kb)Supplementary Data 2MtDNA Haplogroup Frequencies (%) in Asian Populations (XLS 439 kb)Rights and permissionsReprints and permissionsAbout this articleCite this articleZhang, X., Qi, X., Yang, Z. et al. Analysis of mitochondrial genome diversity identifies new and ancient maternal lineages in Cambodian aborigines. Nat Commun 4, 2599 (2013). https://doi.org/10.1038/ncomms3599Download citationReceived: 22 May 2013Accepted: 11 September 2013Published: 14 October 2013DOI: https://doi.org/10.1038/ncomms3599Share this articleAnyone you share the following link with will be able to read this content:Get shareable linkSorry, a shareable link is not currently available for this article.Copy to clipboard Provided by the Springer Nature SharedIt content-sharing initiative You have full access to this article via your institution. Download PDF Advertisement Explore content Research articles Reviews & Analysis News & Comment Videos Collections Subjects Follow us on Facebook Follow us on Twitter Sign up for alerts RSS feed About the journal Aims & Scope Editors Journal Information Open Access Fees and Funding Calls for Papers Editorial Values Statement Journal Metrics Editors' Highlights Contact Editorial policies Top Articles Publish with us For authors For Reviewers Language editing services Submit manuscript Search Search articles by subject, keyword or author Show results from All journals This journal Search Advanced search Quick links Explore articles by subject Find a job Guide to authors Editorial policies Nature Communications (Nat Commun) ISSN 2041-1723 (online) nature.com sitemap About Nature Portfolio About us Press releases Press office Contact us Discover content Journals A-Z Articles by subject protocols.io Nature Index Publishing policies Nature portfolio policies Open access Author & Researcher services Reprints & permissions Research data Language editing Scientific editing Nature Masterclasses Research Solutions Libraries & institutions Librarian service & tools Librarian portal Open research Recommend to library Advertising & partnerships Advertising Partnerships & Services Media kits Branded content Professional development Nature Careers Nature Conferences Regional websites Nature Africa Nature China Nature India Nature Italy Nature Japan Nature Middle East Privacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights © 2025 Springer Nature Limited Close banner Close Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily. Email address Sign up I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy. Close banner Close Get the most important science stories of the day, free in your inbox. Sign up for Nature Briefing", "https://static-content.springer.com/esm/art%3A10.1038%2Fncomms3599/MediaObjects/41467_2013_BFncomms3599_MOESM468_ESM.xls": "sample name number haplogroup hvs1 hvs2 coding region vs rcrs tested coding reion vs rcrs mtdna genome seqmutation mutation mutation mutationmel34 jpz0811 b4 a16129g a16182c a16183c c16189t t16217c g73a g263a t310c 82818289d t10410cbrao01 jpz0166 b4a1a a16129g c16150t a16182c a16183c c16189t t16217c c16261t g73a c146t g263a 309d 82818289d t10238clao40 jpz0190 b4b1a2a t16136c a16183c c16189t t16217c a16309g c16354t g73a t204c g207a g263a g1719a g6023a t6216c 82818289dlao42 jpz0192 b4b1a2a t16136c a16183c c16189t t16217c a16309g c16354t g73a t204c g207a g263a g1719a g6023a t6216c 82818289dlao45 jpz0195 b4b1a2a t16136c a16183c c16189t t16217c a16309g c16354t g73a t204c g207a g263a g1719a g6023a t6216c 82818289dphnong08 jpz0897 b4c1b2 a16129g t16140c a16166g a16183c c16189t t16217c g16274a a16335g g73a c150t g263a t310c c312t 82818289d c8609tlao26 jpz0175 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dlun11 jpz0318 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 82818289dlun17 jpz0324 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g c16311t g73a g185a g263a t310c c311t 82818289dlun20 jpz0327 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 82818289dlun24 jpz0331 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g c16311t g73a g185a g263a 309c 82818289dlun26 jpz0333 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 82818289dkravet22 jpz0500 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dkravet63 jpz0541 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g c16311t g73a g185a c195t g263a 309c 82818289dbrao59 jpz0558 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g c16311t g73a g185a g263a 309c 82818289dbrao66 jpz0566 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g c16311t g73a g185a g263a 309c 82818289dbrao69 jpz0570 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g c16311t g73a g185a g263a 309c 82818289dbrao75 jpz0577 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g c16311t g73a g185a g263a 309c 82818289dbrao89 jpz0591 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g c16311t g73a g185a g263a 309c 82818289dbrao103 jpz0609 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g c16311t g73a g185a g263a 309c 82818289dbrao121 jpz0627 b4c2 c16147t a16183c c16184a c16189t c16266a g73a g185a g263a 309c 82818289dmel01 jpz0777 b4c2 c16147t a16183c c16184a c16189t t16217c g73a g263a 309c 82818289dmel02 jpz0778 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel04 jpz0780 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel05 jpz0781 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel09 jpz0785 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel10 jpz0786 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a t310c 82818289dmel11 jpz0787 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a t310c 82818289dmel15 jpz0791 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel17 jpz0793 b4c2 c16147t a16183c c16184a c16189t t16217c g73a g263a 309c 82818289dmel19 jpz0795 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel21 jpz0797 b4c2 c16147t a16183c c16184a c16189t t16217c g73a g263a 309c 82818289dmel24 jpz0800 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel40 jpz0817 b4c2 c16147t a16183c c16184a c16189t t16217c g73a g263a 309c 82818289dmel47 jpz0825 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel49 jpz0827 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel50 jpz0828 b4c2 c16147t a16183c c16184a c16189t t16217c g73a g263a 309c 82818289dmel66 jpz0844 b4c2 c16147t a16183c c16184a c16189t t16217c g73a g263a 309c 82818289dmel70 jpz0848 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel72 jpz0850 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel73 jpz0851 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel74 jpz0852 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a t310c c311t 82818289dmel75 jpz0853 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel76 jpz0855 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel79 jpz0858 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel81 jpz0860 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel86 jpz0865 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a t310c c311t 82818289dmel87 jpz0866 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dkhmer28 jpz0874 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel94 jpz0875 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dkhmer30 jpz0881 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel99 jpz0882 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel103 jpz0886 b4c2 c16147t a16183c c16184a c16189t t16217c g73a g263a 309c 82818289dmel105 jpz0888 b4c2 c16147t a16183c c16184a c16189t t16217c g73a g263a 309c 82818289dmel106 jpz0889 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dmel107 jpz0890 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dphnong43 jpz0999 b4c2 t16092c c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289dphnong49 jpz1012 b4c2 c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a t310c c311t 82818289dkhmer73 jpz1045 b4c2a c16147t a16183c c16184a c16189t t16217c a16235g g73a g263a 309c 82818289d t9103cmel22 jpz0798 b5a t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584abrao08 jpz0229 b5a1 t16092c t16140c a16182c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d c6960t 82818289d g8584a g10398a g10914abrao53 jpz0551 b5a1 t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d c6960t 82818289d g8584a g10398abrao64 jpz0564 b5a1 t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d c6960t g10398a 82818289d g8584abrao70 jpz0571 b5a1 t16140c a16183c c16189t c16266a g73a a210g g263a c6960t 82818289d g8584a g10398abrao93 jpz0596 b5a1 t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d c6960t 82818289d g8584a g10398abrao98 jpz0603 b5a1 t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d c6960t 82818289d g8584a g10398ajarai45 jpz0046 b5a1 t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d c6960t 82818289d g8584a g10398akhmer14 jpz0595 b5a1 t16140c a16183c c16189t c16266a c16356t g73a a210g g228a g263a t310c c6960t 82818289d g8584a g10398akhmer39 jpz0976 b5a1 t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d c6960t 82818289d g8584a g10398akhmer62 jpz1027 b5a1 t16140c a16183c c16189t c16266a g73a a210g g263a t310c c6960t 82818289d g8584a g10398akreung04 jpz0292 b5a1 t16140c a16182c a16183c c16189t c16266a g73a c152t a210g g263a t310c c6960t 82818289d g8584a g10325a g10398akuy35 jpz0666 b5a1 t16140c a16183c c16189t c16266a c16356t g73a a210g g228a a234g g263a 309c 310t c312t 312c 318d c6960t 82818289d g8584a g10398alao04 jpz0150 b5a1 t16140c a16182c a16183c c16189t c16266a g73a c152t a210g g263a t310c c6960t 82818289d g8584a g10398a g10589amel77 jpz0856 b5a1 t16140c t16172c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d c6960t 82818289d g8584a g10398astieng01 jpz0916 b5a1 t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d c6960t 82818289d g8584a a10316g g10398abrao100 jpz0605 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao101 jpz0606 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310c c312t 318d 82818289d g8584a g10398a g13145a c13230t a13395gbrao104 jpz0610 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao105 jpz0611 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao106 jpz0612 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao110 jpz0616 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao112 jpz0618 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao114 jpz0620 b5a1a t16140c a16183c c16189t c16266a t16297c g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao117 jpz0623 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao119 jpz0625 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a g13145a a13395gbrao120 jpz0626 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao122 jpz0630 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao123 jpz0632 b5a1a t16140c a16183c c16189t c16266a t16297c g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao32 jpz0267 b5a1a t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a g13145a a13395gbrao56 jpz0554 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao57 jpz0555 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao61 jpz0561 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao65 jpz0565 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao77 jpz0579 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao80 jpz0582 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao85 jpz0587 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao91 jpz0593 b5a1a t16140c a16183c c16189t c16266a t16297c g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao92 jpz0594 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao94 jpz0597 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao95 jpz0598 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao96 jpz0599 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao97 jpz0602 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gbrao99 jpz0604 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a g13145a a13395gjarai04 jpz0005 b5a1a t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a g73a a210g g263a t310c 514d515d g709a g750a g1438a g2706a a3537g g4769a c6960t t7028c g7852a 82818289d g8584a g8860a t9950c g10398a a10754g a11719g t14766c c14989t a15235g g15326a t16140c a16182c a16183c c16189t c16266ajarai12 jpz0013 b5a1a t16140c a16182c a16183c c16189t c16266a c16311t c16400t g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gjarai19 jpz0020 b5a1a t16140c a16183c c16189t c16266a c16311t c16400t g73a a210g g263a t310c 82818289d g8584a g10398a c10769t g13145a a13395gjarai43 jpz0044 b5a1a t16140c a16183c c16189t c16266a c16311t c16400t g73a a210g g263a t310c c312t 82818289d g8584a g10398a c10769t g13145a a13395gkachac01 jpz0443 b5a1a t16140c a16182c a16183c c16189t a16207g c16266a g73a a210g g263a 309c 310c 82818289d g8584a g10398a g13145a a13395gkachac02 jpz0445 b5a1a t16140c a16183c c16189t t16209c c16266a g73a a210g g263a t310c g8251a 82818289d g8584a g10398a g13145a a13395gkachac03 jpz0446 b5a1a t16140c a16183c c16189t t16209c c16266a g73a a210g g263a t310c g8251a 82818289d g8584a g10398a g13145a a13395gkachac06 jpz0449 b5a1a t16140c a16183c c16189t a16207g c16266a g73a a210g g263a 309c 310c 82818289d g8584a g10398a g13145a a13395gkachac08 jpz0451 b5a1a t16140c a16183c c16189t a16207g c16266a g73a a210g g263a 309c 310c 82818289d g8584a g10398a g13145a a13395gkachac09 jpz0452 b5a1a t16140c a16182c a16183c c16189t a16207g c16266a g73a a210g g263a t310c 82818289d g8584a g10398a g13145a a13395gkachac13 jpz0456 b5a1a t16140c a16183c c16189t t16209c c16266a g73a a210g g263a t310c g8251a 82818289d g8584a g10398a g13145a a13395gkachac15 jpz0458 b5a1a t16140c a16183c c16189t a16207g c16266a g73a a210g g263a 309c 310c 82818289d g8584a g10398a g13145a a13395gkhmer11 jpz0559 b5a1a t16140c a16183c c16189t c16266a c16311t c16400t g73a a210g g263a t310c 82818289d g8584a g10398a g13145a a13395gkhmer12 jpz0567 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gkhmer13 jpz0576 b5a1a a16129g t16140c a16183c c16189t c16266a c16356t g73a c152t a210g g228a g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkhmer15 jpz0608 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gkhmer19 jpz0757 b5a1a t16140c c16189t a16183c c16188t c16189t c16266a g73a a210g g263a 309c 310c 82818289d g8584a g10398a g13145a a13395gkhmer55 jpz1015 b5a1a t16140c a16183c c16189t c16266a g73a c152t a210g g263a t310c c312t 82818289d g8584a g10398a g13145a a13395gkreung05 jpz0293 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gkuy07 jpz0638 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy09 jpz0640 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a a234g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy100 jpz0733 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy104 jpz0737 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a t310c c312t 82818289d g8584a g10398a g13145a a13395gkuy105 jpz0738 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy107 jpz0740 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy108 jpz0741 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a a234g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy11 jpz0642 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy110 jpz0743 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a a234g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy111 jpz0744 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a a234g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy112 jpz0745 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 82818289d g8584a g10398a g13145a a13395gkuy113 jpz0746 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a a234g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy118 jpz0752 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a a234g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy119 jpz0753 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy121 jpz0755 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a g263a 309c 310c c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy123 jpz0758 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy130 jpz0768 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy133 jpz0772 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 82818289d g8584a g10398a g13145a a13395gkuy135 jpz0774 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 82818289d g8584a g10398a g13145a a13395gkuy17 jpz0648 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a a234g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy19 jpz0650 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy26 jpz0657 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy31 jpz0662 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy33 jpz0664 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a a234g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy37 jpz0668 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310c 82818289d g8584a g10398a g13145a a13395gkuy48 jpz0679 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy51 jpz0682 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy53 jpz0685 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy64 jpz0697 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy68 jpz0701 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a g263a t310c c311t 82818289d g8584a g10398a g13145a a13395gkuy74 jpz0707 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy82 jpz0715 b5a1a t16140c a16182c a16183c c16189t c16234t c16266a g73a c195t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy90 jpz0723 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395gkuy94 jpz0727 b5a1a t16140c a16183c c16189t c16266a c16356t g73a a210g g228a g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a g13145a a13395glao25 jpz0174 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a c13351t g13145a a13395glao54 jpz0204 b5a1a t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a g13145a a13395glao55 jpz0205 b5a1a t16140c a16182c a16183c c16189t c16266a g73a t204c g207a a210g g263a t310c 82818289d g8584a g10398a g13145a a13395glao58 jpz0208 b5a1a t16140c a16182c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10410c g13145a a13395glao71 jpz0225 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395glao87 jpz0461 b5a1a t16140c a16183c c16189t t16209c c16266a g73a a210g g263a t310c g8251a 82818289d g8584a g10398a g13145a a13395gmel59 jpz0837 b5a1a t16140c t16172c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gmel62 jpz0840 b5a1a t16140c t16172c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gphnong05 jpz0894 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gphnong65 jpz1058 b5a1a t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a g13145a a13395gstieng04 jpz0919 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gstieng15 jpz0931 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gtompoun24 jpz0073 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gtompoun38 jpz0087 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gtompoun81 jpz0409 b5a1a t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a g13145a a13395gjarai02 jpz0003 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gjarai03 jpz0004 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gjarai13 jpz0014 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gjarai16 jpz0017 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gjarai30 jpz0031 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gjarai42 jpz0043 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a 309c 310c c312t 312t 82818289d g8584a g10398a a10754gjarai62 jpz0108 b5a1b t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10410c a10634g a10754g c13362tjarai67 jpz0113 b5a1b t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10410c a10754g c13362tkravet32 jpz0510 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a a10754gkravet36 jpz0514 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a a10754gkravet37 jpz0515 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a a10754gkravet62 jpz0540 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a a10754gkravet65 jpz0543 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gkravet66 jpz0544 b5a1b t16140c a16182c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a a10754gkuy122 jpz0756 b5a1b t16140c a16183c c16189t c16266a g73a t204c a210g g263a 309c 310c 82818289d g8584a g10398a a10754gkuy132 jpz0771 b5a1b t16140c a16183c c16189t c16266a g73a t204c a210g g263a t310c c312t 82818289d g8584a g10398a a10754gkuy137 jpz0776 b5a1b t16140c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gkuy25 jpz0656 b5a1b t16140c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gkuy32 jpz0663 b5a1b t16140c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gkuy36 jpz0667 b5a1b t16140c a16183c c16189t c16266a g73a t204c a210g g263a t310c 82818289d g8584a g10398a a10754gkuy86 jpz0719 b5a1b t16140c a16183c c16189t c16266a g73a t204c a210g g263a t310c 82818289d g8584a g10398a a10754glao02 jpz0102 b5a1b t16140c a16183c c16189t c16266a g73a a210g g263a t310c c311t 82818289d g8584a g10398a t10410c a10634g a10754g c13362tlao90 jpz0628 b5a1b t16140c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a a10754gmel03 jpz0779 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel06 jpz0782 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel100 jpz0883 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a t310c c311t 82818289d g8584a g10398a t10595c a10754gmel13 jpz0789 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a t310c c311t 82818289d g8584a g10398a t10595c a10754gmel18 jpz0794 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a t310c c311t 82818289d g8584a g10398a t10595c a10754gmel20 jpz0796 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel23 jpz0799 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel25 jpz0801 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel26 jpz0802 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel28 jpz0804 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel30 jpz0806 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a a10754gmel33 jpz0809 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a a10754gmel37 jpz0814 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel38 jpz0815 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel41 jpz0818 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a t10595c a10754gmel42 jpz0819 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel44 jpz0821 b5a1b t16140c a16182c a16183c c16189t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398a t10595c a10754gmel48 jpz0826 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel51 jpz0829 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel54 jpz0832 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a t310c 82818289d g8584a g10398a t10595c a10754gmel56 jpz0834 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel58 jpz0836 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a t310c c311t 82818289d g8584a g10398a t10595c a10754gmel67 jpz0845 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel78 jpz0857 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 308d 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel80 jpz0859 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel82 jpz0861 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel84 jpz0863 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel85 jpz0864 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel88 jpz0867 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gmel91 jpz0870 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754g g13368amel95 jpz0876 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gphnong16 jpz0906 b5a1b t16093c t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10595c a10754gtompoun18 jpz0067 b5a1b t16140c a16183c c16189t c16266a g73a a210g g263a 309c 310t c312t 314d 82818289d g8584a g10398a t10410c a10634g a10754g c13362tkravet03 jpz0481 b5a1c t16140c a16183c c16189t c16266a g73a a210g g263a t310c g709a g750a 82818289d g8584a g10325a g10398akravet12 jpz0490 b5a1c t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c g709a g750a 82818289d g8584a g10325a g10398akravet18 jpz0496 b5a1c t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c g709a g750a 82818289d g8584a g10325a g10398akravet29 jpz0507 b5a1c t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c c6960t 82818289d g8584a g10325a g10398akravet40 jpz0518 b5a1c t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c g709a g750a 82818289d g8584a g10325a g10398akravet45 jpz0523 b5a1c t16140c a16182c a16183c c16189t c16266a g73a a210g g263a 305d 306d 307d 308d 309c 310t c312t 314d g709a g750a 82818289d g8584a g10325a g10398akravet58 jpz0536 b5a1c t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c g709a g750a 82818289d g8584a g10325a g10398akravet60 jpz0538 b5a1c t16140c a16182c a16183c c16189t c16266a g73a a210g g263a t310c g709a g750a 82818289d g8584a g10325a g10398abrao09 jpz0231 b5a1d a16129g t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398abrao111 jpz0617 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a 307d 308d 309d 310t c312t 312c 318d 82818289d g8584a g10398abrao115 jpz0621 b5a1d a16129g t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398abrao26 jpz0255 b5a1d a16129g t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398abrao86 jpz0588 b5a1d a16129g t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398ajarai50 jpz0095 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a c16311t g73a c152t a210g g263a 309c 310c c312t 312c 82818289d g8584a g10398ajarai53 jpz0098 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a c16311t g73a c152t a210g g263a t310c 82818289d g8584a g10398ajarai56 jpz0101 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a c16311t g73a c152t a210g g263a t310c 82818289d g8584a g10398ajarai65 jpz0111 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398ajarai71 jpz0117 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a c16311t g73a c152t a210g g263a t310c 82818289d g8584a g10398ajarai77 jpz0124 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398ajarai85 jpz0133 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a c16311t g73a c152t a210g g263a t310c 82818289d g8584ajarai95 jpz0143 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a c16311t g73a c152t a210g g263a 309c 310c 312c 82818289d g8584a g10398akachac04 jpz0447 b5a1d t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akachac21 jpz0465 b5a1d t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akhmer07 jpz0268 b5a1d a16129g t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akhmer20 jpz0765 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398akhmer21 jpz0766 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akhmer37 jpz0956 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akhmer45 jpz0996 b5a1d t16092c t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t g207a a210g g263a t310c 82818289d g8584a g10398a g10589akhmer68 jpz1035 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398akreung02 jpz0264 b5a1d a16129g t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akreung06 jpz0294 b5a1d a16129g t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akreung08 jpz0296 b5a1d t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akuy03 jpz0634 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy05 jpz0636 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akuy06 jpz0637 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akuy08 jpz0639 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy109 jpz0742 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy116 jpz0750 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c c312t 82818289d g8584a g10398akuy117 jpz0751 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy12 jpz0643 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy124 jpz0759 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy127 jpz0762 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c c312t 82818289d g8584a g10398akuy128 jpz0763 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398a 10458gkuy129 jpz0764 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c c312t 82818289d g8584a g10398akuy13 jpz0644 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy131 jpz0770 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy136 jpz0775 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c c312t 82818289d g8584a g10398akuy15 jpz0646 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy20 jpz0651 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akuy21 jpz0652 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akuy22 jpz0653 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy23 jpz0654 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy24 jpz0655 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy28 jpz0659 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy30 jpz0661 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy34 jpz0665 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akuy41 jpz0672 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy42 jpz0673 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398akuy43 jpz0674 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a 309c 310c c312t 312c 82818289d g8584a g10398akuy45 jpz0676 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a 309c 310c c312t 312c 82818289d g8584a g10398akuy46 jpz0677 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a 309c 310c c312t 312c 82818289d g8584a g10398akuy47 jpz0678 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a 309c 310c 312c 82818289d g8584a g10398akuy49 jpz0680 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a 309c 310c c312t 312c 82818289d g8584a g10398akuy52 jpz0684 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a 309c 310c 312c 82818289d g8584a g10398akuy57 jpz0689 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584akuy58 jpz0690 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy59 jpz0691 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy60 jpz0692 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398a c10592tkuy62 jpz0695 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a 309c 310c c312t 312c 318d 82818289d g8584a g10398akuy63 jpz0696 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398akuy66 jpz0699 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy67 jpz0700 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy69 jpz0702 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy70 jpz0703 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy71 jpz0704 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy72 jpz0705 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c c312t 82818289d g8584a g10398akuy73 jpz0706 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy76 jpz0709 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a 309c 310c c312t 312c 82818289d g8584a g10398akuy77 jpz0710 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy79 jpz0712 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a 309c 310c c312t 312c 82818289d g8584a g10398akuy81 jpz0714 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy83 jpz0716 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy85 jpz0718 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy88 jpz0721 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398akuy91 jpz0724 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy93 jpz0726 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy95 jpz0728 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy96 jpz0729 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398akuy97 jpz0730 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a189g a210g g263a t310c 82818289d g8584a g10398alao15 jpz0161 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a t310c 82818289d g8584a g10398alao18 jpz0165 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a t310c 82818289d g8584a g10398alao33 jpz0182 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398alao34 jpz0183 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a t204c g207a a210g g263a 309c 310c 82818289d g8584a g10398alao37 jpz0187 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398alao46 jpz0196 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398alao47 jpz0197 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398alao51 jpz0201 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398alao52 jpz0202 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398alao53 jpz0203 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a t310c 82818289d g8584a g10398alao70 jpz0224 b5a1d a16129g t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t c195t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398alao76 jpz0241 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a t204c g207a a210g g263a 309c 310c 82818289d g8584a g10398alao79 jpz0259 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398alao80 jpz0260 b5a1d t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398alun06 jpz0313 b5a1d a16129g t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398alun16 jpz0323 b5a1d a16129g t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a a210g g263a 309c 310c c312t 82818289d g8584a g10398amel12 jpz0788 b5a1d t16093c t16140c a16183c c16189t c16266a g73a c152t a210g g263a t310c c311t 82818289d g8584a g10398a t10595cmel35 jpz0812 b5a1d t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398amel46 jpz0824 b5a1d t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398amel60 jpz0838 b5a1d t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398amel61 jpz0839 b5a1d t16140c a16182c a16183c c16189t a16240g c16261t c16266a g73a c152t a210g g263a 310t c312t 312c 318d 82818289d g8584a g10398amel63 jpz0841 b5a1d t16093c t16140c a16183c c16189t c16266a g73a c152t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a t10595cmel64 jpz0842 b5a1d t16093c t16140c a16183c c16189t c16266a g73a c152t a210g g263a 309c 310t c312t 312c 318d 82818289d g8584a g10398a t10595cmel65 jpz0843 b5a1d t16093c t16140c a16183c c16189t c16266a g73a c152t a210g g263a t310c 82818289d g8584a a10289g g10398aphnong11 jpz0900 b5a1d t16140c t16178c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c c312t 82818289d g8584a g10398aphnong34 jpz0982 b5a1d t16140c 16162t a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a 308d 309d 310t c312t 312c 318d 82818289d g8584a g10398aphnong36 jpz0985 b5a1d t16140c 16162t a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a 308d 309d 310t c312t 312c 318d 82818289d g8584a g10398aphnong37 jpz0986 b5a1d t16140c 16162t a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a 308d 309d 310t c312t 312c 318d 82818289d g8584a g10398aphnong41 jpz0992 b5a1d t16140c t16178c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c 82818289d g8584a g10398aphnong57 jpz1036 b5a1d t16140c t16178c a16182c a16183c c16189t c16261t c16266a g73a c152t a210g g263a t310c c312t 82818289d g8584a g10398aphnong63 jpz1055 b5a1d t16092c t16140c a16182c a16183c c16189t c16261t c16266a g73a c152t g207a a210g g263a t310c 82818289d g8584a g10398a g10589akhmer22 jpz0767 b5b1 t16140c a16183c c16189t t16243c c16311t g73a g103a t204c g263a 309c 82818289d g8584a a8784g c8829t g8860a g10398a t14302ckuy02 jpz0633 b5b1 t16140c a16183c c16189t t16243c c16311t g73a g103a t204c g263a t310c 82818289d g8584a a8784g c8829t g8860a g10398a t14302ckuy106 jpz0739 b5b1 t16140c a16183c c16189t t16243c c16311t g73a g103a t204c g263a 309c 82818289d g8584a a8784g c8829t g8860a g10398a t14302ckuy114 jpz0748 b5b1 t16140c a16183c c16189t t16243c c16311t g73a g103a t204c g263a 309c 82818289d g8584a a8784g c8829t g8860a g10398a t14302ckuy40 jpz0671 b5b1 t16140c a16183c c16189t t16243c c16311t g73a g103a t204c g263a 309c 82818289d g8584a a8784g c8829t g8860a g10398a t14302ckuy44 jpz0675 b5b1 t16140c a16183c c16189t t16243c c16311t g73a g103a t204c g263a 309c 82818289d g8584a a8784g c8829t g8860a g10398a t14302ckuy89 jpz0722 b5b1 t16140c a16183c c16189t t16243c c16311t g73a g103a t204c g263a 309c 82818289d g8584a a8784g c8829t g8860a g10398a t14302clao91 jpz0629 b5b1 t16140c a16183c c16189t t16243c c16311t g73a g103a t204c g263a 309c 310c 82818289d g8584a a8784g c8829t g8860a g10398a t14302c g73a g103a t204c g263a 309c 310c 514515d g709a g750a g1438a g1598a a1832g g2706a a3744g t4216c g4769a g6446a t7028c 82818289d g8584a a8784g c8829t g8860a t9950c g10398a a11719g a12361g a14148g t14302c t14766c c15223t g15326a c15508t a15662g a15851g g15927a t16140c a16183c c16189t t16243c c16311tbrao18 jpz0246 t16093c t16172c t16223c a16284g t16298c c16327t g73a 249d g263a 309c a4715g g10398a c10400tbrao34 jpz0270 t16093c t16172c t16223c a16284g t16298c c16327t g73a 249d g263a t310c a4715g g10398a c10400tbrao35 jpz0271 t16093c t16172c t16223c a16284g t16298c c16327t g73a 249d g263a 309c a4715g g10398a c10400tkhmer08 jpz0278 t16093c t16172c t16223c a16284g t16298c c16327t g73a c152t 249d g263a t310c a4715g g10398a c10400tlao84 jpz0279 t16093c t16172c t16223c a16284g t16298c c16327t g73a 249d g263a a4715g g10398a c10400tkreung17 jpz0306 t16093c t16172c t16223c a16284g t16298c c16327t g73a 249d g263a 309c a4715g g10398a c10400tkhmer60 jpz1025 a16183c c16189t t16223c t16298c c16311t c16327t g73a a93g 249d g263a 309c 310c a4715g g10398a c10400tlun36 jpz0343 d4a a16129g t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d c5178a a5319g g10398a c10400tlao88 jpz0475 d4d c16185t 16189d t16223c 16232a c16311t g16319a t16362c g73a g263a c5178a g10398a c10400tkuy50 jpz0681 d5 c16189t t16223c g73a c146t c150t 309c 310c c5178a a5301g a10397g g10398a c10400ttompoun06 jpz0053 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a 309c c5178a a5301g a10397g g10398a c10400ttompoun28 jpz0077 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a 309c c5178a a5301g a10397g g10398a c10400tlao10 jpz0156 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400tlao16 jpz0163 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400tlao19 jpz0167 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400tlao23 jpz0172 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400tlao24 jpz0173 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400tlao30 jpz0179 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400tlao32 jpz0181 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400tlao56 jpz0206 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400tlao59 jpz0209 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400tlao61 jpz0211 d5a2a a16164g t16172c a16182c a16183c c16189t t16223c c16266t g73a c150t g263a c5178a a5301g a10397g g10398a c10400ttompoun46 jpz0374 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609ctompoun49 jpz0377 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326atompoun50 jpz0378 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326atompoun53 jpz0381 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326atompoun62 jpz0390 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326atompoun76 jpz0404 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326atompoun88 jpz0416 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326atompoun91 jpz0419 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609ctompoun96 jpz0424 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326atompoun99 jpz0427 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326atompoun101 jpz0429 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326atompoun107 jpz0436 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326akreung46 jpz0444 f1a a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326amel89 jpz0868 f1a a16129g t16172c t16304c g73a 249d g263a g10310a t10609c g15326akhmer32 jpz0915 f1a a16129g t16172c t16304c g73a 249d g263a g10310a t10609cphnong27 jpz0974 f1a a16129g t16172c t16304c g73a 249d g263a 309c g10310a t10609c g15326aphnong40 jpz0991 f1a a16129g t16249c t16288c t16304c g16390a g73a 249d g263a t310c g10310a t10609c g15326akhmer66 jpz1031 f1a a16129g t16172c t16304c g73a 249d g263a g10310a t10609c g15326akhmer72 jpz1044 f1a a16129g t16172c t16304c g73a 249d g263a g10310a t10609c g15326akhmer76 jpz1048 f1a a16129g t16172c t16304c g73a 249d g263a g10310a t10609c g15326akhmer80 jpz1052 f1a a16129g t16172c t16304c g73a 249d g263a g10310a t10609cbrao73 jpz0574 f1a1 a16129g a16162g t16172c c16186t c16193t t16243c t16304c g73a a200g 249d g263a 309c g10310a t10609cbrao79 jpz0581 f1a1 a16129g a16162g t16172c c16186t c16193t t16243c t16304c g73a a200g 249d g263a 309c g10310a t10609cbrao88 jpz0590 f1a1 a16129g a16162g t16172c c16186t c16193t t16243c t16304c g73a a200g 249d g263a 309c g10310a t10609cstieng05 jpz0920 f1a1 a16129g a16162g t16172c t16304c g73a 249d g263a g10310a t10609cstieng10 jpz0926 f1a1 a16129g a16162g t16172c g16274a t16304c g73a 249d g263a 309c g10310a t10609ctompoun100 jpz0428 f1a14 a16129g t16172c c16266t c16301t t16304c g73a 249d g263a g10310a t10609c g15326abrao76 jpz0578 f1a14 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c g10310a t10609clao01 jpz0001 f1a1a c16108t a16129g a16162g t16172c t16304c c16311t g73a 249d g263a g10310a t10609cjarai33 jpz0034 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai36 jpz0037 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai44 jpz0045 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai49 jpz0094 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai51 jpz0096 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai73 jpz0119 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai78 jpz0125 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai80 jpz0128 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai84 jpz0132 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai90 jpz0138 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai94 jpz0142 f1a1a c16108t a16129g a16158g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609cjarai96 jpz0144 f1a1a c16108t a16129g a16162g t16172c a16241g t16304c g73a 249d g263a 309c g10310a t10609clao27 jpz0176 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cbrao06 jpz0227 f1a1a c16108t a16129g t16172c t16304c g73a 249d g263a g10310a t10609clao73 jpz0233 f1a1a c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609clun29 jpz0336 f1a1a c16108t a16129g t16172c t16304c g73a 249d g263a g10310a t10609ckreung23 jpz0351 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckreung35 jpz0363 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckreung38 jpz0366 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckreung40 jpz0368 f1a1a c16108t a16129g a16162g t16172c t16304g g73a 249d g263a 309c g10310a t10609ckachac10 jpz0453 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckachac11 jpz0454 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609c a10946gkachac12 jpz0455 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckachac22 jpz0466 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c 310c g10310a t10609ckachac23 jpz0467 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c 310c g10310a t10609ckachac24 jpz0468 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckachac25 jpz0469 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckachac26 jpz0470 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckachac28 jpz0472 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckachac29 jpz0473 f1a1a c16108t a16129g a16162g t16172c t16304g g73a 249d g263a 309c 310c g10310a t10609ckachac30 jpz0474 f1a1a c16108t a16129g a16162g t16172c a16284g t16304g g73a 249d g263a 309c g10310a t10609ckravet09 jpz0487 f1a1a c16108t a16129g a16163g t16172c t16304c g73a 249d g263a g10310a t10609ckravet47 jpz0525 f1a1a c16108t a16129g a16163g t16172c t16304c g73a 249d g263a g10310a t10609ckravet49 jpz0527 f1a1a c16108t a16129g a16163g t16172c t16304c g73a 249d g263a g10310a t10609cbrao52 jpz0550 f1a1a c16108t a16129g t16172c t16304c g73a 249d g263a g10310a t10609cbrao62 jpz0562 f1a1a c16108t a16129g t16172c t16304c g73a 249d g263a g10310a t10609cbrao71 jpz0572 f1a1a c16108t a16129g t16172c t16304c g73a 249d g263a g10310a t10609cbrao84 jpz0586 f1a1a c16108t a16129g t16172c t16304c g73a 249d g263a g10310a t10609ckhmer18 jpz0747 f1a1a c16108t a16129g a16162g t16172c t16304c g73a a189g 249d g263a 309c g10310a t10609cmel52 jpz0830 f1a1a c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609cphnong07 jpz0896 f1a1a c16108t a16129g a16162g t16172c t16304c g73a c146t t199c 249d g263a t310c g10310a t10609cstieng11 jpz0927 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng12 jpz0928 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng13 jpz0929 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng19 jpz0935 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng20 jpz0936 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng21 jpz0937 f1a1a c16108t a16129g g16145a a16162g t16172c t16304c c16311t t16362c g73a 249d g263a 309c g10310a t10609cstieng22 jpz0938 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng25 jpz0941 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng27 jpz0943 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng28 jpz0944 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng30 jpz0946 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng33 jpz0949 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng34 jpz0950 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng36 jpz0954 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng41 jpz0962 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cstieng47 jpz0968 f1a1a c16108t a16129g a16162g t16172c t16304c g16391a g73a 249d g263a g10310a t10609cphnong29 jpz0977 f1a1a c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609cphnong38 jpz0987 f1a1a c16108t a16129g a16162g t16172c t16304c g73a c146t 249d g263a 309c g10310a t10609cphnong46 jpz1003 f1a1a c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609cphnong50 jpz1013 f1a1a c16108t a16129g t16172c c16261t t16304c g73a 249d g263a 309c 310c g10310a t10609cphnong51 jpz1016 f1a1a c16108t a16129g a16162g t16172c t16304c g73a c146t 249d g263a 309c g10310a t10609cphnong55 jpz1033 f1a1a c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609cphnong56 jpz1034 f1a1a c16108t a16129g a16162g t16172c t16304c g73a 249d g263a t310c c311t g10310a t10609cphnong61 jpz1041 f1a1a c16108t a16129g a16162g t16172c t16304c g73a 249d g263a t310c c311t g10310a t10609ckhmer81 jpz1054 f1a1a c16108t a16129g a16162g t16172c t16304c g73a c146t 249d g263a 309c g10310a t10609cphnong64 jpz1057 f1a1a c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609cphnong67 jpz1060 f1a1a c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609ctompoun37 jpz0086 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215t g73a 249d g263a 309c 513516d g750a g1438a g2706a t3202c c3970t c4086t g4769a t6392c g6962a t7028c a8149g g8860a g9053a g9548a g10310a t10609c c11215t a11719g g12406a c12882t a13722g g13759a g13928c t14766c c16108t a16129g a16162g t16172c t16304c c16519tbrao10 jpz0232 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao45 jpz0283 f1a1a1 c16108t a16129g a16162g t16172c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tkreung07 jpz0295 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tkreung14 jpz0302 f1a1a1 c16108t a16129g a16162g t16172c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tlun01 jpz0305 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tlun09 jpz0316 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tlun14 jpz0321 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c c10603g t10609c c11215tlun21 jpz0328 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tlun22 jpz0329 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tlun33 jpz0340 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tlun34 jpz0341 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tkreung20 jpz0348 f1a1a1 c16108t a16129g a16162g t16172c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215ttompoun78 jpz0406 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a c152t 249d g263a 309c g10310a t10609c c11215tkachac17 jpz0460 f1a1a1 c16108t a16129g a16162g t16172c t16304c t65c g73a 249d g263a t310c c311t g10310a t10609c c11215tkravet08 jpz0486 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a g10310a t10609c c11215tkravet11 jpz0489 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a g10310a t10609c c11215tkravet28 jpz0506 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a g10310a t10609c c11215tkravet43 jpz0521 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a g10310a t10609c c11215tkravet44 jpz0522 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a g10310a t10609c c11215tkravet51 jpz0529 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a g10310a t10609c c11215tkravet55 jpz0533 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a g10310a t10609c c11215tbrao54 jpz0552 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao55 jpz0553 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tkuy01 jpz0556 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c 310c g10310a t10609c c11215tbrao58 jpz0557 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao68 jpz0569 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c c11215t g10310a t10321c t10609cbrao72 jpz0573 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao74 jpz0575 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao78 jpz0580 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao81 jpz0583 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao82 jpz0584 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao83 jpz0585 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao87 jpz0589 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao102 jpz0607 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao108 jpz0614 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao109 jpz0615 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a t310c g10310a t10321c t10609c c11215tbrao113 jpz0619 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tbrao118 jpz0624 f1a1a1 c16108t a16129g a16162g t16172c t16178c a16293g t16304c g73a 249d g263a 309c g10310a t10321c t10609c c11215tkuy04 jpz0635 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tkuy10 jpz0641 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tkuy18 jpz0649 f1a1a1 c16108t a16129g a16162g t16172c c16256t t16304c g73a 249d g263a t293c 309c g10310a t10609c c11215tkuy27 jpz0658 f1a1a1 c16108t a16129g a16162g t16172c c16256t t16304c g73a 249d g263a t293c 309c g10310a t10609c c11215tkuy54 jpz0686 f1a1a1 c16108t a16129g a16162g t16172c c16256t t16304c g73a 249d g263a t293c 309c g10310a t10609c c11215tkuy56 jpz0688 f1a1a1 c16108t a16129g a16162g t16172c c16256t t16304c g73a 249d g263a t293c 309c g10310a t10609c c11215tkuy61 jpz0693 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tkuy75 jpz0708 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tkuy92 jpz0725 f1a1a1 c16108t a16129g a16162g t16172c c16256t t16304c g73a 249d g263a t293c 309c g10310a t10609c c11215tkuy125 jpz0760 f1a1a1 c16108t a16129g a16162g t16172c c16256t t16304c g73a 249d g263a t293c 309c g10310a t10609c c11215tkuy126 jpz0761 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tmel07 jpz0783 f1a1a1 c16108t a16129g a16162g t16172c t16304c c16327t g73a 249d g263a g10310a t10609c c11215tmel43 jpz0820 f1a1a1 c16108t a16129g a16162g t16172c t16304c c16327t g73a 249d g263a g10310a t10609c c11215tkhmer25 jpz0822 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tmel53 jpz0831 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tmel57 jpz0835 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tmel69 jpz0847 f1a1a1 c16108t a16129g a16162g t16172c t16304c c16327t g73a 249d g263a g10310a t10609c c11215tmel71 jpz0849 f1a1a1 c16108t a16129g a16162g t16172c t16304c c16327t g73a 249d g263a g10310a t10609c c11215tphnong20 jpz0910 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tstieng06 jpz0922 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tstieng16 jpz0932 f1a1a1 c16108t a16129g a16162g t16172c g16274a t16304c g73a 249d g263a 309c g10310a t10609c c11215tstieng32 jpz0948 f1a1a1 c16108t a16129g a16162g t16172c g16274a t16304c g73a 249d g263a 309c g10310a t10609c c11215tstieng35 jpz0951 f1a1a1 c16108t a16129g a16162g t16172c g16274a t16304c g73a 249d g263a 309c g10310a t10609c c11215tkhmer35 jpz0953 f1a1a1 c16108t a16129g a16162g t16172c g16274a t16304c g73a 249d g263a 309c g10310a t10609c c11215tstieng39 jpz0959 f1a1a1 c16108t a16129g a16162g t16172c g16274a t16304c g73a 249d g263a 309c g10310a t10609c c11215tstieng42 jpz0963 f1a1a1 c16108t a16129g a16162g t16172c g16274a t16304c g73a 249d g263a 309c g10310a t10609c c11215tphnong45 jpz1002 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tphnong48 jpz1009 f1a1a1 c16108t a16129g a16162g t16172c a16300g t16304c g73a c195t a211g 249d g263a 309c g10310a t10609c c11215tkhmer52 jpz1010 f1a1a1 c16108t a16129g a16162g t16172c t16304c g73a 249d g263a 309c g10310a t10609c c11215tphnong60 jpz1040 f1a1a1 c16108t a16129g a16162g t16172c c16256t t16304c g73a 249d g263a t293c 309c g10310a t10609c c11215tlao07 jpz0153 f1a1d a16129g a16162g t16172c t16304c a16399g g73a 249d g263a g10310a t10609clao72 jpz0230 f1a1d a16129g a16162g t16172c t16304c a16399g g73a 249d g263a g10310a t10609clao82 jpz0265 f1a1d a16129g a16162g t16172c t16304c a16399g g73a 249d g263a g10310a t10609cbrao37 jpz0273 f1a1d a16129g a16162g t16172c t16304c a16309g g73a 249d g263a 309c g10310a t10609cstieng48 jpz0969 f1a2 t16172c t16304c g73a 249d g263a 309c t10034c g10310a t10609c g15326alun32 jpz0339 f1a3a a16129g t16172c t16304c c16311t g73a c152t 249d g263a t310c c311t g10310a t10609cbrao11 jpz0234 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t g228a 249d g263a 309c 310t c312t 312c 318d g10310a t10609cbrao14 jpz0239 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c g10310a t10609cbrao16 jpz0243 f1a4 a16129g t16172c t16304c c16311t t16362c g73a t125c t127c c152t 249d g263a t310c g10310a t10609clao78 jpz0248 f1a4 a16129g t16172c t16304c c16311t t16362c g73a t125c t127c c152t 249d g263a 309c 310c g10310a t10609cbrao24 jpz0253 f1a4 a16129g t16172c t16304c c16311t t16362c g73a t125c t127c c152t 249d g263a 309c g10310a t10609cbrao39 jpz0275 f1a4 a16129g t16172c t16304c c16311t t16362c g73a t125c t127c 249d g263a 309c g10310a t10609clao85 jpz0346 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c 310c g10310a t10609ctompoun47 jpz0375 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c 310c g10310a t10609ctompoun54 jpz0382 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c 310c g10310a t10609ctompoun68 jpz0396 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c 310c g10310a t10609ctompoun72 jpz0400 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c 310c g10310a t10609ctompoun77 jpz0405 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c 310c g10310a t10609ctompoun80 jpz0408 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a g10310a t10609ctompoun89 jpz0417 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c 310c g10310a t10609ctompoun103 jpz0431 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c 310c g10310a t10609ctompoun109 jpz0438 f1a4 a16129g t16172c t16304c c16311t t16362c g73a c152t 249d g263a 309c 310c g10310a t10609ckuy16 jpz0647 f1c1a c16111t a16129g t16304c g73a c152t a234g 249d g263a g10310a t10454c t10609ckuy29 jpz0660 f1c1a c16111t a16129g t16304c g73a c152t a234g 249d g263a g10310a t10454c t10609cmel29 jpz0805 f1c1a c16111t a16129g t16304c g73a c152t a234g 249d g263a g10310a t10454c t10609cmel45 jpz0823 f1c1a c16111t a16129g t16304c g73a c152t 249d g263a g10310a t10454c t10609ckhmer46 jpz0997 h17 a16129g t16223c g73a g263a g3915akraol02 jpz1024 h17 a16129g t16223c g73a g263a 309c g3915a g10398amel93 jpz0872 h17a a16129g t16223c g73a g263a 309c a723g g750a g3915a c6296t c6297alao08 jpz0154 m10a1a t16093c a16129g c16193t t16223c c16311t t16357c g73a c146t c152t g263a 309c 310c g10398a c10400t t14502c c15040t g15043a t15071c a15218glao35 jpz0184 m10a1a t16093c a16129g c16193t t16223c c16311t t16357c g73a c146t c152t g263a 309c 310c g10398a c10400t t14502c c15040t g15043a t15071c a15218gjarai09 jpz0010 m12b c16108t a16129g t16172c t16223c c16234t c16290t g73a g185a a189g g263a 309c g10398a c10400t g14569a t14727c t14766c t14783c t14788c g73a g185a a189g g263a 309c t489c 514515d g750a g1438a g2706a c3897t c4170t g4769a c5336t t5580c t7028c g8701a g8860a c9540t g10398a c10400t c10873t a11359g a11719g a12030g g12372a t12705c t13089c g14569a t14727c t14766c t14783c t14788c g14869a a15010g g15043a g15301a g15326a c16108t a16129g t16172c t16223c c16234t c16290tlao63 jpz0213 m12b c16108t a16129g t16172c t16223c c16234t c16290t g73a g185a a189g a200g g263a 309c g10398a c10400t g14569a t14727c t14766c t14783c t14788c g73a g185a a189g a200g g263a 309c t489c 514515d g750a g1438a g2706a c3897t c4170t g4769a c5336t t5580c c6987t g8701a g8860a c9540t g10398a c10400t c10873t a11359g a11719g a12030g g12372a t12705c t13089c g14569a t14727c t14766c t14783c t14788c g14869a a15010g g15043a g15301a g15326a c16108t a16129g t16172c t16223c c16234t c16290tbrao05 jpz0226 m12b a16129g t16172c t16223c c16234t c16290t c16311t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569a g73a g263a 309c 310c t489c 514515d g750a g1438a g2706a c3897t c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t c16311t g16319abrao12 jpz0236 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569a g73a g263a 309c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t g16319akreung01 jpz0244 m12b a16129g t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a 309c g750a g10398a c10400t g14569a g73a g263a 309c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t a16309g g16319abrao19 jpz0247 m12b a16129g t16172c t16223c c16234t c16290t c16311t g16319a g73a g263a 309c g750a g10398a c10400t g14569a g73a g263a 309c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t c16311t g16319abrao30 jpz0262 m12b a16129g t16172c t16223c c16234t c16290t c16311t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569a g73a g263a 309c 310c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t c16311t g16319alun30 jpz0337 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569a g73a g263a 309c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t g16319akreung25 jpz0353 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569a g73a g263a 309c 310c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t g16319akreung28 jpz0356 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a t310c c312t g750a g10398a c10400t g14569a g73a g263a t310c c312t t489c 514515d g750a a1331g g1438a g2706a c4170t g4769a t5580c t7028c g8701a g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a t15784c a15951g a16129g t16172c t16223c c16234t c16260t c16290t g16319akreung32 jpz0360 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569a g73a g263a 309c 310c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t g16319akreung41 jpz0369 m12b a16129g t16140c t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a 309c g750a g10398a c10400t g14569a g73a g263a 309c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16140c t16172c t16223c c16234t c16290t a16309g g16319akreung44 jpz0372 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t t10609c g14569a g73a g263a 309c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t t10609c c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t g16319akravet01 jpz0479 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a c146t g263a 309c g750a g10398a c10400t g14569a g73a c146t g263a 309c t489c 514515d g750a g1438a g2706a c4170t g4769a t5580c g6954a t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t g16319akravet13 jpz0491 m12b a16129g c16150t t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569a g73a g263a 309c t489c 514515d g750a a1331g g1438a g2706a c4170t g4769a t5580c t5981c t7028c g8701a g8860a c9540t g10398a c10400t c10873t t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g c16150t t16172c t16223c c16234t c16160t c16290t g16319a c16260tkravet71 jpz0549 m12b a16129g t16172c t16223c c16234t c16290t t16298c g16319a g73a g263a 309c g750a g10398a c10400t g14569a g73a g263a 309c t489c 514515d g750a g1438a a1555g g2706a c4170t g4769a t5580c t7028c g8701a t8749c g8860a c9540t g10398a c10400t c10873t a11164g t11260c a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c t14788c a15010g g15043a a15236g g15301a g15326a a15951g a16129g t16172c t16223c c16234t c16290t t16298c g16319aphnong04 jpz0893 m12b a16129g t16172c t16223c c16290t a16305g c16311t c16519t g73a c151t c152t c195t c198t g263a 309c 310c g10398a c10400t g73a c151t c152t c195c c198t g263a 309c 310c t489c 514515d a574c a576c g577c g750a g1438a g2706a c4170t g4769a t5580c t7028c g7337a g8701a g8860a c9540t a9604g g10398a c10400t c10873t a11359g a11719g a12030g g12372a t12705c g14569a g15043a t14727c t14766c t14783c a15010g g15043a g15301a g15326a g15884t a16129g t16172c t16223c c16290t a16305g c16311t c16519tphnong17 jpz0907 m12b a16129g t16172c t16223c c16290t a16305g c16311t c16519t g73a c151t c152t c195t c198t g263a 309c 310c g10398a c10400t g15043a g73a c151t c152t c195c c198t g263a 309c 310c t489c 514515d a574c g750a g1438a g2706a c4170t g4769a t5580c t7028c g8701a g8860a c9540t a9604g g10398a c10400t c10873t a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c a15010g g15043a g15301a g15326a g15884t a16129g t16172c t16223c c16290t a16305g c16311t c16519tstieng08 jpz0924 m12b a16129g t16172c t16223c c16290t c16311t c16519t g73a c151t c152t g263a 310c g10398a c10400t g15043a g73a c151t c152t g263a 310c t489c 514515d a574c a576c g577c g1438a g2706a g3146a c4170t g4769a t5580c t7028c g7337a g8701a g8860a c9540t a9604g g10398a c10400t c10873t a11359g a11719g a12030g g12372a t12705c g14569a t14727c t14766c t14783c a15010g g15043a g15301a g15326a 15884t a16129g t16172c t16223c c16290t c16311t c16519tbrao07 jpz0228 m12b a16129g t16172c t16223c c16234t c16290t c16311t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569abrao13 jpz0237 m12b a16129g t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a 309c g750a g10398a c10400t g14569abrao28 jpz0257 m12b a16129g t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a 309c g750a g10398a c10400t g14569abrao31 jpz0263 m12b a16129g t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a 309c g750a g10398a c10400t g14569abrao33 jpz0269 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569abrao36 jpz0272 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569abrao38 jpz0274 m12b a16129g t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a 309c g750a g10398a c10400t g14569abrao41 jpz0277 m12b a16129g t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a 309c g750a g10398a c10400t g14569abrao47 jpz0285 m12b a16129g t16172c t16223c c16234t c16290t c16311t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569abrao50 jpz0288 m12b a16129g t16172c t16223c c16234t c16290t c16311t g16319a g73a g263a 309c g750a g10398a c10400t g14569abrao51 jpz0289 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569alun04 jpz0311 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akreung21 jpz0349 m12b a16129g t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a t310c g750a g10398a c10400t g14569akreung22 jpz0350 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akreung24 jpz0352 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akreung27 jpz0355 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akreung29 jpz0357 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akreung31 jpz0359 m12b a16129g t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a 309c g750a g10398a c10400t g14569akreung33 jpz0361 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akreung34 jpz0362 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akreung36 jpz0364 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akreung39 jpz0367 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akreung42 jpz0370 m12b a16129g t16140c t16172c t16223c c16234t c16290t a16309g g16319a g73a g263a t310c c311t g750a g10398a c10400t g14569akreung43 jpz0371 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akreung45 jpz0373 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akravet02 jpz0480 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet04 jpz0482 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet05 jpz0483 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akravet06 jpz0484 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akravet07 jpz0485 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet10 jpz0488 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet14 jpz0492 m12b a16129g c16150t t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet15 jpz0493 m12b a16129g c16150t t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet17 jpz0495 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet20 jpz0498 m12b a16129g c16150t t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet23 jpz0501 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet24 jpz0502 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a c146t g263a 309c 310c g750a g10398a c10400t g14569akravet25 jpz0503 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet26 jpz0504 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet27 jpz0505 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet30 jpz0508 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet31 jpz0509 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet34 jpz0512 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akravet35 jpz0513 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet39 jpz0517 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet42 jpz0520 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akravet46 jpz0524 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet48 jpz0526 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a c146t g263a 309c 310c g750a g10398a c10400t g14569akravet50 jpz0528 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akravet52 jpz0530 m12b a16129g t16172c t16223c c16234t c16260t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akravet54 jpz0532 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akravet56 jpz0534 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a c146t g263a 309c 310c g750a g10398a c10400t g14569akravet57 jpz0535 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569akravet61 jpz0539 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a c146t g263a 309c g750a g10398a c10400t g14569akravet64 jpz0542 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet67 jpz0545 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet68 jpz0546 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet69 jpz0547 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c g750a g10398a c10400t g14569akravet70 jpz0548 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a c146t g263a 309c 310c g750a g10398a c10400t g14569abrao60 jpz0560 m12b c16108t a16129g t16172c t16223c c16234t c16290t g73a g185a a189g g263a 309c 310c g10398a c10400t g14569a t14727c t14766c t14783c t14788ckhmer17 jpz0694 m12b c16108t a16129g t16172c t16223c c16234t c16290t g73a g185a a189g g263a 309c 310c g10398a c10400t g14569a t14727c t14766c t14783c t14788cmel27 jpz0803 m12b c16108t a16129g t16172c t16223c c16234t c16290t g73a g185a a189g g263a 309c g10398a c10400t g14569a t14727c t14766c t14783c t14788cmel31 jpz0807 m12b a16129g t16172c t16223c c16234t c16290t g16319a g73a g263a 309c 310c g750a g10398a c10400t g14569aphnong02 jpz0891 m12b c16108t a16129g t16172c t16223c c16234t c16290t g73a g185a a189g g263a 309c 310c g10398a c10400t g14569a t14727c t14766c t14783c t14788cphnong13 jpz0902 m12b a16129g t16172c t16223c c16290t a16305g c16311t c16519t g73a c151t c152t c195t c198t g263a 309c 310c g10398a c10400t g15043astieng31 jpz0947 m12b a16129g t16172c t16223c c16290t c16311t c16519t g73a c151t c152t g263a 310c g10398a c10400tphnong26 jpz0973 m12b a16129g t16172c t16223c c16290t a16305g c16311t c16519t g73a c151t c152t c195t c198t g263a 309c 310c g10398a c10400tphnong42 jpz0993 m12b a16129g t16172c t16223c c16290t a16305g c16311t c16519t g73a c151t c152t c195t c198t g263a 309c g10398a c10400t g15043akhmer09 jpz0434 m17c t16209c t16223c a16233g g16274a t16304c c16311t g73a g143a c182t g263a 309c 310c g10398a c10400t g73a g143a c182t g263a 309c 310c t489c 514515d g750a g930c g1438a g1598a g2706a a2833g g4769a a6149g t7028c g8701a g8860a c9540t g10398a c10400t c10873t t11305c a11719g t12705c c12973t a13651g t14766c t14783c g15043a g15172a g15301a g15326a c15853t t16209c t16223c a16233g g16274a t16304c c16311tstieng40 jpz0961 m17c c16189t t16209c t16223c a16233g g16274a t16304c c16360t g73a g143a t199c g263a 310c g10398a c10400t g73a g143a t199c g263a 310c t489c 514515d g750a g930c g1438a g1598a g2706a a2833g t3290c g4048a g4769a t7028c g8701a g8860a c9540t g10398a c10400t c10873t a11719g t12705c c12973t a13651g t14766c t14783c g15043a g15301a g15326a c15853t c16189t t16209c t16223c a16233g g16274a t16304c c16360tjarai07 jpz0008 m20 a16129g t16209c t16223c a16272g c16519t g73a c152t 249d g263a c320t a4385t t10274c g10398a c10400tkravet16 jpz0494 m20 t16086c a16129g t16209c t16223c a16272g c16311t c16519t g73a c152t g225a 249d g263a c320t a4385t t10274c g10398a c10400tkravet19 jpz0497 m20 t16086c a16129g t16209c t16223c a16272g c16311t g16438a c16519t g73a c152t g225a 249d g263a c320t a4385t t10274c g10398a c10400tkravet21 jpz0499 m20 t16086c a16129g t16209c t16223c a16272g c16311t g16438a c16519t g73a c152t g225a 249d g263a c320t a4385t t10274c g10398a c10400tkuy84 jpz0717 m20 t16086c a16129g t16209c t16223c a16272g g73a c152t g225a 249d g263a c320t a4385t g10398a c10400tkuy103 jpz0736 m20 t16086c a16129g t16209c t16223c a16272g g73a c152t g225a 249d g263a c320t a4385t t10274c g10398a c10400tkuy120 jpz0754 m20 t16086c a16129g t16209c t16223c a16272g g73a c152t g225a 249d g263a c320t a4385t t10274c g10398a c10400tkuy134 jpz0773 m20 t16086c a16129g t16209c t16223c a16272g g73a c152t g225a 249d g263a a4385t g10398a c10400tmel08 jpz0784 m20 t16086c a16129g t16209c t16223c a16272g c16519t g73a g143a c152t g225a 249d g263a a4385t g10398a c10400tmel32 jpz0808 m20 t16086c a16129g t16209c t16223c a16272g c16519t g73a g143a c152t g225a 249d g263a c320t a4385t g10398a c10400tmel83 jpz0862 m20 a16129g t16209c t16223c a16272g c16519t g73a c152t g225a 249d g263a c320t a4385t g10398a c10400tphnong25 jpz0972 m20 a16129g t16209c t16223c a16272g c16519t g73a c152t a200g g225a 249d g263a 309c c320t a4385t t10274c g10398a c10400tphnong35 jpz0984 m20 a16129g t16209c t16223c a16272g c16519t g73a c152t g225a 249d g263a 309c c320t a4385t t10274c g10398a c10400tphnong58 jpz1037 m20 a16129g t16209c t16223c a16272g c16519t g73a c152t g225a 249d g263a 309c c320t a4385t t10274c g10398a c10400tjarai01 jpz0002 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c 310c g10398a c10400t a11719gjarai11 jpz0012 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai15 jpz0016 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai17 jpz0018 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai27 jpz0028 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai29 jpz0030 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai39 jpz0040 m21a a16129g t16223c c16256t g73a c146t c150t g263a t310c c312t g10398a c10400t a11719gjarai40 jpz0041 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai41 jpz0042 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai60 jpz0106 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai63 jpz0109 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai76 jpz0123 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai79 jpz0126 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai83 jpz0131 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai88 jpz0136 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gjarai98 jpz0146 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c g10398a c10400t a11719gtompoun79 jpz0407 m21a a16129g t16223c c16256t g73a c146t c150t g263a 309c 310c g10398a c10400t a11719gtompoun08 jpz0056 m21cd a16129g t16223c c16519t g73a c146t c150t a210g g263a 309c 310c g10373a g10398a c10400t g73a c146t c150t a210g g263a 309c 310c t489c t504c 514515d g1415a g1438a g750a g2706a g4769a t5108c a6581g t7028c t7861c g8701a g8790a g8860a g9053a a9058g a9210g c9449t c9540t g10373a g10398a c10400t c10873t t11482c a11719g a12612g t12681c t12705c t14766c t14783c g15043a g15301a g15326a 15944d a16129g t16223c c16519tlao36 jpz0186 m21cd t16223c a16258c c16290t c16311t c16519t g73a g263a 310c g10398a c10400t t14766c t14783c t14788c g73a g263a 310c t489c g750a g1438a g1664a g2706a g3915a g4769a t5108c t5492c g6868a t7028c g7598a t7861c c7939t a8508g g8701a g8860a g9055a t9116c c9540t g10398a c10400t c10873t g11447a t11482c a11719g t12705c g12940a a14552g t14766c t14783c a14552g t14766c t14783c t14788c g15043a a15133g a15266g g15301a g15326a t16223c a16258c c16290t c16311t c16519ttompoun19 jpz0068 m21cd a16129g t16223c c16519t g73a c146t c150t a210g g263a 309c 310c g10373a g10398a c10400ttompoun29 jpz0078 m21cd a16129g t16223c c16519t g73a c146t c150t a210g g263a 309c 310c g10373a g10398a c10400ttompoun40 jpz0089 m21cd a16129g t16223c c16519t g73a c146t c150t a210g g263a 309c 310c g10373a g10398a c10400tlao38 jpz0188 m21cd t16223c a16258c c16290t c16311t c16519t g73a g263a 310c g10398a c10400t t14766c t14783c t14788clao49 jpz0199 m21cd t16223c a16258c c16290t c16311t c16519t g73a g263a 310c g10398a c10400t t14766c t14783c t14788ckachac16 jpz0459 m21cd a16129g t16223c c16519t g73a c146t c150t a210g g263a 309c 310c g10373a g10398a c10400tkachac27 jpz0471 m21cd a16129g t16223c c16519t g73a c146t c150t a210g g263a 309c 310c g10373a g10398a c10400tjarai102 jpz0631 m21cd a16129g t16223c c16519t g73a c146t c150t a210g g263a 309c 310c g10373a g10398a c10400tkuy65 jpz0698 m21d t16092c g16145a a16181g t16223c c16291t t16304c c16365t g73a a210g g263a 308d 309c 310t c312t 314d g1598a a1763g g10398a c10400tjarai06 jpz0007 m24 t16086c t16223c c16519t g73a c146t c195t g263a 310c g10398a c10400t t15601c g73a c146t c185t g263a 310c t489c 514515d g750a g1438a g2140a g2706a g3391a g4769a g5773a g6305a t7028c g8701a g8860a c9540t t10101c g10398a c10400t c10873t a11719g g12651a t12705c g13359a t13812c t14766c t14783c g15043a g15301a g15326a t15601c t16086c t16223c c16519tjarai08 jpz0009 m24 t16223c g73a c146t c195t g263a 310c g10398a c10400t t15601cjarai20 jpz0021 m24 t16223c g73a c146t c195t g263a 310c g10398a c10400t t15601ckhmer02 jpz0120 m24 t16223c c16311t g73a c146t c152t c195t g263a 309c t310c g10398a c10400t g15043a g73a c146t c152t c185t g263a 309c t310c t489c 514515d g750a g951a g1438a g2706a g4769a g5262a g5773a t7028c t7040c g8701a g8860a c9540t g10398a c10400t c10873t a11719g t12705c g13359a t14766c t14783c g15043a g15301a g15326a t15601c t16223c c16311t c16519tkhmer44 jpz0995 m24 t16223c c16311t g73a c146t c152t c195t g263a 309c a6581g g10398a c10400t g13359a g15043a g15314alao74 jpz0235 m24 t16223c g73a c146t c195t g263a 310c g10398a c10400t t15601cphnong33 jpz0981 m24 t16223c c16311t g73a c146t c152t c195t g263a 309c a6581g g10398a c10400t g13359a g15043a g15314astieng26 jpz0942 m24 t16223c c16311t g73a c146t c152t c195t g263a g10398a c10400t g15043a g15314akhmer79 jpz1051 m26 16214a t16223c c16256t t16278c t16362c g73a c152t g263a t310c g2706a g10398a c10400t c11008t c11151t c11428t a11521glao05 jpz0151 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao13 jpz0159 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao14 jpz0160 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao17 jpz0164 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao20 jpz0168 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao39 jpz0189 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao41 jpz0191 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao44 jpz0194 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao67 jpz0219 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a a5799g c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao68 jpz0221 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tlao83 jpz0266 m3d1 t16126c c16189t t16223c c16344t g73a c146t c152t c195t g263a 310c t10238c g10398a c10400t g73a c146t c152t c195t g263a t482c t489c g750a g1462a g2706a g4769a c6539t t7028c g8701a g8860a c9540t a9803g t10238c g10398a c10400t c10873t a11719g c11827t t12705c c12813t t13820c t14766c t14783c g15043a g15301a g15326a t16126c c16189t t16223c c16344tkhmer03 jpz0162 m46 t16172c t16223c t16224c c16311t g16319a t16362c c16380t c16519t g73a g94a c146t g263a 309c 310c g4769a t5048c g10398a c10400tkhmer04 jpz0171 m46 t16172c t16223c t16224c c16311t g16319a t16362c c16380t c16519t g73a g94a c146t g263a 309c 310c g4769a t5048c g10398a c10400tkhmer05 jpz0185 m46 t16172c t16223c t16224c c16311t g16319a t16362c c16380t c16519t g73a g94a c146t g263a 309c 310c g4769a t5048c g10398a c10400tlao09 jpz0155 m46 t16172c t16223c t16224c c16311t g16319a t16362c c16380t c16519t g73a g94a c146t g263a 309c g4769a t5048c g10398a c10400t g73a g94a c146t g263a 309c t489c g750a t961c g1438a g2706a c3588t g4769a t5048c g5147a c5499t a5894t t6253c t7028c a7521g t8227c g8701a g8860a c9540t g10398a c10400t c10873t a11719g a12366g t12705c a13681g t14766c t14783c g15043a g15301a g15326a g15355a t16172c t16223c t16224c c16311t g16319a t16362c c16380t c16519tlao11 jpz0157 m46 t16172c t16223c t16224c c16311t g16319a t16362c c16380t c16519t g73a g94a c146t g263a 309c 310c g4769a t5048c g10398a c10400tlao29 jpz0178 m46 t16172c t16223c t16224c c16311t g16319a t16362c c16380t c16519t g73a g94a c146t g263a 309c 310c g4769a t5048c g10398a c10400tkhmer51 jpz1008 m51 t16223c t16278c c16311t g16319a g73a c150t c152t g263a 309c g10398a c10400t g15043a g73a c150t c152t g263a 309c t489c g750a g1438a g2706a c4697t g4769a t4907c t4973c g8701a t7028c g7853a g8860a g9053a t9509c c9540t g10398a c10400t c10873t a11470g a11719g g12236a t12705c t14110c c14356t a14687g t14766c t14783c g15043a g15301a g15317a g15326a t16223c t16278c c16311t g16319akhmer63 jpz1028 m51 t16223c t16278c c16311t g16319a g73a c150t c152t g263a 309c g10398a c10400t g15043a g15314amel39 jpz0816 m51 c16168t a16183c c16189t t16223c t16278c g73a c150t c152t g228a g263a t310c c320t g10398a c10400t g73a c150t c152t g228a g263a t310c c320t t489c g750a g1438a g2706a a2833g g3915a c4221t c4697t g4769a t4973c c6455t t7028c t7372c g8701a g8860a a9156g c9470t t9509c c9540t c10128t g10398a c10400t c10873t a11719g t12705c a13722g t14020a t14110c c14356t a14687g t14766c t14783c g15043a g15301a g15317a g15326a c16168t a16183c c16189t t16223c t16278cmel55 jpz0833 m51 t16223c t16278c c16311t g73a c150t g263a g10398a c10400t g15043a g73a c150t g263a t489c g750a g1438a g2706a c4697t g4769a t4973c t7028c t8119c g8701a g8860a t9509c c9540t g10398a c10400t c10873t a11470g a11719g c12012t t12609c t12705c g13135a g13359a t14110c c14356t a14687g t14766c t14783c g15043a g15301a g15317a g15326a t16223c t16278c c16311tphnong03 jpz0892 m51 g16145a t16223c t16278c c16311t g73a c150t c195t t204c g263a 309c 310c g10398a c10400t c12012t g73a c150t c195c t204c g263a 309c 310c t489c 514515d g750a g1438a g2706a a2833g a3565g a3994c t3999c t4336c c4697t g4769a t4973c a5334t t7028c g7642a 82818289d g8701a g8860a t9509c c9540t g10398a c10400t c10873t a11719g c12012t c12609t t12705c g13105a t13768c g13928c t14110c c14356t a14417g a14687g t14766c t14783c g15043a g15301a g15317a g15326a g16145a t16223c t16278c c16311tphnong06 jpz0895 m51 g16145a t16223c t16278c c16311t g73a c150t t204c g263a 309c 310c g10398a c10400t c12012tphnong09 jpz0898 m51 g16145a t16223c t16278c c16311t g73a c150t t204c g263a 309c 310c g10398a c10400tphnong10 jpz0899 m51 g16145a t16223c t16278c c16311t g73a c150t g263a 309c 310c g10398a c10400t c12012t g73a c150t g263a 309c 310c t489c 514515d g750a g1438a g2706a a2833g a3565g t3999c t4336c g4769a t4973c t7028c g7642a 82818289d g8701a g8860a t9509c c9540t g10398a c10400t c10873t a11719g c12012t c12609t t12705c g13105a t13768c g13928c t14110c c14356t a14417g a14687g t14766c t14783c g15043a g15301a g15317a g15326a g16145a t16223c t16278c c16311tphnong12 jpz0901 m51 g16145a t16223c t16278c c16311t g73a c150t t204c g263a 309c 310c g10398a c10400t c12012tphnong14 jpz0904 m51 g16145a t16223c t16278c c16311t g73a c150t g263a 309c 310c t5495c g10398a c10400t c12012tphnong15 jpz0905 m51 g16145a t16223c t16278c c16311t g73a c150t g263a 309c 310c g10398a c10400t c12012tphnong18 jpz0908 m51 g16145a t16223c t16278c c16311t g73a c150t t204c g263a 309c 310c g10398a c10400t c12012tstieng03 jpz0918 m51 c16168t a16183c c16189t t16223c t16278c g73a c150t c152t g228a g263a t310c t5495c g10398a c10400tstieng49 jpz0970 m51 c16168t a16183c c16189t t16223c t16278c g73a c150t c152t g228a g263a 310c c312t g10398a c10400tkhmer31 jpz0903 m51a1 t16223c t16278c c16294t g73a c150t c152t g263a c4697t a4715g t4973c g10398a c10400tkhmer33 jpz0921 m51a1 t16223c c16234t t16278c c16294t g73a c150t g263a c4697t a4715g t4973c g10398a c10400tkhmer36 jpz0955 m51a1 t16086c t16223c c16234t t16278c c16294t g73a c150t g263a c4697t t4973c g10398a c10400t g73a c150t g263a t489c a732g g750a g1438a g2706a c4697t g4769a t4973c t7028c t7738c g8701a g8860a t9233c t9509c c9540t g10398a c10400t c10873t a11719g c12025t g12236a t12705c a12715g t14110c c14315c g14323a c14356t a14687g t14766c t14783c g15043a g15301a g15317a g15326a t15862c t16086c t16223c c16234t t16278c c16294tkhmer38 jpz0960 m51a1 t16223c c16234t t16278c c16294t g73a c150t g263a c4697t a4715g t4973c g10398a c10400tstieng23 jpz0939 m51a1 t16223c c16234t t16278c c16294t g73a c150t g263a c4697t a4715g t4973c g10398a c10400tstieng43 jpz0964 m51a1 t16223c c16234t t16278c c16294t g73a c150t g263a c4697t a4715g t4973c g10398a c10400tjarai28 jpz0029 m51a1a a16129g t16223c t16278c a16293g c16294t t16304c c16519t g73a c150t g263a 309c 310c g10398a c10400t g73a c150t g263a 309c 310c t489c a732g g750a g1438a a2045g g2706a a3105g c3543t c4697t g4769a t4973c c6140t t7028c g8701a g8860a t9509c c9540t g10398a c10400t c10873t t11009c a11719g g12236a t12408c t12705c a12715g t14110c c14356t t14766c t14783c g15043a g15301a g15317a g15326a a16129g t16223c t16278c a16293g c16294t t16304c c16519ttompoun32 jpz0081 m59 t16140c c16184t t16223c t16278c t16325c g16390a c16519t g73a c152t t204c a249g g263a 309c 310c t3398c t10256c g10398a c10400t g73a c152t t204c a249g g263a 309c 310c t489c g750a g1438a g2706a t3398c g3640a t4370c g4769a g6260a t7028c c7214t g7754a g7775a g8701a g8860a a8977c g9380a c9540t t10256c g10398a c10400t c10873t c11140t c11151t a11719g g12007a t12705c g14040a g14259a t14766c t14783c g15043a g15301a g15326a t16140c c16184t t16223c t16278c t16325c g16390a c16519tkreung03 jpz0291 m68a t16223c g16255a c16259t t16278c c16311t t16362c c16488t c16519t g73a g263a 291294d 310c t2626c g2706a g10398a c10400t g73a g263a 291294d 310c t489c 513ca c736t g750a g1438a t2626c g2706a a3828g t4561c t4688c g4769a a4902c c5489a t7028c g7664a a7765g t8093c g8701a a8853g g8860a a9041g c9540t a9644g g10398a c10400t c10873t a11719g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a t16223c g16255a c16259t t16278c c16311t t16362c c16488t c16519tkreung11 jpz0299 m68a t16223c g16255a c16259t t16278c c16311t t16362c c16488t c16519t g73a g263a 291294d 310c t2626c g2706a g10398a c10400t g73a g263a 291294d 310c t489c 513ca c736t g750a g1438a t2626c g2706a a3828g t4561c t4688c g4769a a4902c t4928c c5489a t7028c g7664a a7765g t8093c g8701a a8853g g8860a a9041g c9540t a9644g g10398a c10400t c10873t a11719g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a t16223c g16255a c16259t t16278c c16311t t16362c c16488t c16519tkreung13 jpz0301 m68a t16223c g16255a c16259t t16278c c16311t t16362c c16488t c16519t g73a g263a 291294d 310c t2626c g2706a g10398a c10400t g73a g263a 291294d 310c t489c 513ca c736t g750a g1438a t2626c g2706a a3828g a4453g t4561c t4688c g4769a a4902c t4928c c5489a t7028c g7664a a7765g t8093c g8701a a8853g g8860a a9041g c9540t a9644g g10398a c10400t c10873t a11719g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a t16223c g16255a c16259t t16278c c16311t t16362c c16488t c16519ttompoun48 jpz0376 m68a c16169t t16223c g16255a c16257t c16259t t16278c t16362c c16519t g73a c152t a178g g263a 291294d 309c 310c t2626c g2706a g10398a c10400t a10496g g73a c152t a178g g263a 291294d 309c 310c t489c g750a g1438a t2626c g2706a a3828g t4561c t4688c g4769a a4902c c5489a t7028c t8093c g8251a g8701a g8860a c9540t a9644g g10203a g10398a c10400t a10496g c10873t a11719g g12406a t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a c16169t t16223c g16255a c16257t c16259t t16278c t16362c c16519ttompoun56 jpz0384 m68a c16169t t16223c g16255a c16257t c16259t t16278c c16287t t16362c c16519t g73a c152t a178g g263a 291294d 309c 310c t2626c g2706a g10398a c10400t a10496g g73a c152t a178g g263a 291294d 309c 310c t489c g750a g1438a t2626c g2706a a3828g t4561c t4688c g4769a a4902c c5489a t7028c t8093c g8251a g8701a g8860a c9540t a9644g g10203a g10398a c10400t a10496g c10873t a11719g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a c16169t t16223c g16255a c16257t c16259t t16278c c16287t c16311t t16362c c16519ttompoun61 jpz0389 m68a c16169t t16223c g16255a c16257t c16259t t16278c t16362c c16519t g73a c152t a178g g263a 291294d 309c 310c t2626c g2706a g10398a c10400t a10496g g73a c152t a178g g263a 291294d 309c 310c t489c g750a g1438a t2626c g2706a a3828g t4561c t4688c g4769a a4902c c5489a t7028c t8093c g8251a g8701a g8860a c9540t a9644g g10203a g10398a c10400t a10496g c10873t a11719g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a c16169t t16223c g16255a c16257t c16259t t16278c c16287t t16362c c16519ttompoun73 jpz0401 m68a c16169t t16223c g16255a c16257t c16259t t16278c c16287t t16362c c16519t g73a c152t a178g g263a 291294d 309c 310c t2626c g2706a g10398a c10400t a10496g g73a c152t a178g g263a 291294d 309c 310c t489c g750a g1438a t2626c g2706a g3281a a3828g t4561c t4688c g4769a g4776a a4902c c5489a t7028c t8093c g8251a g8701a g8860a c9540t a9644g g10203a g10398a c10400t a10496g c10873t a11719g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a c16169t t16223c g16255a c16257t c16259t t16278c c16287t t16362c c16519tmel96 jpz0878 m68a c16169t t16223c g16255a c16257t c16259t t16278c t16297c t16362c c16519t g73a c152t a178g g263a 291294d 309c 310c t2626c g2706a g10398a c10400t a10496g g73a c152t a178g g263a 291294d 309c 310c t489c g750a g1438a t2626c g2706a a3828g t4561c t4688c g4769a a4902c c5489a t6671c t7028c t8093c g8251a g8701a g8860a c9540ta9644g g10203a g10398a c10400t a10496g c10873t a11719g t12705c a12950g t13401c c13806t a14233g a14464g t14766c t14783c g15043a g15301a g15326a c16169t t16223c g16255a c16257t c16259t t16278c t16297c t16362c c16519tstieng18 jpz0934 m68a t16223c g16255a c16259t t16278c t16362c c16519t g73a c152t a178g g263a 291294d 309c 310c t2626c g2706a g10398a c10400t a10496g g73a c152t a178g g263a 291294d 309c 310c t489c g750a g1438a t2626c g2706a a3564g a3828g c3942t t4561c t4688c g4769a a4902c c5489a t7028c t8093c g8701a g8860a a8913g c9540t a9644g g10203a g10398a c10400t a10496g c10873t a11719g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a t16223c g16255a c16259t t16278c t16362c c16519tkhmer34 jpz0952 m68a c16169t t16223c g16255a c16257t t16278c t16362c c16519t g73a c152t a178g g263a 291294d 310c g10398a c10400t a10496g g73a c152t a178g g263a 291294d 309c 310c t489c g750a g1438a t2626c g2706a a3828g t4561c t4688c g4769a a4902c c5489a t7028c t8093c g8251a g8701a g8860a c9540t a9644g g10203a g10398a c10400t a10496g c10873t a11719g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a c16169t t16223c g16255a c16257t t16278c c16311t t16362c c16519tstieng45 jpz0966 m68a t16223c g16255a c16259t t16278c t16362c c16519t g73a c152t a178g g263a 291294d 309c 310c t2626c g2706a g10398a c10400t a10496g g73a c152t a178g g263a 291294d 309c 310c t489c g750a g1438a t2626c g2706a a3828g c3942t t4561c t4688c g4769a a4902c c5489a t7028c t8093c g8701a g8860a a8913g c9540t a9644g g10203a g10398a c10400t a10496g c10873t a11719g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a t16223c g16255a c16259t t16278c t16362c c16519tkhmer49 jpz1004 m68a c16192t t16223c g16255a c16259t t16278c t16362c c16488t c16519t g73a g263a 291294d 309c 310c t2626c g2706a g10398a c10400t g73a g263a 291294d 310c c456t t489c 513ca c736t g750a g1438a t2626c g2706a a3828g t4561c t4688c g4769a a4902c c5489a t7028c g7664a a7765g t8093c g8701a a8853g g8860a c9540t a9644g g10398a c10400t c10873t a11719g a12358g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a c16192t t16223c g16255a c16259t t16278c t16362c c16488t c16519tkhmer78 jpz1050 m68a c16192t t16223c g16255a c16259t t16278c t16362c c16488t c16519t g73a g263a 291294d 309c 310c t2626c g2706a g10398a c10400t g73a g263a 291294d 310c c456t t489c 513ca c736t g750a g1438a t2626c g2706a a3828g t4561c t4688c g4769a a4902c c5489a t7028c g7664a a7765g t8093c g8701a a8853g g8860a c9540t a9644g g10398a c10400t c10873t a11719g a12358g t12705c a12950g t13401c c13806t a14233g t14766c t14783c g15043a g15301a g15326a c16192t t16223c g16255a c16259t t16278c t16362c c16488t c16519tjarai38 jpz0039 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t c6050t g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223ctompoun01 jpz0047 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t c6050t g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223ctompoun05 jpz0052 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t c6050t g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g c12064g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a c15460t a15924g t16124c c16148t t16223ctompoun16 jpz0065 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t g5821a c6050t g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223ctompoun55 jpz0383 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t c13187g g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t c5988t c6050t g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223ctompoun65 jpz0393 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t c5988t t6050c g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223ctompoun93 jpz0421 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t c5988t t6050c g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223ckhmer29 jpz0877 m69 t16124c c16148t t16223c c16311t g73a c195t g263a 310c t6046a t6050c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t c6050t g6899a t7028c g8701a g8860a c8964t t9078c a9210g a9327g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223c c16311tphnong28 jpz0975 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a g3281a c3546g c4392t g4769a c5499t t6050c g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223ckhmer50 jpz1006 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t t6050c g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223cphnong59 jpz1038 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t t6050c g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223ckhmer82 jpz1056 m69 t16124c c16148t t16223c g73a c195t g263a 310c g10398a c10400t g73a c195t g263a 310c t489c c553t g750a g1438a g2706a c3546t c4392t g4769a c5499t c6050t g6899a t7028c g8701a g8860a c8964t t9078c a9210g c9540t g10398a c10400t c10873t t11365c a11719g a11959g t12705c t14110c g14544a t14766c t14783c g15043a g15301a g15326a a15924g t16124c c16148t t16223cmel14 jpz0790 m71 a16183c c16189t t16223c t16271c c16311t g73a c151t g263a 310c g10398a c10400t g73a c151t g263a 310c t489c g750a g1438a g2706a g4769a t5250c g6280a t6680c t7028c a8454g g8701a a8718g g8860a c9540t g10398a c10400t c10873t a11719g c12687t t12705c g12756a t14766c t14783c g15043a g15301a g15326a t15458c a16183c c16189t t16223c t16271c c16311tmel16 jpz0792 m71 a16183c c16189t t16223c t16271c c16311t g73a c151t g263a 310c g8701a a8718g c9540t g10398a c10400tmel36 jpz0813 m71 a16183c c16189t t16223c t16271c c16311t g73a c151t g263a 310c g8701a a8718g c9540t g10398a c10400tmel68 jpz0846 m71 a16183c c16189t t16223c t16271c c16311t g73a c151t g263a 310c g8701a a8718g c9540t g10398a c10400tmel92 jpz0871 m71 a16183c c16189t t16223c t16271c c16311t g73a c151t g263a 310c g8701a a8718g c9540t g10398a c10400tmel97 jpz0879 m71 a16183c c16189t t16223c t16271c c16311t g73a c151t g263a 310c g8701a a8718g c9540t g10398a c10400tmel101 jpz0884 m71 a16183c c16189t t16223c t16271c c16311t g73a c151t g263a 310c g8701a a8718g c9540t g10398a c10400tmel102 jpz0885 m71 a16183c c16189t t16223c t16271c c16311t g73a c151t g263a 310c a8454g g8701a a8718g c9540t g10398a c10400tmel104 jpz0887 m71 a16183c c16189t t16223c t16271c c16311t g73a c151t g263a 310c a8454g g8701a a8718g c9540t g10398a c10400tkhmer16 jpz0683 m71a a16129g t16140c t16271c g73a g143a c146t g263a 309c a8440g g8701a a8718g t8741a c9540t t9615c g10398a c10400tkuy78 jpz0711 m71a a16129g t16140c t16271c g73a g143a c146t g263a 309c a8440g g8701a a8718g t8741a c9540t t9615c g10398a c10400tphnong32 jpz0980 m72 t16124c 16166d a16175g c16214t t16223c c16519t g73a g263a 309c g10398a c10400t a15644g c15820tphnong47 jpz1005 m72 t16124c 16166d a16175g c16214t t16223c c16519t g73a g263a 309c g10398a c10400t a15644g c15820tphnong54 jpz1021 m72 t16124c 16166d a16175g c16214t t16223c c16519t g73a g263a 309c 310c g10398a c10400t a15644g c15820tkhmer83 jpz1061 m72 t16124c 16166d a16175g c16214t t16223c c16519t g73a g263a 309c g10398a c10400t a15644g c15820tkhmer69 jpz1039 m73b t16223c a16309g c16354t g73a t199c g263a 309c 310c g10398a c10400t g73a t199c g263a 309c 310c t489c g709a g750a g1438a c2263a t2352c g2706a g3010a t3396c a3399t c3453t g4491a g4769a t4977c t5655c t7028c g8701a g8860a g9064a c9540t g10398a c10400t c10873t a11708g a11719g t12705c t14034c t14766c t14783c g15043a g15301a a15236g g15326a t15663c t16223c a16309g c16354ttompoun60 jpz0388 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11708g a11719gtompoun66 jpz0394 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gtompoun67 jpz0395 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11708g a11719gtompoun69 jpz0397 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gtompoun74 jpz0402 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gtompoun83 jpz0411 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gtompoun87 jpz0415 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gtompoun92 jpz0420 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400ttompoun97 jpz0425 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gtompoun102 jpz0430 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gtompoun104 jpz0432 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gtompoun106 jpz0435 m73b t16223c t16278c g73a t199c g263a g10398a c10400t a11719gtompoun110 jpz0439 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gtompoun111 jpz0442 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gkachac05 jpz0448 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400t a11719gkachac20 jpz0464 m73b t16223c t16278c g73a t199c g263a 309c g10398a c10400tbrao42 jpz0280 m74 t16223c c16290t c16311t c16355t t16362c g73a c152t c195t g263a 309c 310c g10398a c10400t g73a c152t c195c g263a 309c 310c t489c 513ca g750a g1438a g2706a g4769a g5054a a5319g a6302g t7028c a7424g g8251a g8701a g8860a g9438a c9540t c10268t g10398a c10400t c10873t a11719g a12100g t12705c a13153g c13371t t14766c t14783c g15043a g15301a g15326a t16223c c16290t c16311t c16355t t16362clao62 jpz0212 m74 t16223c c16311t c16355t t16362c g73a c152t c195t c198t g263a 309t 312d g8251a g10398a c10400t t12705cbrao03 jpz0220 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705cbrao04 jpz0223 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705clao75 jpz0238 m74 t16223c c16311t c16355t t16362c g73a c152t c195t c198t g263a 309t 312d g8251a g10398a c10400t t12705cbrao15 jpz0240 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705cbrao17 jpz0245 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a g8251a g10398a c10400t t12705cbrao20 jpz0249 m74 t16223c c16311t c16355t t16362c g73a c195t g263a g8251a g10398a c10400t t12705cbrao21 jpz0250 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705cbrao22 jpz0251 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705cbrao23 jpz0252 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705clao81 jpz0261 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a c10268t g10398a c10400t t12705cbrao40 jpz0276 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705cbrao43 jpz0281 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c 310c g8251a g10398a c10400t t12705cbrao44 jpz0282 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c 310c g8251a g10398a c10400t t12705cbrao46 jpz0284 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705cbrao48 jpz0286 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705ckreung09 jpz0297 m74 t16223c c16311t c16355t t16362c g73a c195t g263a 309c g8251a g10398a c10400t t12705ckreung12 jpz0300 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705clun02 jpz0309 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705clun03 jpz0310 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705clun05 jpz0312 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705clun08 jpz0315 m74 c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a c10268t g10398a c10400t t12705clun12 jpz0319 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705clun15 jpz0322 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a g8251a g10398a c10400t t12705clun19 jpz0326 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705clun28 jpz0335 m74 c16311t c16355t t16362c g73a c152t c195t g263a g8251a g10398a c10400t t12705clun35 jpz0342 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705clun37 jpz0344 m74 c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705ctompoun84 jpz0412 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c 310c g8251a g10398a c10400t t12705ckravet33 jpz0511 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a g8251a g10398a c10400t t12705ckravet41 jpz0519 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705ckravet53 jpz0531 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705ckravet59 jpz0537 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309t 312d g8251a g10398a c10400t t12705cbrao63 jpz0563 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705cbrao67 jpz0568 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705cbrao90 jpz0592 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705cbrao107 jpz0613 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a c10268t g10398a c10400t t12705cbrao116 jpz0622 m74 t16223c c16311t c16355t t16362c g73a c152t c195t g263a 309c g8251a g10398a c10400t t12705ctompoun70 jpz0398 m74a t16223c g16274a t16278c c16311t t16362c t16381c g66a g73a g263a t6185c g10398a c10400ttompoun85 jpz0413 m74a t16223c g16274a t16278c c16311t t16362c t16381c g66a g73a g263a t6185c g10398a c10400ttompoun86 jpz0414 m74a t16223c g16274a t16278c c16311t t16362c t16381c g66a g73a g263a t6185c a6113t g6243t g10398a c10400ttompoun94 jpz0422 m74a t16223c g16274a t16278c c16311t t16362c t16381c g66a g73a g263a t6185c g10398a c10400ttompoun95 jpz0423 m74a t16223c g16274a t16278c c16311t t16362c t16381c g66a g73a g263a t6185c g10398a c10400tstieng24 jpz0940 m74a t16223c g16274a c16311t t16362c t16381c g66a g73a c146t g263a c5178a g5231a t6185c g10398a c10400tstieng44 jpz0965 m74a t16223c g16274a c16311t t16362c t16381c g66a g73a c146t g263a g5231a t6185c c6283t g10398a c10400tstieng50 jpz0971 m74a t16223c g16274a c16311t t16362c t16381c g66a g73a c146t g263a c5178a g5231a t6185c c10268t g10398a c10400tlao31 jpz0180 m74b t16223c c16311t c16355t t16362c g73a t217c g263a 309c c8080a t8167c g10398a c10400t t12705cphnong30 jpz0978 m74b t16223c c16311t t16362c g73a c150t g263a 309c 310c c8080a t8167c g10398a c10400t t12705ckhmer41 jpz0988 m74b t16223c c16311t t16362c g73a c150t g263a 309c 310c c8080a t8167c g10398a c10400t t12705cphnong39 jpz0990 m74b t16223c c16311t t16362c g73a c150t g263a t310c c312t c8080a t8167c g10398a c10400t t12705cphnong62 jpz1053 m74b t16223c c16311t t16362c g73a c150t g263a 309c 310c c8080a t8167c g10398a c10400t t12705ctompoun20 jpz0069 m76 c16069t c16189t c16261t g73a g263a t3753c g10325a g10398a c10400ttompoun27 jpz0076 m76 c16069t t16124c c16189t c16261t g73a g263a t3753c g10325a g10398a c10400ttompoun30 jpz0079 m76 c16069t t16124c c16189t c16261t g73a g263a t3753c g10325a g10398a c10400ttompoun39 jpz0088 m76 c16069t t16124c c16189t c16261t g73a g263a t3753c g10325a g10398a c10400ttompoun43 jpz0092 m76 c16069t c16189t c16261t g73a g263a t3753c g10325a g10398a c10400tkhmer01 jpz0057 m76a t16124c t16172c c16186t c16189t a16293c t16325c t16362c g73a c146t c152t a234g g263a t282c 310c g10325a g10398a c10400t g73a c146t c152t a234g g263a t282c 310c c461t t489c g513a g750a g1438a g1709a c2331a t2368g g2706a t3753c a4745g g4769a a5319g a5402g t7028c a7353g a7521g g7793t t8412c g8701a g8860a t9301c c9540t a10097g g10325a g10398a c10400t c10873t a11719g c12112a g12406a c12603t t12705c c14341t g15326a t14766c t14783c g15043a g15301a c15547t t16124c t16172c c16186t c16189t a16293c t16325c t16362cstieng29 jpz0945 m78 c16069t t16223c c16287t a16299g c16327a g73a a93g g263a 309c 310c g10398a c10400t g73a a93g g263a 309c 310c t489c a647g g750a g1438a g2706a g3438a a4164g g4769a g5147a a5592g t7028c g8701a g8860a c9540t g10398a c10400t c10873t c11389t a11719g a11914g t12705c t14766c t14783c g15043a a15236g g15301a g15326a a15652g t15940c c16069t t16223c c16287t a16299g c16327astieng37 jpz0957 m78 c16069t t16223c c16287t a16299g c16327a g73a a93g g263a 309c 310c g10398a c10400t g73a a93g g263a 309c 310c a432g t489c a647g g750a g1438a a1802g g2706a g3438a a3447g a4164g g4769a g5147a a5592g t7028c g8701a g8860a t9540c g10398a c10400t c10873t c11389t a11719g a11914g t12705c c13627t t14766c t14783c g15043a a15236g g15301a g15326a a15652g t15940c c16069t t16223c c16287t a16299g c16327astieng38 jpz0958 m78 c16069t t16223c c16287t a16299g c16327a g73a a93g g263a 309c 310c g10398a c10400t g73a a93g g263a 309c 310c a432g t489c a647g g750a g1438a a1802g g2706a g3438a a3447g a4164g g4769a a5147g a5592g t7028c g8701a g8860a a9540c g10398a c10400t c10873t c11389t a11719g a11914g t12705c c13627t t14766c t14783c g15043a a15236g g15301a g15326a a15652g t15940c c16069t t16223c c16287t a16299g c16327astieng46 jpz0967 m78 c16069t t16223c c16287t a16299g c16327a g73a a93g g263a 309c 310c g10398a c10400t g73a a93g g263a 309c 310c a432g t489c a647g g750a g1438a g2706a g3438a a3447g a4164g g4769a g5147a a5592g t7028c g8701a g8860a c9540t g10398a c10400t c10873t c11389t a11719g a11914g t12705c t14766c t14783c g15043a a15236g g15301a g15326a a15652g t15940c c16069t t16223c c16287t a16299g c16327akreung26 jpz0354 m7b1248 g16048a t16093c a16129g t16223c t16297c g73a c150t t199c g263a 309c 310c g10398a c10400t c10565t g73a c150t t199c g263a 309c 310c t489c g750a g1438a g2706a g4048a c4071t a4164g g4769a a5056g a5351g g5460a 5653c 5700cgct a5711g c6455t t6680c t7028c t7684c g7853a g8701a g8860a a9242g c9540t t9824c g10398a c10400t c10565t c10873t a11719g c12405t t12705c t12811c c13053t c13119t a13395g t14766c t14783c g15043a g15301a g15326a g16048a t16093c a16129g t16223c t16297ckreung30 jpz0358 m7b1248 g16048a t16093c a16129g t16223c t16297c g73a c150t t199c g263a 309c 310c g10398a c10400t c10565tkreung37 jpz0365 m7b1248 g16048a t16093c a16129g t16223c t16297c g73a c150t t199c g263a 309c 310c g10398a c10400t c10565tkhmer61 jpz1026 m7b1248 a16129g c16189t t16223c t16297c g73a c150t t199c g263a t310c c312t g4048a a4164g g10398a c10400tkhmer71 jpz1043 m7b1248 a16129g c16189t c16192t t16223c t16297c g73a c150t t199c g263a 309c g4048a a4164g a10286g g10398a c10400tjarai18 jpz0019 m7b2 t16223c t16297c t16298c g73a c150t t199c t204c g263a g4048a c4071t a4164g g10310a g10398a c10400tjarai35 jpz0036 m7b2 t16223c t16297c t16298c g73a c150t t199c t204c g263a g4048a c4071t a4164g g10310a g10398a c10400tjarai52 jpz0097 m7b2 t16223c t16297c t16298c g73a c150t t199c t204c g263a g4048a c4071t a4164g g10310a g10398a c10400tkhmer57 jpz1019 m7b4 a16129g a16182c a16183c c16189t t16223c t16297c g73a c150t t199c t204c g263a g10398a c10400t t14766c t14783clao12 jpz0158 m7b6 a16129g c16192t t16223c t16297c g73a c150t t199c g263a 309c 310c g4048a c4071t a4164g c6228t g10398a c10400t c10511tlao22 jpz0170 m7b6 a16129g c16192t t16223c t16297c g73a c150t t199c g263a 309c 310c g4048a a4164g c6228t g10398a c10400t c10511tlao28 jpz0177 m7b6 a16129g c16192t t16223c t16297c g73a c150t t199c g263a 309c 310c g4048a a4164g c6228t g10398a c10400t c10511tlao57 jpz0207 m7b6 a16129g c16192t t16223c t16297c g73a c150t t199c g263a 309c 310c g4048a a4164g c6228t g10398a c10400t c10511tlao60 jpz0210 m7b6 a16129g c16192t t16223c t16297c g73a c150t t199c g263a 309c g4048a a4164g c6228t g10398a c10400t c10511tlao65 jpz0215 m7b6 a16129g c16192t t16223c t16297c g73a c150t t199c g263a 309c 310c g4048a a4164g c6228t g10398a c10400t c10511tlao69 jpz0222 m7b6 a16129g c16192t t16223c t16297c g73a c150t t199c g263a 309c 310c g4048a a4164g c6228t g10398a c10400t c10511tlao77 jpz0242 m7b6 a16129g c16192t t16223c t16297c g73a c150t t199c g263a 309c 310c g4048a c4071t a4164g c6228t g10398a c10400t c10511tbrao29 jpz0258 m7b6 a16129g c16192t t16223c t16297c g73a c150t t199c g263a 309c 310c g4048a c4071t a4164g c6228t g10398a c10400t c10511tkhmer58 jpz1022 m7b6 a16129g c16192t t16223c t16297c g73a g143a c150t t199c g263a 309c g4048a c4071t a4164g c6228t g10398a c10400t c10511tkhmer65 jpz1030 m7b6 a16129g c16192t t16223c t16297c g73a g143a c150t t199c g263a t310c c311t g4048a a4164g c6228t g10398a c10400t c10511tlao48 jpz0198 m7b8 a16183c c16189t t16223c t16297c g73a c150t t199c t204c g263a g4048a c4071t a4164g g10398a c10400tlao43 jpz0193 n10a t16172c a16183c c16189t t16223c g73a g185a a189g g263a 309c g10373ajarai26 jpz0027 n21 c16193t t16223c g73a c150t c195t g263a 309c a10583gjarai55 jpz0100 n21 c16193t t16223c g73a c150t c195t g263a 309c 341d a10583gjarai91 jpz0139 n21 c16193t t16223c g73a c150t c195t g263a 309c a10583gtompoun45 jpz0290 n21 c16193t t16223c c16294t g73a c150t c195t g263a a10583glun25 jpz0332 n21 c16193t t16223c g73a c150t c195t g263a 309c a10583gtompoun51 jpz0379 n21 c16193t t16223c g73a c150t c195t g263a 341d a10583gtompoun52 jpz0380 n21 c16193t t16223c c16311t g73a c150t c195t g263a a10583gtompoun58 jpz0386 n21 c16193t t16223c c16311t g73a c150t c195t g263a a10583gtompoun59 jpz0387 n21 c16193t t16223c g73a c150t c195t g263a a10583gtompoun63 jpz0391 n21 c16193t t16223c g73a c150t c195t g263a a10583gtompoun64 jpz0392 n21 c16193t t16223c g73a c150t c195t g263a 309c a10583gtompoun71 jpz0399 n21 c16193t t16223c g73a c150t c195t g263a a10583gtompoun75 jpz0403 n21 c16193t t16223c g73a c150t c195t g263a a10583gtompoun90 jpz0418 n21 c16193t t16223c g73a c150t c195t g263a a10583gtompoun98 jpz0426 n21 c16193t t16223c g73a c150t c195t g263a a10583gtompoun105 jpz0433 n21 c16193t t16223c g73a c150t c195t g263a a10583gtompoun108 jpz0437 n21 c16193t t16223c g73a c150t c195t g263a a10583gjarai101 jpz0440 n21 c16193t t16223c c16311t g73a c150t c195t g263a a10583gkhmer10 jpz0441 n21 c16193t t16223c c16311t g73a c150t c195t g263a a10583gkachac07 jpz0450 n21 c16193t t16223c g73a c150t c195t g263a a10583gkachac14 jpz0457 n21 c16193t t16223c g73a c150t c195t g263a 341d a10583gkachac18 jpz0462 n21 c16193t t16223c g73a c150t c195t g263a a10583gkachac19 jpz0463 n21 c16193t t16223c g73a c150t c195t g263a a10583gkachac31 jpz0477 n21 c16193t t16223c g73a c150t c195t g263a a10583gkachac32 jpz0478 n21 c16193t t16223c g73a c150t c195t g263a 309c a10583glao89 jpz0600 n21 c16193t t16223c t16357c g73a c150t c195t c198t g263a a10583gkuy14 jpz0645 n21 c16193t t16223c g73a c150t c195t g263a a10583gkuy38 jpz0669 n21 c16193t t16223c g73a c150t c195t g263a a10583gkuy55 jpz0687 n21 c16193t t16223c g73a c150t c195t g263a a10583gkhmer48 jpz1000 n21 c16193t t16223c g73a c150t c195t g263a 341d a10583gkhmer75 jpz1047 n21 c16193t t16223c g73a c150t c195t g263a 341d a10583gkreung15 jpz0303 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a 309c g10398akreung18 jpz0307 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a 309c g10398akreung19 jpz0308 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a 309c g10398alun07 jpz0314 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a g263a 309c g10398alun10 jpz0317 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a 309c g10398alun13 jpz0320 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a 309c g10398alun18 jpz0325 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a 309c g10398alun23 jpz0330 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a 309c g10398alun31 jpz0338 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a g263a 309c g10398alun38 jpz0345 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a 309c g10398alao86 jpz0347 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a g10398atompoun57 jpz0385 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a g10398atompoun82 jpz0410 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a g10398akravet38 jpz0516 n23 t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a 309c 310c g10398akuy80 jpz0713 n23 t16223c c16263t c16266t g16274a c16311t a16343g t16357c g73a c146t c152t g263a g10398akhmer23 jpz0769 n23 t16223c c16263t c16266t g16274a c16311t a16343g t16357c g73a c146t c152t g263a g10398ajarai05 jpz0006 n7 a16129g t16223c g73a g263a 309c 310c 514515d g73a g263a 309c 310c 514515d a723g g750a g1438a g1503a g1888a g2706a g3391a g4769a c5135t g6570t t7028c a8483g g8860a t11617c a11719g t12705c c12906t a13542g c14485t c14668t t14766c g15326a c15945t a16129g t16223cjarai25 jpz0026 n7 a16129g t16223c g73a g263a 309c 310c g1888a g73a g263a 309c 310c 514515d a723g g750a g1438a g1503a g1888a g2706a g3391a g4769a c5135t g6570t t7028c a8483g g8860a t11617c a11719g t12705c c12906t a13542g c14485t c14668t t14766c g15326a c15945t a16129g t16223cjarai31 jpz0032 n7 a16129g t16223c g73a g263a 309c 310c g1888a g73a g263a 309c 310c 514515d a723g g750a g1438a g1503a g1888a g2706a g3391a g4769a c5135t g6570t t7028c a8483g g8860a t11617c a11719g t12705c c12906t a13542g c14485t c14668t t14766c g15326a c15945t a16129g t16223c c16519tjarai32 jpz0033 n7 a16129g t16223c g73a g263a 309c 310c g1888a g73a g263a 309c 310c 514515d a723g g750a g1438a g1503a g1888a g2706a g3391a g4769a c5135t g6570t t7028c a8483g g8860a t11617c a11719g t12705c c12906t a13542g c14485t c14668t t14766c g15326a c15945t a16129g t16223cjarai37 jpz0038 n7 a16129g t16223c g73a g263a 309c 310c g1888a g73a g263a 309c 310c 514515d a723g g750a g1438a g1503a g1888a g2706a g3391a g4769a c5135t g6570t t7028c a8483g g8860a t11617c a11719g t12705c c12906t a13542g c14485t c14668t t14766c g15326a c15945t a16129g t16223cbrao02 jpz0218 n7 a16051g t16063c a16129g c16173t t16223c c16355t c16519t g73a g75t c152t g263a t279c 309c g316c t10370c g73a g75t c152t g263a t279c 309c g316c a508g a723g g750a g1438a g2706a t3396c g4769a g5261a a5390g g6570t a6710g t7028c g8860a a9254g g9438a t10370c t11617c a11719g t12705c a13542g c14668t t14766c g15326a c15945t a16051g t16063c a16129g c16173t t16223c c16355t c16519tbrao25 jpz0254 n7 a16051g t16063c a16129g c16173t t16223c c16355t c16519t g73a g75t c152t g263a t279c 309c g316c t10370c g73a g75t c152t g263a t279c 309c g316c a508g a723g g750a g1438a g2706a t3396c g4769a g5261a a5390g g6570t a6710g t7028c g8860a a9254g g9438a t10370c t11617c a11719g t12705c a13542g c14668t t14766c g15326a c15945t a16051g t16063c a16129g c16173t t16223c c16355t c16519tbrao27 jpz0256 n7 a16051g t16063c a16129g c16173t t16223c c16355t c16519t g73a g75t c152t g263a t279c 309c g316c t10370c g73a g75t c152t g263a t279c 309c g316c a508g a723g g750a g1438a g2706a t3396c g4769a g5261a a5390g g6570t a6710g t7028c g8860a a9254g g9438a t10370c t11617c a11719g t12705c a13542g c14668t t14766c g15326a c15945t a16051g t16063c a16129g c16173t t16223c c16355t c16519tbrao49 jpz0287 n7 a16051g t16063c a16129g c16173t t16223c c16355t c16519t g73a g75t c152t g263a t279c 309c g316c 316a t10370c g73a g75t c152t g263a t279c 309c g316c 316a a508g a723g g750a g1438a g2706a a3828g g4769a g5261a a5390g g6570t a6710g t7028c g8860a a9254g g9438a t10370c t11617c a11719g t12705c a13542g c14668t t14766c g15326a c15945t a16051g t16063c a16129g c16173t t16223c c16355t c16519tmel90 jpz0869 n7 a16129g t16223c a16318g g73a g263a 309c 310c g73a g263a 309c 310c 514515d a723g g750a g1438a g1503a g1888a g2706a g3391a g4769a c5135t g6570t t7028c a8483g g8860a t11617c a11719g t12705c c12906t a13542g c14485t c14668t t14766c t14935c c15070t g15326a c15945t a16129g t16223c a16318gkhmer67 jpz1032 n7 a16051g t16063c a16129g 16162d t16223c a16318g a16466g c16519t g73a g75t c152t g263a t279c 309c c320t g73a g75t c152t g263a t279c 309c g316c c320t a508g g709a a723g g750a g1438a g2706a t3396c g4769a a5390g g6570t a6710g t7028c g8860a a9254g g9438a t11617c a11719g t12705c a13542g c14668t t14766c g15326a c15945t a16051g t16063c a16129g 16162d t16223c a16318g a16463g a16466g c16519tkhmer70 jpz1042 n7 a16051g c16063t a16129g 16162d t16223c a16318g a16466g c16519t g73a g75t c152t g263a t279c t310c c311t g73a g75t c152t g263a t279c t310c g316c a508g g709a a723g g750a g1438a a2265g g2706a t3396c g4769a t5201c g5261a a5390g g6570t a6710g t7028c g8860a a9254g g9438a t11617c a11719g t12705c a13542g c14668t t14766c g15326a c15945t a16051g t16063c a16129g 16162d t16223c a16318g a16463g a16466g c16519tkhmer77 jpz1049 n7 a16051g c16063t a16129g 16162d t16223c a16318g a16466g c16519t g73a g75t c152t g263a t279c c320t a9254g g73a g75t c152t g263a t279c 309c g316c 316a a508g g709a a723g g750a g1438a a2265g g2706a t3396c g4769a t5201c g5261a a5390g g6570t a6710g t7028c g8860a a9254g g9438a t11617c a11719g t12705c a13542g c14668t t14766c g15326a c15945t a16051g t16063c a16129g 16162d t16223c a16318g a16463g a16466g c16519tlao64 jpz0214 n8 t16086c t16223c c16263t g16274a c16311t a16343g t16357c g73a c152t g263a g7775a t7885c g10398ajarai14 jpz0015 n9a t16093c a16183c c16189t t16223c c16257a c16261t g73a c150t g263a 309c t2705c g2706a g5231a g5417ajarai22 jpz0023 n9a t16093c a16183c c16189t t16223c c16257a c16261t g73a c150t g263a 309c t2705c g2706a g5231a g5417ajarai24 jpz0025 n9a t16093c a16183c c16189t t16223c c16257a c16261t g73a c150t g263a t310c c311t t2705c g2706a g5231a g5417ajarai34 jpz0035 n9a t16093c a16183c c16189t t16223c c16257a c16261t g73a c150t g263a 309c g5231a g5417a t12705cphnong19 jpz0909 n9a t16093c c16189t t16223c c16257a c16261t g73a c150t g263a t310c c312t g5231a g5417a t12705ckhmer43 jpz0994 n9a c16189t t16223c c16257a c16261t g73a c150t g263a 309c g5231a g5417a t12705cphnong44 jpz1001 n9a c16189t t16223c c16257a c16261t g73a c150t g263a 309c g2706a g5231a g5417a t12705ckraol01 jpz1007 n9a c16189t t16223c c16257a c16261t t16304c g73a c150t g263a g5231a g5417a t12705ckhmer74 jpz1046 n9a c16189t t16223c c16257a c16261t g73a c150t g263a 309c 310c g2706a g5231a g5417akhmer56 jpz1017 n9a6a t16223c c16257a a16258g c16261t c16292t c16294t c16311t c16519t g73a c150t g263a 310c g73a c150t g263a 310c g750a g1438a t2352c g2706a g4769a g5231a g5417a t7028c t7258c g8860a a11719g a12358g g12372a t12705c c13742t t14766c a15080g g15106a g15326a t16223c c16257a a16258g c16261t c16292t c16294t c16311t c16519tkhmer42 jpz0989 n9a6a c16189t t16223c c16257a c16261t c16292t c16294t c16311t g73a g263a 309c 310c c312t 312c 318d g2706a g73a g263a 309c 310c c312t 312c 318d g750a g1438a g2706a g4769a t4856c g5231a g5417a t6626c t7028c g8860a g9554a a11719g a12358g g12372a t12705c t14766c a15080g g15326a c16189t t16223c c16257a c16261t c16292t c16294t c16311tjarai10 jpz0011 r22 t16249c t16288c c16301t t16304c g16390a g73a c152t c195t g263a 309t 312d t333c a10316g t10609cjarai21 jpz0022 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai23 jpz0024 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun02 jpz0048 r22 t16249c t16288c c16301t t16304c g16390a g73a c152t c195t g263a 309t 312d t333c a10316g t10609ctompoun03 jpz0049 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai46 jpz0050 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun04 jpz0051 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a a10316g t10609cjarai47 jpz0054 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun07 jpz0055 r22 t16249c c16261t t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun09 jpz0058 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun10 jpz0059 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun11 jpz0060 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun12 jpz0061 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun14 jpz0063 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun15 jpz0064 r22 t16249c c16261t t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun17 jpz0066 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun21 jpz0070 r22 a16129g t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun22 jpz0071 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun23 jpz0072 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun25 jpz0074 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun26 jpz0075 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun31 jpz0080 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun33 jpz0082 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun34 jpz0083 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun35 jpz0084 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun36 jpz0085 r22 t16249c t16288c c16301t t16304c g16390a g73a c152t c195t g263a a10316g t10609ctompoun41 jpz0090 r22 a16220c t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun42 jpz0091 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai48 jpz0093 r22 t16249c t16288c c16301t t16304c g16390a g73a c152t c195t g263a 309t 312d t333c a10316g t10609cjarai54 jpz0099 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai57 jpz0103 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai58 jpz0104 r22 t16249c t16288c c16301t t16304c g16390a g73a c152t c195t g263a 309t 312d t333c a10316g t10609cjarai59 jpz0105 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai61 jpz0107 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai64 jpz0110 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai66 jpz0112 r22 t16249c t16288c c16301t t16304c g16390a g73a c152t c195t g263a 309t 312d t333c a10316g t10609cjarai68 jpz0114 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai69 jpz0115 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai70 jpz0116 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai72 jpz0118 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai74 jpz0121 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai75 jpz0122 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609ctompoun44 jpz0127 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai81 jpz0129 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai82 jpz0130 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai86 jpz0134 r22 t16249c t16288c c16301t t16304c g16390a g73a c152t c195t g263a 309t 312d t333c a10316g t10609cjarai87 jpz0135 r22 t16249c t16288c c16301t t16304c g16390a g73a c152t c195t g263a 309t 312d t333c a10316g t10609cjarai89 jpz0137 r22 t16249c t16288c c16301t t16304c g16390a g73a c152t c195t g263a 309t 312d t333c a10316g t10609cjarai92 jpz0140 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai93 jpz0141 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai97 jpz0145 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai99 jpz0147 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cjarai100 jpz0148 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t333c a10316g t10609cphnong01 jpz0601 r22 a16129g t16249c t16288c t16304c g16390a g73a g263a 309c t333c a10316g t10609ckuy115 jpz0749 r22 c16239t t16249c t16288c c16301t t16304c g16390a g73a c152t g263a 309t 312d t333c a10316g t10609cstieng02 jpz0917 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a 309c t333c a10316g c10343t t10609cstieng07 jpz0923 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a t310c a10316g c10343t t10609cstieng09 jpz0925 r22 t16249c t16288c c16301t t16304c g16390a g73a g263a 309c t333c a10316g c10343t t10609cphnong31 jpz0979 r22 a16129g t16249c t16288c t16304c c16311t g16390a g73a a200g g263a 309c t333c a10316g t10609ckhmer47 jpz0998 r22 t16249c t16288c t16304c c16344t g73a t217c g263a t333c a10316g t10609cphnong53 jpz1020 r22 a16129g t16249c t16288c t16304c c16311t g16390a g73a a200g g263a 309c t333c a10316g t10609ctompoun112 jpz0476 r23 t16093c c16256t c16290t g73a c195t g263akhmer27 jpz0873 r9 t16093c a16129g c16256t t16304c t16357c a16399g c16519t g73a t131c t199c g263a 309c 310ckhmer24 jpz0810 r9b t16093c a16129g c16256t t16304c t16357c a16399g c16519t g73a t131c t199c g263a 309c 310c t1541c g73a t131c t199c g263a 309c 310c g750a g1438a t1541c g2706a c3970t g4769a t5567c a6902g t7028c g8860a c9839t g10398a c10400t t10907c t11545c a11719g a12642g g13928c t14757c t14766c g15326a t16093c a16129g c16256t t16304c t16357c a16399g c16519tkhmer53 jpz1011 r9b t16304c t16362c g73a g263a t1541c a1527g 1583d c3970tlao03 jpz0149 r9b1a c16192t t16304c a16309g g16390a g73a a183g t204c g263a t3937clao06 jpz0152 r9b1a c16192t t16304c a16309g g16390a g73a a183g t204c g263a t3937clao21 jpz0169 r9b1a c16192t t16304c a16309g g16390a g73a a183g t204c g263a t3937ckhmer06 jpz0216 r9b1a c16192t t16304c a16309g g16390a g73a a183g t204c g263a t3937clao66 jpz0217 r9b1a c16192t t16304c a16309g g16390a g73a a183g t204c g263a t3937ckuy98 jpz0731 r9b1a g16145a c16192t t16243c t16304c a16309g g16390a g73a a183g g263a t3937ckuy99 jpz0732 r9b1a g16145a c16192t t16243c t16304c a16309g g16390a g73a a183g g263a t3937ckuy101 jpz0734 r9b1a g16145a c16192t t16243c t16304c a16309g g16390a g73a a183g g263a t3937ckuy102 jpz0735 r9b1a g16145a c16192t t16243c t16304c a16309g g16390a g73a a183g g263a t3937ckreung10 jpz0298 r9b1a1a t16288c t16304c a16309g g16390a g73a c152t c195t g263a 309c c3970t c4017tkreung16 jpz0304 r9b1a1a t16288c t16304c a16309g g16390a g73a g143a c146t a183g t204c g263a t310c c3970t c4017tlun27 jpz0334 r9b1a1a t16288c t16304c a16309g g16390a g73a g143a c146t a183g t204c g263a 309c c3970t c4017tkuy39 jpz0670 r9b1a1a t16288c t16304c a16309g g16390a g73a g143a c146t a183g t204c g263a 309c c3970t c4017tmel98 jpz0880 r9b1a1a c16192t t16288c t16304c a16309g g16390a g73a g143a a183g g263a 309c c3970t c4017tkhmer40 jpz0983 r9b1a1a t16288c t16304c a16309g g16390a g73a g143a c146t a183g t204c g263a 309c 310c c3970t c4017tkhmer54 jpz1014 r9b1a1a c16192t t16288c t16304c g16390a g73a g143a c146t a183g g263a c3970t c4017tphnong52 jpz1018 r9b1a1a t16288c t16304c a16309g g16390a g73a g143a c146t a183g t204c g263a 309c 310c c3970t c4017tphnong66 jpz1059 r9b1a1a t16288c t16304c a16309g g16390a g73a g143a c146t a183g t204c g263a 309c 310c c3970t c4017tlao50 jpz0200 r9b2 t16304c t16362c g73a c152t g263a t11299c c11422tkuy87 jpz0720 r9b2 t16304c t16362c g73a c152t g263a t11299c c11422tstieng14 jpz0930 r9b2 t16304c c16356t t16362c g73a g263a g3010a t1541cstieng17 jpz0933 r9b2 t16304c c16356t t16362c g73a g263a g3010a t1541ckhmer59 jpz1023 r9b2 t16304c t16362c g73a g263a t11299c c11422tnovel haplogroups identified studysamples sequenced whole mtdna genome", "https://static-content.springer.com/esm/art%3A10.1038%2Fncomms3599/MediaObjects/41467_2013_BFncomms3599_MOESM469_ESM.xls": "populations location liguisticfamily sample size references a4 a5 a5b a6 b3 b4 b4a b4a1 b4a1a b4a1a1 b4a2 b4a1b b4b b4b1 b4b1a12 b4b1a b4b1a2 b4b1a2a b4c b4c1 b4c1b b4c1b2 b4c2 b4c2a b4d b4e b4f b4g b5 b5a b5a1 b5a1a b5a1b b5a1c b5a1d b5a2 b5b b5b1 b5b2 b6 b7 c5 c7 d4 d4a d4b d4b1b d4b2b d4d d4e1 d4e13 d4g2a d4j d5 d5a d5a2a d5b d5b1c d5d1 d6 e1 e1a e1a1a e1a1a1 e1a2 e1b e1b1 e2 e2a e2a1 e2a3 e2b1 e2b2 f1 f1ac f1a f1a1 f1a14 f1a1a f1a1a1 f1a1c f1a1d f1a2 f1a23 f1a3 f1a3a f1a4 f1b f1bd f1c f1c1a f1d f2 f2a f3 f3a f3b f3b2 f3b2b1 f3b2b2 f4 f4a f4b f5 g1 g1a g2 g2a g3 hv h17 h17a j1 j2 l0a1a l0a2 l1c1 l1c2 l2 l2a l2a1 l2a1a l2a1b l2b l3 l3b l3b1 l3d1 l3e1a l3e1b l3e2b m2 m2a m2b m3 m3d m3d1 m4 m5 m6 m6a m7 m7a m7b m7b1 m7b1248 m7b2 m7b3 m7b4 m7b6 m7b8 m7bd m7c m7c1 m7c1a m7c1c m7c3 m7c3b m7c3c m7e m8 m8a m8a2 m8a2a m9 m9a m9a1 m9ab m9b m10 m10a m10a1a m11 m11a m12 m12a m12b m13 m14 m15 m17 m17c m18 m19 m20 m21a m21b m21c m21c1a m21cd m21d m22 m23 m24 m25 m26 m28 m29 m30 m30b m30c m30d m31 m31b m33 m33c m34 m35 m36 m37 m38 m39 m40 m40a m41 m42 m42a m42a1 m43 m45 m46 m47 m49 m49ab m50 m51 m51a1 m51a1a m52 m52c1a m53 m54 m55 m56 m57 m58 m59 m60 m61brao cambodia austroasiatic present studyjarai cambodia austronesian present studykachac cambodia austroasiatic present studykhmer cambodia austroasiatic present studykravet cambodia austroasiatic present studykreung cambodia austroasiatic present studykuy cambodia austroasiatic present studylao cambodia daic present studylun cambodia austroasiatic present studymel cambodia austroasiatic present studyphnong cambodia austroasiatic present studystieng cambodia austroasiatic present studytompoun cambodia austroasiatic present studycambodia cambodia austroasiatickinh hanoi vietnam austroasiaticviet_n hanoi vietnam austroasiaticviet_m middle vietnam austroasiaticviet_jin vietnam austroasiaticandamanese andaman island austroasiaticbugan yunnan china austroasiaticpalyu guangxi china austroasiaticwa yunnan china austroasiatickorku madhya pradesh india austroasiaticmalpaharia sikkim india austroasiaticmunda bihar india austroasiaticcham binh thuan vietnam austronesianorang asli malaysia austronesianmelayu malay malaysia austronesianphilippine luzon philippine austronesianphilippine_1 philippine austronesianphilippine_2 mamanwa philippine austronesianphilippine_3 manobo philippine austronesianphilippine_4 surigaonon philippine austronesiansumatra sumatra austronesianborneo borneo austronesianjava java austronesianbali bali austronesianlombok lombok austronesiansumba sumba austronesiansulawesi sulawesi austronesianalor alor austronesianambon ambon austronesianindonesian nusa tenggara indonesia austronesiantaiwanese taiwan austronesiantaiwanese_ taiwan austronesianmelanesian admiralty islands austronesianpolynesian polynesia austronesianfijian fiji austronesiantharu chitwan nepal indoeuropeantharu_1 chitwan nepal indoeuropeantharu_2 morang nepal indoeuropeanterai chitwan nepal indoeuropeanhindus new delhi nepal indoeuropeanap_tribals andhra pradesh nepal indoeuropeanlachungpa sikkim india indoeuropeanlepcha sikkim india indoeuropeanandh maharashtra india indoeuropeandongri bhill rajasthan india indoeuropeanhill kolam maharashtra india indoeuropeankathodi gujarat india indoeuropeankamar chhattisgarh india indoeuropeankatkari maharashtra india indoeuropeankathakur gujarat india indoeuropeanmathakur maharashtra india indoeuropeannihai madhya pradesh india indoeuropeanpauri bhuiya orissa india indoeuropeanbetta kuruba karnataka india dravidianjenu kuruba karnataka india dravidianmadia maharashtra india dravidianindia andhra pradesh india dravidianmerina madagascar malagasyantaisaka madagascar malagasyantandroy madagascar malagasyantanosy madagascar malagasyaustralian_aborigine australia australianaustralian_aborigine1 australia australianthai_cm chiangmai thailand daicthai_jin thailand daiclaos laos daichainan hainan daichainan_1 hainan daicbuyang yunnan china daiccaolan guangxi china daiccun hainan china daiczhangn guangxi china daicdailu yunnan china daicdanga hainan china daicbluegelao guangxi china daichlaiqi hainan china daicsui guangxi china daicjiamao hainan china daiclachi yunnan china daiclingao hainan china daicpubiao yunnan china daicmak guizhou china daicmulam guangxi china daicmaonan guangxi china daicmollao guizhou china daicpou guangdong china daicredgelao guizhou china daicguizhou china daicguangxi china daiczhuang guangxi china daicmiao hunan china hmongmienmiao_1 yunnan china hmongmienbu nu guangxi china hmongmienba pai guangdong china hmongmiendin ban yunnan china hmongmienguo hunan china hmongmienhua tou guangxi china hmongmienmien guangxi china hmongmienpan guangxi china hmongmientu yao guangxi china hmongmienxi ba guangxi china hmongmienmian yunnan china hmongmienkim mun yunnan china hmongmienlan tin guangxi china hmongmienlowland guangxi china hmongmienwuzhou guangxi china hmongmientaiwanese_ taiwan south han chineseshanghai shanghai china south han chineseguangdong guangzhou china south han chinesewuhan wuhan china south han chinesehunan hunan china south han chinesehongkong hongkong china south han chinesehan_yunnan yunnan china south han chinesehan_liaoning liaoning china north han chinesehan_qingdao qingdao china north han chinesehan_taian taian china north han chinesehan_xinjiang xinjiang china north han chineseaini yunnan china tibetoburmanbai yunnan china tibetoburmanbai_1 yunnan china tibetoburmanhani yunnan china tibetoburmanjino yunnan china tibetoburmanlahu yunnan china tibetoburmanlahu_1 yunnan china tibetoburmanlahu_2 yunnan china tibetoburmanlisu yunnan china tibetoburmannaxi yunnan china tibetoburmannu yunnan china tibetoburmanpumi yunnan china tibetoburmantujia hunan china tibetoburmantujia_1 hunan china tibetoburmanyi yunnan china tibetoburmanyi_1 yunnan china tibetoburmanyi_2 yunnan china tibetoburmanadi india tibetoburmanapatani india tibetoburmannaga india tibetoburmannishi india tibetoburmandirang monpa arunachal pradesh india tibetoburmangallong arunachal pradesh india tibetoburmansonowai kachari arunachal pradesh india tibetoburmanshertukpen arunachal pradesh india tibetoburmanwanchoo arunachal pradesh india tibetoburmantoto assam india tibetoburmantibetan qinghai china tibetantibetan_1 diqing china tibetantibetan_2 yunnan china tibetantibetan_3 yunnan china tibetanalcq tibet china tibetanalgj tibet china tibetanalgz tibet china tibetancdbb tibet china tibetancdcd tibet china tibetancddq tibet china tibetancdjd tibet china tibetancdlw tibet china tibetancdmk tibet china tibetanlsdq tibet china tibetanlsdx tibet china tibetanlsgk tibet china tibetanlslz tibet china tibetanlsqs tibet china tibetanlzbm tibet china tibetanlzcy tibet china tibetanlzdq tibet china tibetannqad tibet china tibetannqdb tibet china tibetannqxb tibet china tibetanrkar tibet china tibetanrkbl tibet china tibetanrkdj tibet china tibetanrkdq tibet china tibetanrkdr tibet china tibetanrkjz tibet china tibetanrknm tibet china tibetanrksj tibet china tibetanrkxb tibet china tibetanrkxt tibet china tibetanrkyd tibet china tibetansncn tibet china tibetansndq tibet china tibetansngg tibet china tibetansnlzi tibet china tibetansnnd tibet china tibetansnqs tibet china tibetansnzl tibet china tibetanqhmq tibet china tibetantibetan_4 qinghai china tibetantibetan_5 tibet china tibetantibetan_6 tibet china tibetantibetan_7 tibet china tibetantibetan_8 tibet china tibetantibetan_9 tibet china tibetantibetan_10 tibet china tibetantibetan_11 tibet china tibetantibetan_12 tibet china tibetandawoer northern asia altaicmg xinjiang china altaicmg_1 heilongjiang china altaicmg_2 altaictu huzu qinghai altaicmongolians altaickalmyks northern asia altaicburyats northern asia altaickhamnigans northern asia altaictuvinians northern asia altaicshors northern asia altaickhakassians northern asia altaicaltaianskizhi northern asia altaicteleuts northern asia altaictelenghits northern asia altaicewenki northern asia altaicoroqen altaiceast evenks northern asia altaicwest evenks northern asia altaichui central asia altaickazak central asia altaickazak_1 central asia altaicurgur turkic altaicuygur_1 turkic altaicuzbek central asia altaicpersians western asia altaickurds western asia altaictajiks central asia altaicyakuts turkic altaicnewly defined haplogroups present studyblack dufall wise sullivan bittles genetic ancestries northwest cambodia ann hum biolpeng et al tracing austronesian footprint mainland southeast asia perspective mitochondrial dna mol biol evolirwin et al mitochondrial control region sequences vietnamese population sample int legal medli et al mitochondrial dna diversity population differentiation southern east asia phys anthropolendicott et al genetic origins andaman islanders hum genetjin tylersmith kim peopling korea revealed analyses mitochondrial dna ychromosomal markers plos one e4210chandrasekar et al updating phylogeny mitochondrial dna macrohaplogroup india dispersal modern human south asian corridor plos one e7447hill et al phylogeography ethnogenesis aboriginal southeast asians mol biol evolmaruyama nohirakoike minaguchi nambiar mtdna control region sequence polymorphisms phylogenetic analysis malay population living around kuala lumpur malaysia int legal medwong et al sequence polymorphism mitochondrial dna hypervariable regions ii singapore malays leg med tokyotabbada et al philippine mitochondrial dna diversity populated viaduct taiwan indonesia mol biol evolhill et al mitochondrial stratigraphy island southeast asia hum genetmona et al genetic admixture history eastern indonesia revealed ychromosome mitochondrial dna analysis mol biol evoltrejaut et al traces archaic mitochondrial lineages persist austronesianspeaking formosan populations plos biol e247kayser et al impact austronesian expansion evidence mtdna chromosome diversity admiralty islands melanesia mol biol evolfornarino et al mitochondrial ychromosome diversity tharus nepal reservoir genetic variation bmc evol biolkivisild et al genetic heritage earliest settlers persists indian tribal caste populations hum genettofanelli et al origins admixture malagasy new evidence highresolution analyses paternal maternal lineages mol biol evolvan holst pellekaan genetic evidence colonization australia quaternary internationalzimmermann et al forensic phylogeographic characterization mtdna lineages northern thailand chiang mai int legal medbodner et al southeast asian diversity first insights complex mtdna structure laos bmc evol biolpeng liu zhang tracing legacy early hainan islandersa perspective mitochondrial dna bmc evol biolwen et al genetic structure hmongmien speaking populations east asia revealed mtdna lineages mol biol evolhorai et al mtdna polymorphism east asian populations special reference peopling japan hum genettsai et al sequence polymorphism mitochondrial dloop dna taiwanese han population forensic sci intyao zhang phylogeographic analysis mtdna variation four ethnic populations yunnan province new data reappraisal hum genetyao kong bandelt kivisild zhang phylogeographic differentiation mitochondrial dna han chinese hum genetkivisild et al emerging limbs twigs east asian mtdna tree mol biol evolwen et al genetic evidence supports demic diffusion han culture naturewen et al analyses genetic structure tibetoburman populations reveals sexbiased admixture southern tibetoburmans hum genetyao et al genetic relationship chinese ethnic populations revealed mtdna sequence diversity phys anthropolqian et al mitochondrial dna polymorphisms yunnan nationalities china hum genetyao lu luo li zhang gene admixture silk road region china evidence mtdna melanocortin receptor polymorphism genes genet systbetty chinatkins croft sraml easteal multiple independent origins coiitrnalys intergenic 9bp mtdna deletion aboriginal australians hum genetnishimaki et al sequence polymorphism mtdna hv1 region japanese chinese leg med tokyowang et al genetic structure 2500yearold human population china spatiotemporal changes mol biol evolqin et al mitochondrial revelation early human migrations tibetan plateau last glacial maximum phys anthropolkong et al mitochondrial dna sequence polymorphisms five ethnic populations northern china hum genetderenko et al phylogeographic analysis mitochondrial dna northern asian populations hum genetsegurel et al sexspecific genetic structure social organization central asia insights multilocus study plos genet e1000200yao kong wang zhu zhang different matrilineal contributions genetic structure ethnic groups silk road region china mol biol evolcordaux et al mitochondrial dna analysis reveals diverse histories tribal populations india eur hum genetgoodwin zzw mitochondrial dna profiling modern malay orang asli populations peninsular malaysia international congress seriesgunnarsdottir li bauchet finstermeier stoneking highthroughput sequencing complete human mtdna genomes philippines genome reshudjashov et al revealing prehistoric settlement australia chromosome mtdna analysis proc natl acad sciqi et al genetic evidence paleolithic colonization neolithic expansion modern humans tibetan plateau mol biol evol"}
