{"https://doi.org/10.1038/s41598-018-29989-0": "Complete human mtDNA genome sequences from Vietnam and the phylogeography of Mainland Southeast Asia | Scientific Reports Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript. Advertisement View all journals Search Log in Explore content About the journal Publish with us Sign up for alerts RSS feed nature scientific reports articles article Complete human mtDNA genome sequences from Vietnam and the phylogeography of Mainland Southeast Asia Download PDF Download PDF Article Open access Published: 03 August 2018 Complete human mtDNA genome sequences from Vietnam and the phylogeography of Mainland Southeast Asia Nguyen Thuy Duong1 na1, Enrico Macholdt ORCID: orcid.org/0000-0002-7129-73612 na1, Nguyen Dang Ton ORCID: orcid.org/0000-0003-0182-89961, Leonardo Arias ORCID: orcid.org/0000-0001-6460-79342, Roland Schröder2, Nguyen Van Phong1, Vo Thi Bich Thuy1, Nguyen Hai Ha ORCID: orcid.org/0000-0002-5431-59351, Huynh Thi Thu Hue1, Nguyen Thi Xuan1, Kim Thi Phuong Oanh1, Le Thi Thu Hien1, Nguyen Huy Hoang1, Brigitte Pakendorf3, Mark Stoneking2 & …Nong Van Hai ORCID: orcid.org/0000-0003-2939-84301 Show authors Scientific Reports volume 8, Article number: 11651 (2018) Cite this article 12k Accesses 31 Citations 21 Altmetric Metrics details Subjects Genome evolutionMitochondrial genome AbstractVietnam is an important crossroads within Mainland Southeast Asia (MSEA) and a gateway to Island Southeast Asia, and as such exhibits high levels of ethnolinguistic diversity. However, comparatively few studies have been undertaken of the genetic diversity of Vietnamese populations. In order to gain comprehensive insights into MSEA mtDNA phylogeography, we sequenced 609 complete mtDNA genomes from individuals belonging to five language families (Austroasiatic, Tai-Kadai, Hmong-Mien, Sino-Tibetan and Austronesian) and analyzed them in comparison with sequences from other MSEA countries and Taiwan. Within Vietnam, we identified 399 haplotypes belonging to 135 haplogroups; among the five language families, the sequences from Austronesian groups differ the most from the other groups. Phylogenetic analysis revealed 111 novel Vietnamese mtDNA lineages. Bayesian estimates of coalescence times and associated 95% HPD for these show a peak of mtDNA diversification around 2.5–3 kya, which coincides with the Dong Son culture, and thus may be associated with the agriculturally-driven expansion of this culture. Networks of major MSEA haplogroups emphasize the overall distinctiveness of sequences from Taiwan, in keeping with previous studies that suggested at most a minor impact of the Austronesian expansion from Taiwan on MSEA. We also see evidence for population expansions across MSEA geographic regions and language families. Similar content being viewed by others Diversity and distribution of mitochondrial DNA in non-Austronesian-speaking Taiwanese individuals Article Open access 18 January 2023 Complete mitogenomes document substantial genetic contribution from the Eurasian Steppe into northern Pakistani Indo-Iranian speakers Article 26 February 2021 Unraveling the mitochondrial phylogenetic landscape of Thailand reveals complex admixture and demographic dynamics Article Open access 21 November 2023 IntroductionVietnam is part of Mainland Southeast Asia (MSEA), and is bordered by China to the north, Laos to the northwest, Cambodia to the southwest and the South China Sea to the east. The country is divided into three regions: Bac Bo (north); Trung Bo (central); and Nam Bo (south); and encompasses ~331,000 km2. According to the General Statistics Office of Vietnam, in 2017 the country was inhabited by ~93.7 million people (www.gso.gov.vn; accessed June 2017). Vietnam is ethnically diverse with 54 different recognized groups speaking languages belonging to five major language families [Austroasiatic (AA), Tai–Kadai (TK), Hmong–Mien (HM), Sino–Tibetan (ST), and Austronesian (AN)]. Most people speak AA languages (89.9% of the Vietnamese population); TK is the second most common (5.9%) followed by HM, ST and AN (2.1%, 1.2% and 0.9%, respectively)1,2. The AA family is widespread across the lowlands of Vietnam and MSEA, including Malaysia. The TK family is distributed throughout the northern highlands of Vietnam, Southern China, Myanmar, Cambodia, Thailand and Laos. The HM family has a scattered distribution over the northern highlands of Vietnam, southern China and Southeast Asia1, while the ST family is widespread across China and Myanmar but restricted to the northern highlands in Vietnam. In MSEA the AN family is mainly concentrated in highland and coastal areas of southern central Vietnam, but it is widespread across Taiwan and Island Southeast Asia2.Geographically, MSEA consists of a number of very long river valleys, including the Chao Phraya, the Irrawaddy, the Mekong, the Red, and the Salween; most of these have their source in the eastern fringes of the Himalayas and follow a generally north-south direction3. River valleys facilitated the mobility of people and material goods throughout prehistory. The deltas of the Red River (located in northern Vietnam) and the Mekong (in southern Vietnam) lie only a few meters above sea level, are heavily populated, and largely agricultural4. In contrast, the northern and central regions of Vietnam are characterized by mountainous highlands, with peaks in excess of 3,000 meters, that are likely to have served as barriers to the movement of people.The linguistic and geographic diversity found in Vietnam might have influenced the genetic diversity in this area, such as the mitochondrial DNA (mtDNA) variation in Vietnamese populations. However, most previous studies of Vietnamese mtDNA variation have sequenced only the hypervariable segments of the control region, and there are only a few complete mtDNA sequences available from Vietnamese populations5,6,7,8. New advances in next-generation sequencing have made it feasible to sequence and analyze large numbers of complete mtDNA genomes9,10,11, and we have used these methods to obtain complete mitochondrial genomes from 609 unrelated Vietnamese subjects that encompass all five language families (Figure S1, Online Resource 2). This is the first comprehensive study of complete mtDNA sequences of Vietnamese populations, with the goal of investigating the matrilineal ancestry of Vietnamese populations. Here we analyze the phylogeography of mtDNA haplogroups in MSEA, with an emphasis on the additional insights arising from this large sample of Vietnamese sequences; insights into the genetic history of specific Vietnamese populations will be described elsewhere.MethodsSamplesA total of 609 blood samples from unrelated individuals speaking languages encompassing five language families (AA, TK, HM, ST, and AN; sample sizes in Table S1, Online Resource 1), were collected from Hanoi and the northeast and central highlands of Vietnam (Figure S1, Online Resource 2). All subjects self-identified as having at least three generations of the same ethnicity and all subjects gave written informed consent before blood collection. All experiments were performed in accordance with relevant guidelines and regulations based on the experimental protocol on human subjects which was approved by the Institutional Review Board of the Institute of Genome Research, Vietnam Academy of Science and Technology (No. 4-2015/NCHG-HDDD) and by the Ethics Commission of the University of Leipzig Medical Faculty.Mitochondrial DNA sequencing and multiple alignmentGenomic DNA was isolated from peripheral blood samples using a DNeasy Blood and Tissue Kit (Qiagen, Hilden, Germany) according to the manufacturer’s protocols. Double-indexed genomic libraries were constructed for each sample and capture-enrichment for mtDNA was carried out as described previously12,13. Sequencing was carried out on the Illumina platform and reads were processed and quality control measures carried out as described previously14. Reads were mapped to the Reconstructed Sapiens Reference sequence (RSRS)15,16 using an in-house alignment program and a multiple sequence alignment was performed using MAFFT16.Data analysisHaplogroups were assigned using HaploGrep217 with PhyloTree mtDNA tree Build 1718. Note that in the text haplogroup labels without an asterisk include all downstream subhaplogroups, whereas haplogroup labels with an asterisk exclude all downstream subhaplogroups. For instance, B4 refers to all haplotypes belonging to haplogroup B4, while B4* refers to haplotypes assigned to B4, but not assigned to any of the defined subhaplogroups within B4. A Bayesian skyline plot (BSP) and maximum clade credibility (MCC) trees were constructed using BEAST 1.8, based on Bayesian Markov chain Monte Carlo (MCMC). The software jModel test 2.1.719 was used to select the best model for creation of the BEAST input file by BEAUTi v1.820. The mtDNA genome was partitioned into the coding and noncoding regions with respective mutation rates of 1.708 × 10−8 and 9.883 × 10−8, and the RSRS sequence was used to root the mtDNA tree21. For constructing the BSP with Tracer we merged two BEAST runs (100 million steps each), using LogCombiner. A resampling of 30000 steps each for the log and trees file and a burn-in removal of 15 million steps were applied. The BSP was calculated for the 609 Vietnamese samples, excluding the RSRS, with the piecewise linear change parameter22. The Bayesian MCC trees from the BEAST runs were assembled with TreeAnnotator and drawn with FigTree v 1.4.0.For comparison with the newly generated 609 mtDNA sequences from Vietnam, previously published data was assembled from Cambodia23, Laos11, Myanmar24,25, Malaysia26, Thailand11, Vietnam6, southern China27, and Taiwan10, as well as the data available at PhyloTree mtDNA tree Build 1718 (Table S1 in Online Resource 1). Hereafter we use “MSEA” to refer to this dataset. In total, 2742 complete mtDNA sequences were employed to construct the parsimony trees of complete mtDNA sequences by haplogroup, using the mtPhyl program (https://sites.google.com/site/mtphyl/). Median-joining networks of the major haplogroups were constructed with Network 5 (www.fluxus-engineering.com) and visualized in Network Publisher, and QGIS was used to construct contour maps depicting haplogroup frequencies (https://www.qgis.org/en/site/).Data availabilityThe sequences are available from GenBank (accession numbers: MH448947 - MH449555).Results and DiscussionVietnamese mtDNA haplogroupsWe sequenced the entire mtDNA genome from 609 unrelated Vietnamese individuals to an average read depth of 840X (range: 80–5249). After alignment against the RSRS and haplotype assignment using Haplogrep2 and PhyloTree Build 174,18, 399 distinct sequences (haplotypes) belonging to 135 haplogroups were identified, all belonging to the two macro-haplogroups M and N (Table S2 in Online Resource 1). Of the 135 haplogroups, 46 (33.82%) are singletons. Overall, F1 is the predominant haplogroup (19.38%) followed by B4 (17.41%), M7 (9.36%), B5 (7.22%), and M71 (6.08%); these haplogroups are also common in other MSEA populations6,11,23,28 (Table S3, S4 in Online Resource 1).The distribution of major haplogroups with respect to language family is shown in Figure S2 (Online Resource 2) both for the Vietnamese populations alone and in combination with the MSEA dataset (including the present Vietnamese data). Since we provide the first complete mtDNA genome sequences for HM populations in MSEA, the HM haplogroup distributions are identical for Vietnam (Figure S2a, Online Resource 2) and MSEA (Figure S2b, Online Resource 2). For Vietnam, the most striking feature is the difference between AN groups and the other four language families: A and B4 are lacking in AN groups but comprise 1.12–33.58% of the haplogroups in the other language families, while M71 is at much higher frequency in AN groups (37.04%) than in the other language families (0–19.32%) (Table S3 in Online Resource 1). The ST groups stand out in having a higher frequency of B4 (33.58%) than do AA, TK, or HM groups (7.95–18.99%), while the HM groups have relatively high frequencies of haplogroups A (7.14%) and G (5.84%). The AN groups from Vietnam (Figure S2a, Online Resource 2) also show a different haplogroup composition than the MSEA AN groups (Figure S2b, Online Resource 2); the Vietnamese AN groups have a much higher frequency of M71 and lack B4, E and F4, which have frequencies of 16.67%, 8.83% and 4.33% respectively in the MSEA AN groups (Table S4 in Online Resource 1), with Taiwan contributing most of these (Table S1 in Online Resource 1). Haplogroups E and B4 are also important haplogroups in Island Southeast Asia29,30,31,32,33: haplogroup E has been reported at frequencies of 9.7–20.34% in the Philippines29,30,31 and 2.2–26.5% across Indonesia29,30 while B4 has been reported at frequencies of 12.9–35.58% in the Philippines29,30,31 and 2.0–28% across Indonesia29,30. Among the language families in MSEA, the AA groups are the most distinctive, as they have the lowest frequency of B4 and (along with AN groups) a relatively high frequency of M71 (Figure S2b, Online Resource 2).Novel Vietnamese mtDNA lineagesTo identify Vietnamese-specific lineages (clades or branches consisting of sequences only from Vietnam), we constructed phylogenetic trees relating 2742 entire mtDNA genome sequences (including 609 newly sequenced mitogenomes from the present study and 2133 previously reported sequences from MSEA). Several previously undescribed sub-branches of haplogroups A, B, C, D, F, M and N were identified (Figures S5–S16 in Online Resource 2). In total, 111 novel lineages unique to Vietnam were found in the dataset. The majority of these belong to haplogroups B, F and M (25, 26 and 29, respectively); these are major haplogroups of MSEA, accounting for 76.35% of the sequences. A total of 41 of the unique Vietnam lineages contain internal branching events (i.e. comprise two or more haplotypes); these were used to estimate the coalescence times and associated 95% HPD for each such Vietnam-specific lineage (Table S5 in Online Resource 1). The distribution of coalescence times for Vietnam-specific lineages shows a peak around 2.5–3 kya (Figure S3, Online Resource 2). A Bayesian skyline plot (BSP; Figure S4, Online Resource 2) of population size change through time, based on all of the Vietnamese sequences, shows a peak of population expansion at around the same time. Given the uncertainty associated with both the population expansion time in the BSP (Figure S4, Online Resource 2) and the coalescence time estimates (Table S5, Online Resource 1), these dates are broadly consistent with each other. Archaeological evidence indicates that the Dong Son culture expanded throughout Vietnam beginning about 2.6 kya34, in association with rice agriculture, and so the patterns we see in mtDNA diversification and expansion might be related to this cultural expansion. The apparent decline in population size in the BSP beginning around 3–4 kya is probably an artifact due to sampling and population substructure, as has been shown in previous studies35.Coalescence times of MSEA mtDNA haplogroupsWe estimated coalescence ages of the MSEA mtDNA haplogroups and their subhaplogroups by combining all available data from Thailand, Laos, Cambodia, Myanmar, west Malaysia, and southern China, as well as Taiwan (Table S1 in Online Resource 1). The coalescence times and 95% HPD intervals are shown in Table S6 (Online Resource 1). The coalescence ages of the major haplogroups of MSEA, namely B, F, and M, are about ~49 kya, ~50 kya, and ~58 kya, respectively, consistent with the suggested presence of modern humans in Southeast Asia by 51–46 kya36. Moreover, the addition of our large sample of Vietnamese mtDNA sequences has resulted in deeper ages for several haplogroups that were poorly sampled in previous studies. For example, we estimate that haplogroup B5 coalesces at ~42 kya in MSEA (Table S6, Online Resource 1), compared to previous estimates of ~34 kya23 and ~36 kya11. Haplogroups M21 and M74 both coalesce at 44 kya in MSEA, much older than previous estimates of ~26 kya23 and ~34 kya11. M68 coalesces at 29 kya, compared to previous estimates of ~16 kya11 and ~20 kya23.Phylogeographic patterns of the MSEA mtDNA haplogroupsOne of the most significant contributions of this study is to add 609 complete mtDNA sequences from Vietnam to previously generated data from other parts of MSEA. To explore additional insights into the phylogeographic patterns of the major MSEA haplogroups in relation to geography and language family, contour maps and networks were constructed for each major haplogroup and are discussed below.The phylogeography of haplogroup AHaplogroup A occurs mostly in northern and eastern Asia at frequencies from 5 to 10%37, and is one of five founder haplogroups among native Americans38. Of our 21 new haplogroup A sequences, 15 belong to subhaplogroups A14 and A17, and define three new sub-branches (branches 1–3 in Figure S5, Online Resource 2), one of which (branch 2) shows internal divergence. In MSEA, A14 and A17 coalesce ~9 kya and ~14 kya, respectively (Table S6, Online Resource 1). Overall, haplogroup A is most widespread in AA groups from Vietnam and Thailand, with additional haplotypes in AN groups from Taiwan (Fig. 1a,b). Within MSEA, haplogroup A is at highest frequency in northern Vietnam and northwestern Thailand (Fig. 1c).Figure 1Diversity and distribution of haplogroup A. (a,b) Network of haplogroup A complete mtDNA sequences, color-coded by linguistic affiliation and geographic origin, respectively. (c) Spatial frequency distribution map of haplogroup A in MSEA: the more intense the color, the higher the frequency in the population. Small crosses mark the locations of the 68 MSEA populations included in the analysis (see Table S1 in Online Resource 1).Full size imageThe phylogeography of haplogroup BHaplogroup B is one of the most common haplogroups in northern and eastern Asia37, with three major subhaplogroups B4, B5 and B618. In MSEA, B coalesces at ~49 kya, B4 at ~40 kya, B5 at ~42 kya, and B6a - the only subhaplogroup of B6 found in this region - at ~23.5 kya (Table S6, Online resource 1). With the 164 Vietnamese mtDNA sequences belonging to haplogroup B, several new sub-clusters within B4, B5, and B6a are identified (Figures S6 and S7 in Online Resource 2). B4 is the second most frequent haplogroup in Vietnam and is widespread across MSEA, especially northern Vietnam, northern Thailand, and Taiwan (Fig. 2e)6,11,23,28. However, B4 subhaplogroups that are relatively frequent in Taiwan (e.g. B4a1a, B4a2a1, B4a2a3, B4b1a2g, B4b1a2g1, B4c1b2a2a)10 are absent in the Vietnamese AN groups (Table S1 in Online Resource 1). Moreover, subhaplogroups B4*, B4b1c1*, B4c*, B4c1a*, B4g1* are only present in Vietnamese populations (marked with numbers 10, 3, 5, 4, and 9, respectively, in Figure S6, Online Resource 2) but are absent in the Vietnamese AN populations. Thus, while haplogroup B4 has the highest frequency in northern Vietnam and Taiwan (Fig. 2e), there is very little overlap of B4 subhaplogroups between Vietnam and Taiwan (Table S1 in Online Resource 1). Overall, there is remarkably little sharing of sequences between groups from different language families or countries; one haplotype is shared between Vietnamese TK and HM groups and another is shared between Vietnamese ST and HM groups, while two haplotypes are shared between Vietnam and Thailand and one between Thailand and Laos, all from TK-speaking groups (Fig. 2a,b). These results suggest a relatively old spread of haplogroup B4 across MSEA.Figure 2Diversity and distribution of subhaplogroups B4, B5, and B6a. (a,b) Network of haplogroup B4 complete mtDNA sequences. (c,d) Network of haplogroup B5 and B6a complete mtDNA sequences, color-coded by linguistic affiliation and geographic origin, respectively. (e–g) Spatial frequency distribution maps of haplogroups B4, B5 and B6a in MSEA, respectively: the more intense the color, the higher the frequency in the population. Crosses mark the sampling sites of the 68 MSEA populations included in the analysis (see Table S1 in Online Resource 1).Full size imageThe phylogeny of haplogroups B5 and B6a is shown in Figure S7 (Online Resource 2); major subhaplogroups in MSEA are B5a1a, B5a1c1a1 and B6a10,11,27. In contrast to haplogroup B4, the network for subhaplogroup B5a shows a star-like pattern with sharing of identical or closely-related sequences across different language families and geographic regions (Fig. 2c,d), reflecting a likely population expansion in MSEA6,11,23,28. There is also a distinct cluster of haplotypes from Taiwan in subhaplogroup B5a. B5b shows a different pattern with no sharing of diverse sequences found in individuals from a variety of countries and speaking languages belonging to different families. Overall, haplogroup B5 reaches the highest frequency in northeastern Thailand (Fig. 2f).Haplogroup B6a, found in 14 Vietnamese and 26 Thai samples, comprises four sister sub-branches (Figure S7, Online Resource 2). This haplogroup occurs mostly in AA and TK groups from Thailand and also is found in an AN individual from West Malaysia; a divergent haplotype is found in an AA individual from Thailand (Fig. 2c,d)11,26. In addition, a haplotype is shared between AA, TK, and HM groups from Vietnam and Thailand. Haplogroup B6a is distributed mostly in northern Thailand (Fig. 2g).The phylogeography of haplogroup CHaplogroup C is widespread across East Asia and is one of the five founder haplogroups among native American populations38,39; major subhaplogroups in MSEA are C4, C5d, and C7 (Figure S8, Online Resource 2). In this region, haplogroup C has a coalescence time estimate of ~23 kya, C4 of 15.9 kya, C5d of 2.7 kya and C7 of ~17 kya (Table S6 in Online Resource 1). The 41 newly generated haplogroup C sequences identify several novel lineages belonging to haplogroup C7a (branches 2–12, Figure S8 in Online Resource 2), of which five have internal divergences and were hence used for coalescence time estimates (branches 3, 5, 8, 9 and 12; Figure S8 in Online Resource 2). There is also one new lineage belonging to C4a2b* (branch 1, Figure S8 in Online Resource 2) and a novel lineage C5d* (Table S5 in Online Resource 1; Figure S8 in Online Resource 2). Haplogroup C reaches the highest frequency in northwestern Vietnam (Fig. 3c). Most (~84%) of the sequences belong to C7 and network analysis shows a star-like pattern, suggesting expansion (Fig. 3a,b). This haplogroup has a patchy distribution in AN groups from Taiwan and in Vietnamese individuals from all five language families. Three haplotypes are each shared between TK individuals and individuals from one other language family (AA, HM, and ST, respectively). Haplogroup C5 is represented by a single haplotype belonging to subhaplogroup C5d* (branch 17 in Figure S8, Online Resource 2) and is present only in Vietnamese HM groups, while C4 is distributed in Vietnamese, Thai, and S. Chinese groups from all language families except AN (Fig. 3a,b).Figure 3Diversity and distribution of haplogroup C. (a,b) Network of haplogroup C complete mtDNA sequences, color-coded by linguistic affiliation and geographic origin, respectively. (c) Spatial frequency distribution map of haplogroup C in MSEA: the more intense the color, the higher the frequency in the population. Crosses mark the sampling sites of the 68 MSEA populations included in the analysis (see Table S1 in Online Resource 1).Full size imageThe phylogeography of haplogroup DHaplogroup D is found in Northeast Asia and Central Asia40,41 and is also one of the founding haplogroups of the New World42,43; in MSEA it coalesces at ~38.5 kya (Table S6 in Online Resource 1). Phylogenetic analysis reveals four new sub-branches (labelled 1–4 in Figure S9, Online Resource 2). Of 174 sequences from haplogroup D in the MSEA dataset, 59% belong to D4. This haplogroup is distributed in groups from all five language families and network analysis shows a signature of an expansion, with two haplotypes shared by groups from different language families: one shared between AA and TK groups from Thailand, and the other between HM and ST groups from Vietnam (Fig. 4a,b). D5 is also found in groups from all five language families, with the highest frequency in AN speakers from Taiwan (Fig. 4a,b). Haplogroup D reaches the highest frequency in southern Taiwan (Fig. 4c).Figure 4Diversity and distribution of haplogroup D. (a,b) Network of haplogroup D complete mtDNA sequences, color-coded by linguistic affiliation and geographic origin, respectively. (c) Spatial frequency distribution map of haplogroup D in MSEA: the more intense the color, the higher the frequency in the population. Crosses mark the sampling sites of the 68 MSEA populations included in the analysis (see Table S1 in Online Resource 1).Full size imagePhylogeography of haplogroup FHaplogroup F is one of the most common haplogroups throughout Asia, with frequencies ranging from 31 to 77%6,29,41,44 and a coalescence time of ~50 kya (Table S6 in Online Resource 1). The major subhaplogroups in our data are F1(xF1a1a), F1a1a, F2, and F3a1 (Table S2; Table S3 in Online Resource 1; Figures S10–S12 in Online Resource 2). The 154 Vietnamese sequences belonging to haplogroup F identify 26 new lineages, of which 12 show internal divergences and were used for coalescence time estimates (Table S5 in Online Resource 1). Major subhaplogroups in MSEA are F1(xF1a), F1a, F2, F3 and F4 (Table S4, Online Resource 1). The F1a sequences coalesce at ~18 kya (Table S6 in Online Resource 1), and network analysis shows a star-like pattern with numerous shared sequences, indicative of a recent expansion (Fig. 5a,b). Haplogroup F1a is at high frequency in northern Vietnam and northeastern Thailand (Fig. 5e).Figure 5Diversity and distribution of the subhaplogroups of haplogroup F found in MSEA. (a,b) Network of haplogroup F1a complete mtDNA sequences color-coded by linguistic affiliation and geographic origin, respectively. (c,d) Network of haplogroup F2–4 complete mtDNA sequences, color-coded by linguistic affiliation and geographic origin, respectively. (e) Spatial frequency distribution map of haplogroup F1a in MSEA: the more intense the color, the higher the frequency in the population. Crosses mark the sampling sites of the 68 MSEA populations included in the analysis (see Table S1 in Online Resource 1).Full size imageThe other major branches (F2, F3 and F4) have coalescence times in MSEA of ~24 kya, ~34 kya and ~38 kya, respectively. Subhaplogroups F2a and F2a1 include one AN sequence each from Taiwan, but are otherwise restricted to Vietnamese HM and ST groups, respectively (Fig. 5c,d). Haplogroup F3 is found in groups from all five language families; in AN groups from Taiwan it is represented solely by subhaplogroup F3b1. One haplotype of F3a1 is shared between TK and HM Vietnamese groups, and another is shared between Cambodian AA and Thailand TK groups. Haplogroup F4 is most frequent in AN groups from Taiwan and also occurs in a few TK and AA individuals from Thailand and Laos (Fig. 5c,d).Phylogeography of haplogroup GHaplogroup G is one of the most common mtDNA haplogroups among Japanese, Ainu, Mongol and Tibetan populations, and is also found at a lower frequency across East Asia, Central Asia and MSEA11,45,46,47. Haplogroup G in MSEA has a coalescence time of ~29 kya (Table S6 in Online Resource 1). The 10 Vietnamese haplogroup G sequences represent three new lineages: three identical sequences represent a new sub-branch of G1a1*, one represents a new sub-branch of G2a1*, and six identical sequences define a new lineage of G*, characterized by 13 shared mutations (these are labeled as branches 1–3 respectively in Figure S13 in Online Resource 2). The G2a1* sequence is from a TK group, and the other new lineages are restricted to HM groups (Fig. 6a,b). Among MSEA populations, haplogroup G reaches the highest frequency in northern Vietnam (Fig. 6c).Figure 6Diversity and distribution of haplogroup G. (a,b) Network of haplogroup G complete mtDNA sequences, color-coded by linguistic affiliation and geographic origin, respectively. (c) Spatial frequency distribution map of haplogroup G in MSEA: the more intense the color, the higher the frequency in the population. Crosses mark the sampling sites of the 68 MSEA populations included in the analysis (see Table S1 in Online Resource 1).Full size imagePhylogeography of haplogroup MM is a macro-haplogroup found at high frequency all across Asia (including MSEA)11,48,49,50; the coalescence time is ~58 kya (Table S6 in Online Resource 1). The 147 Vietnamese haplogroup M sequences fall into 38 subhaplogroups, and 63.95% of the sequences belong to M7 and M71 (Tables S2 and S3 in Online Resource 1; Figures S14 and S15 in Online Resource 2).Haplogroup M7 is found in all countries included in this study and here has a coalescence age of ~47 kya (Table S6 in Online Resource 1). It is represented by subhaplogroups M7b and M7c (Table S4 in Online Resource 1; Figure S15 in Online Resource 2) with coalescence times of ~32.6 kya and ~29.4 kya, respectively (Table S6 in Online Resource 1). The network of M7b shows a star-like pattern with numerous sequences shared among language families, indicative of a population expansion (Fig. 7a,b). The central (ancestral) node is found exclusively in TK groups from both Vietnam and Thailand. There is also a cluster of more-distantly related sequences found only in AN groups from Taiwan. Network analysis of haplogroup M7c also shows a signature of an expansion, and overall M7b and M7c are in highest frequency in TK and AN groups (Table S4 in Online Resource 1). Haplogroup M7 reaches the highest frequency in eastern Thailand and northern Taiwan (Fig. 7e).Figure 7Diversity and distribution of major subhaplogroups of haplogroup M found in MSEA. (a,b) Network of haplogroup M7 complete mtDNA sequences, color-coded by linguistic affiliation and geographic origin, respectively. (c,d) Network of haplogroup M71 complete mtDNA sequences, color-coded by linguistic affiliation and geographic origin, respectively. (e,f) Spatial frequency distribution maps of haplogroups M7 and M71 in MSEA, respectively: the more intense the color, the higher the frequency in the population. Crosses mark the sampling sites of the 68 MSEA populations included in the analysis (see Table S1 in Online Resource 1).Full size imageHaplogroup M71 is found in Thailand, Cambodia, Laos, Myanmar and Vietnam and here has a coalescent age of ~41 kya (Table S6 in Online Resource 1). M71 is one of five major haplogroups in Vietnamese populations. This haplogroup is found in high frequency in AA and AN groups in Vietnam, but is absent from Vietnamese TK, HM, and ST groups (Table S3 in Online Resource 1). However, it does occur in a few TK and ST individuals from outside Vietnam, in addition to some AA individuals (Fig. 7c,d). Subhaplogroup M71 + 151 is restricted in Vietnam to AN groups, but is completely absent from Taiwanese AN groups (Table S1 in Online Resource 1). Overall, haplogroup M71 has the highest frequency in central Vietnam (Fig. 7f).Phylogeny of subhaplogroup N9aN9a, one of three major sub-clades of haplogroup N, is found in East Asia, Southeast Asia and Central Asia,1,37,51 and in MSEA has a coalescence time of ~27 kya (Table S6 in Online Resource 1). There are 14 Vietnamese N9a sequences: 10 fall into subhaplogroup N9a10 + 16311 (branches 2, 3 in Figure S16 in Online Resource 2), one of which (branch 2) shows internal divergence; two into subhaplogroup N9a1, where they represent a new lineage (branch 1; Figure S16 in Online Resource 2); and two into subhaplogroup N9a6, where they also define a new lineage (branch 4; Figure S16 in Online Resource 2). The network shows that the central node is found in TK and ST groups from Vietnam, Thailand and S. China, indicating a rapid spread (Fig. 8a,b). Also, there is a haplotype shared between AA, TK and ST groups from Thailand and Taiwan (Fig. 8a,b). Haplogroup N9a reaches the highest frequency in southern peninsular Malaysia (Fig. 8c), which probably reflects the very high frequency of subhaplogroup N9a6b in the Seletar (Table S1 in Online Resource 1).Figure 8Diversity and distribution of haplogroup N9a. (a,b) Network of haplogroup N9a complete mtDNA sequences, color-coded by linguistic affiliation and geographic origin, respectively. (c) Spatial frequency distribution map of haplogroup N9a in MSEA: the more intense the color, the higher the frequency in the population. Crosses mark the sampling sites of the 68 MSEA populations included in the analysis (see Table S1 in Online Resource 1).Full size imageConclusionIn conclusion, this study adds a large number of complete mtDNA sequences, encompassing all five language families in Vietnam, and refines our understanding of the diversity and distribution of mtDNA haplogroups in MSEA. We identify 111 novel mtDNA lineages, which result in substantially older ages for several haplogroups in MSEA. We also find a peak in the distribution of the differentiation of Vietnamese-specific lineages at around 2.5–3 kya, which corresponds with archaeological evidence for the agriculturally-driven expansion of the Dong Son culture34. AN groups from Vietnam have distinct mtDNA haplotypes compared both to other Vietnamese groups, and to AN groups from Taiwan. Finally, network analyses of the major MSEA haplogroups provide evidence of population expansions, with numerous instances of identical or closely-related sequences shared between groups from different language families and/or different geographic regions. Overall, the results of this study highlight the complexity of the mtDNA landscape in MSEA, and point to the need for further studies of the genetic prehistory of this region. ReferencesWen, B. et al. Genetic structure of Hmong-Mien speaking populations in East Asia as revealed by mtDNA lineages. Mol Biol Evol 22, 725–734, https://doi.org/10.1093/molbev/msi055 (2005).Article PubMed CAS Google Scholar Simons, G. F., & Fennig, C. D. (Eds.). Ethnologue: Languages of the world (20th ed.). SIL International, Dallas (2017).Bellwood, P. Southeast Asia Before History. 55–136, UCL Press (1992).Sterling, E., Hurley, M. M. & Le, D. M. Vietnam: A Natural History. Yale University Press (2006).Irwin, J. A. et al. Mitochondrial control region sequences from a Vietnamese population sample. Int J Legal Med 122, 257–259, https://doi.org/10.1007/s00414-007-0205-3 (2008).Article PubMed Google Scholar Peng, M. S. et al. Tracing the Austronesian footprint in Mainland Southeast Asia: a perspective from mitochondrial DNA. Mol Biol Evol 27, 2417–2430, https://doi.org/10.1093/molbev/msq131 (2010).Article PubMed CAS Google Scholar Li, H. et al. Mitochondrial DNA diversity and population differentiation in southern East Asia. Am J Phys Anthropol 134, 481–488, https://doi.org/10.1002/ajpa.20690 (2007).Article PubMed Google Scholar Pischedda, S. et al. Phylogeographic and genome-wide investigations of Vietnam ethnic groups reveal signatures of complex historical demographic movements. Sci Rep 7, 12630, https://doi.org/10.1038/s41598-017-12813-6 (2017).Article ADS PubMed PubMed Central CAS Google Scholar Duggan, A. T. et al. Maternal history of Oceania from complete mtDNA genomes: contrasting ancient diversity with recent homogenization due to the Austronesian expansion. Am J Hum Genet 94, 721–733, https://doi.org/10.1016/j.ajhg.2014.03.014 (2014).Article PubMed PubMed Central CAS Google Scholar Ko, A. M. et al. Early Austronesians: into and out of Taiwan. Am J Hum Genet 94, 426–436, https://doi.org/10.1016/j.ajhg.2014.02.003 (2014).Article PubMed PubMed Central CAS Google Scholar Kutanan, W. et al. Complete mitochondrial genomes of Thai and Lao populations indicate an ancient origin of Austroasiatic groups and demic diffusion in the spread of Tai-Kadai languages. Hum Genet 136, 85–98, https://doi.org/10.1007/s00439-016-1742-y (2017).Article PubMed CAS Google Scholar Meyer, M. & Kircher, M. Illumina sequencing library preparation for highly multiplexed target capture and sequencing. Cold Spring Harb Protoc 2010, pdbprot5448, https://doi.org/10.1101/pdb.prot5448 (2010).Article Google Scholar Maricic, T., Whitten, M. & Paabo, S. Multiplexed DNA sequence capture of mitochondrial genomes using PCR products. PLoS One 5, e14004, https://doi.org/10.1371/journal.pone.0014004 (2010).Article ADS PubMed PubMed Central CAS Google Scholar Arias, L., Barbieri, C., Barreto, G., Stoneking, M. & Pakendorf, B. High-resolution mitochondrial DNA analysis sheds light on human diversity, cultural interactions, and population mobility in Northwestern Amazonia. Am J Phys Anthropol 165, 238–255, https://doi.org/10.1002/ajpa.23345 (2018).Article PubMed Google Scholar Behar, D. M. et al. A “Copernican” reassessment of the human mitochondrial DNA tree from its root. Am J Hum Genet 90, 675–684, https://doi.org/10.1016/j.ajhg.2012.03.002 (2012).Article PubMed PubMed Central CAS Google Scholar Katoh, K. & Standley, D. M. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol Biol Evol 30, 772–780, https://doi.org/10.1093/molbev/mst010 (2013).Article PubMed PubMed Central CAS Google Scholar Kloss-Brandstatter, A. et al. HaploGrep: a fast and reliable algorithm for automatic classification of mitochondrial DNA haplogroups. Hum Mut 32, 25–32, https://doi.org/10.1002/humu.21382 (2011).Article PubMed CAS Google Scholar van Oven, M. & Kayser, M. Updated comprehensive phylogenetic tree of global human mitochondrial DNA variation. Hum Mut 30, E386–394, https://doi.org/10.1002/humu.20921 (2009).Article PubMed Google Scholar Darriba, D., Taboada, G. L., Doallo, R. & Posada, D. jModelTest 2: more models, new heuristics and parallel computing. Nat Methods 9, 772, https://doi.org/10.1038/nmeth.2109 (2012).Article PubMed PubMed Central CAS Google Scholar Drummond, A. J., Suchard, M. A., Xie, D. & Rambaut, A. Bayesian phylogenetics with BEAUti and the BEAST 1.7. Mol Biol Evol 29, 1969–1973, https://doi.org/10.1093/molbev/mss075 (2012).Article PubMed PubMed Central CAS Google Scholar Soares, P. et al. Correcting for purifying selection: an improved human mitochondrial molecular clock. Am J Hum Genet 84, 740–759, https://doi.org/10.1016/j.ajhg.2009.05.001 (2009).Article PubMed PubMed Central CAS Google Scholar Rambaut, A., Drummond, A. J., Xie, D., Baele, G. & Suchard, M. A. Posterior summarisation in Bayesian phylogenetics using Tracer 1.7. Syst Biol, https://doi.org/10.1093/sysbio/syy032 (2018).Zhang, X. et al. Analysis of mitochondrial genome diversity identifies new and ancient maternal lineages in Cambodian aborigines. Nat Commun 4, 2599, https://doi.org/10.1038/ncomms3599 (2013).Article PubMed Google Scholar Li, Y. C. et al. Ancient inland human dispersals from Myanmar into interior East Asia since the Late Pleistocene. Sci Rep 5, 9473, https://doi.org/10.1038/srep09473 (2015).Article PubMed PubMed Central CAS Google Scholar Summerer, M. et al. Large-scale mitochondrial DNA analysis in Southeast Asia reveals evolutionary effects of cultural isolation in the multi-ethnic population of Myanmar. BMC Evol Biol 14, 17, https://doi.org/10.1186/1471-2148-14-17 (2014).Article PubMed PubMed Central CAS Google Scholar Jinam, T. A. et al. Evolutionary history of continental southeast Asians: “early train” hypothesis based on genetic analysis of mitochondrial and autosomal DNA data. Mol Biol Evol 29, 3513–3527, https://doi.org/10.1093/molbev/mss169 (2012).Article PubMed CAS Google Scholar Zheng, H. X. et al. Major population expansion of East Asians began before neolithic time: evidence of mtDNA genomes. PLoS One 6, e25835, https://doi.org/10.1371/journal.pone.0025835 (2011).Article ADS PubMed PubMed Central CAS Google Scholar Bodner, M. et al. Southeast Asian diversity: first insights into the complex mtDNA structure of Laos. BMC Evol Biol 11, doi:Artn 4910.1186/1471-2148-11-49 (2011).Hill, C. et al. A mitochondrial stratigraphy for island southeast Asia. Am J Hum Genet 80, 29–43, https://doi.org/10.1086/510412 (2007).Article PubMed CAS Google Scholar Trejaut, J. A. et al. Traces of archaic mitochondrial lineages persist in Austronesian-speaking Formosan populations. PLoS Biol 3, e247, https://doi.org/10.1371/journal.pbio.0030247 (2005).Article PubMed PubMed Central CAS Google Scholar Delfin, F. et al. Complete mtDNA genomes of Filipino ethnolinguistic groups: a melting pot of recent and ancient lineages in the Asia-Pacific region. Eur J Hum Genet 22, 228–237, https://doi.org/10.1038/ejhg.2013.122 (2014).Article PubMed CAS Google Scholar Tabbada, K. A. et al. Philippine mitochondrial DNA diversity: a populated viaduct between Taiwan and Indonesia? Mol Biol Evol 27, 21–31, https://doi.org/10.1093/molbev/msp215 (2010).Article PubMed CAS Google Scholar Gunnarsdottir, E. D., Li, M., Bauchet, M., Finstermeier, K. & Stoneking, M. High-throughput sequencing of complete human mtDNA genomes from the Philippines. Genome Res 21, 1–11, https://doi.org/10.1101/gr.107615.110 (2011).Article PubMed PubMed Central CAS Google Scholar Kim, N. C. The Origins of Ancient Vietnam. 111, Oxford University Press (2015).Heller, R., Chikhi, L. & Siegismund, H. R. The confounding effect of population structure on Bayesian skyline plot inferences of demographic history. PLoS One 8, e62992, https://doi.org/10.1371/journal.pone.0062992 (2013).Article ADS PubMed PubMed Central CAS Google Scholar Demeter, F. et al. Anatomically modern human in Southeast Asia (Laos) by 46 ka. Proc Natl Acad Sci USA 109, 14375–14380, https://doi.org/10.1073/pnas.1208104109 (2012).Article ADS PubMed Google Scholar Derenko, M. et al. Phylogeographic analysis of mitochondrial DNA in northern Asian populations. Am J Hum Genet 81, 1025–1041, https://doi.org/10.1086/522933 (2007).Article PubMed PubMed Central CAS Google Scholar Fagundes, N. J. et al. Mitochondrial population genomics supports a single pre-Clovis origin with a coastal route for the peopling of the Americas. Am J Hum Genet 82, 583–592, https://doi.org/10.1016/j.ajhg.2007.11.013 (2008).Article PubMed PubMed Central CAS Google Scholar Derenko, M. et al. Origin and post-glacial dispersal of mitochondrial DNA haplogroups C and D in northern Asia. PLoS One 5, e15214, https://doi.org/10.1371/journal.pone.0015214 (2010).Article ADS PubMed PubMed Central CAS Google Scholar Pimenoff, V. N. et al. Northwest Siberian Khanty and Mansi in the junction of West and East Eurasian gene pools as revealed by uniparental markers. Eur J Hum Genet 16, 1254–1264, https://doi.org/10.1038/ejhg.2008.101 (2008).Article PubMed CAS Google Scholar Comas, D. et al. Admixture, migrations, and dispersals in Central Asia: evidence from maternal DNA lineages. Eur J Hum Genet 12, 495–504, https://doi.org/10.1038/sj.ejhg.5201160 (2004).Article PubMed CAS Google Scholar Merriwether, D. A., Rothhammer, F. & Ferrell, R. E. Distribution of the four founding lineage haplotypes in Native Americans suggests a single wave of migration for the New World. Am J Phys Anthropol 98, 411–430, https://doi.org/10.1002/ajpa.1330980404 (1995).Article PubMed CAS Google Scholar Malhi, R. S. et al. The structure of diversity within New World mitochondrial DNA haplogroups: implications for the prehistory of North America. Am J Hum Genet 70, 905–919 (2002).Article PubMed PubMed Central CAS Google Scholar HUGO Pan-Asian SNP Consortium. Mapping human genetic diversity in Asia. Science 326, 1541–1545, https://doi.org/10.1126/science.1177074 (2009).Article CAS Google Scholar Umetsu, K. et al. Multiplex amplified product-length polymorphism analysis of 36 mitochondrial single-nucleotide polymorphisms for haplogrouping of East Asian populations. Electrophoresis 26, 91–98, https://doi.org/10.1002/elps.200406129 (2005).Article PubMed CAS Google Scholar Fuku, N. et al. Mitochondrial haplogroup N9a confers resistance against type 2 diabetes in Asians. Am J Hum Genet 80, 407–415, https://doi.org/10.1086/512202 (2007).Article PubMed PubMed Central CAS Google Scholar Asari, M. et al. Utility of haplogroup determination for forensic mtDNA analysis in the Japanese population. Leg Med (Tokyo) 9, 237–240, https://doi.org/10.1016/j.legalmed.2007.01.007 (2007).Article CAS Google Scholar Rajkumar, R., Banerjee, J., Gunturi, H. B., Trivedi, R. & Kashyap, V. K. Phylogeny and antiquity of M macrohaplogroup inferred from complete mt DNA sequence of Indian specific lineages. BMC Evol Biol 5, 26, https://doi.org/10.1186/1471-2148-5-26 (2005).Article PubMed PubMed Central CAS Google Scholar Maruyama, S., Minaguchi, K. & Saitou, N. Sequence polymorphisms of the mitochondrial DNA control region and phylogenetic analysis of mtDNA lineages in the Japanese population. Int J Legal Med 117, 218–225, https://doi.org/10.1007/s00414-003-0379-2 (2003).Article PubMed Google Scholar Kampuansai, J. et al. Effect of migration patterns on maternal genetic structure: a case of Tai-Kadai migration from China to Thailand. J Hum Genet 62, 223–228, https://doi.org/10.1038/jhg.2016.112 (2017).Article PubMed Google Scholar Tanaka, M. et al. Mitochondrial genome variation in eastern Asia and the peopling of Japan. Genome Res 14, 1832–1850, https://doi.org/10.1101/gr.2286304 (2004).Article PubMed PubMed Central CAS Google Scholar Download referencesAcknowledgementsWe thank all sample donors for contributing to this research. We thank Bui Quang Thanh, Alexander Hübner, Vladimir Bajić, Wibhu Kutanan and Murray Cox for valuable advice and kind support. This research was funded by the Ministry of Science and Technology, Vietnam (DTDL.CN-05/15) and by the Max Planck Society. BP acknowledges the LABEX ASLAN (ANR-10-LABX-0081) of Université de Lyon for its financial support within the program “Investissements d’Avenir” (ANR-11-IDEX-0007) of the French government operated by the National Research Agency (ANR).Author informationAuthor notesNguyen Thuy Duong and Enrico Macholdt contributed equally to this work.Authors and AffiliationsInstitute of Genome Research, Vietnam Academy of Science and Technology, 18 Hoang Quoc Viet, Cau Giay, Hanoi, VietnamNguyen Thuy Duong, Nguyen Dang Ton, Nguyen Van Phong, Vo Thi Bich Thuy, Nguyen Hai Ha, Huynh Thi Thu Hue, Nguyen Thi Xuan, Kim Thi Phuong Oanh, Le Thi Thu Hien, Nguyen Huy Hoang & Nong Van HaiDepartment of Evolutionary Genetics, Max Planck Institute for Evolutionary Anthropology, Deutscher Platz 6, D04103, Leipzig, GermanyEnrico Macholdt, Leonardo Arias, Roland Schröder & Mark StonekingDynamique du Langage, UMR5596, CNRS & Université de Lyon, 69363, Lyon, Cedex 07, FranceBrigitte PakendorfAuthorsNguyen Thuy DuongView author publicationsYou can also search for this author inPubMed Google ScholarEnrico MacholdtView author publicationsYou can also search for this author inPubMed Google ScholarNguyen Dang TonView author publicationsYou can also search for this author inPubMed Google ScholarLeonardo AriasView author publicationsYou can also search for this author inPubMed Google ScholarRoland SchröderView author publicationsYou can also search for this author inPubMed Google ScholarNguyen Van PhongView author publicationsYou can also search for this author inPubMed Google ScholarVo Thi Bich ThuyView author publicationsYou can also search for this author inPubMed Google ScholarNguyen Hai HaView author publicationsYou can also search for this author inPubMed Google ScholarHuynh Thi Thu HueView author publicationsYou can also search for this author inPubMed Google ScholarNguyen Thi XuanView author publicationsYou can also search for this author inPubMed Google ScholarKim Thi Phuong OanhView author publicationsYou can also search for this author inPubMed Google ScholarLe Thi Thu HienView author publicationsYou can also search for this author inPubMed Google ScholarNguyen Huy HoangView author publicationsYou can also search for this author inPubMed Google ScholarBrigitte PakendorfView author publicationsYou can also search for this author inPubMed Google ScholarMark StonekingView author publicationsYou can also search for this author inPubMed Google ScholarNong Van HaiView author publicationsYou can also search for this author inPubMed Google ScholarContributionsN.V.H., N.T.D., B.P., and M.S. designed the study. N.V.H. and M.S. received grants for the study. N.V.P., V.T.B.T., N.H.H., H.T.T.H., K.T.P.O., L.T.T.H., N.H.H. carried out the sampling. N.T.D., N.D.T., N.V.P., R.S., and L.A. carried out the laboratory work. N.T.D., N.D.T., E.M., and L.A. analyzed the data, with input from B.P. and M.S. N.T.D., B.P., M.S. and N.V.H. wrote the manuscript, with input from all authors.Corresponding authorsCorrespondence to Mark Stoneking or Nong Van Hai.Ethics declarations Competing Interests The authors declare no competing interests. Additional informationPublisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Electronic supplementary materialDataset 1Dataset 2Rights and permissions Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/. Reprints and permissionsAbout this articleCite this articleDuong, N.T., Macholdt, E., Ton, N.D. et al. Complete human mtDNA genome sequences from Vietnam and the phylogeography of Mainland Southeast Asia. Sci Rep 8, 11651 (2018). https://doi.org/10.1038/s41598-018-29989-0Download citationReceived: 05 March 2018Accepted: 19 July 2018Published: 03 August 2018DOI: https://doi.org/10.1038/s41598-018-29989-0Share this articleAnyone you share the following link with will be able to read this content:Get shareable linkSorry, a shareable link is not currently available for this article.Copy to clipboard Provided by the Springer Nature SharedIt content-sharing initiative This article is cited by High prevalence of m.1555A > G in patients with hearing loss in the Baikal Lake region of Russia as a result of founder effect Tuyara V. BorisovaAleksandra M. CherdonovaNikolay A. Barashkov Scientific Reports (2024) Ancient genomes provide insights into the genetic history in the historical era of southwest China Fan ZhangXinglong ZhangChao Ning Archaeological and Anthropological Sciences (2024) Diversity and distribution of mitochondrial DNA in non-Austronesian-speaking Taiwanese individuals Marie LinJean A. Trejaut Human Genome Variation (2023) Unraveling the mitochondrial phylogenetic landscape of Thailand reveals complex admixture and demographic dynamics Kitipong JaisamutRachtipan PitiwararomKornkiat Vongpaisarnsin Scientific Reports (2023) The matrilineal ancestry of Nepali populations Rajdip BasnetNiraj RaiKumarasamy Thangaraj Human Genetics (2023) Download PDF Advertisement Explore content Research articles News & Comment Collections Subjects Follow us on Facebook Follow us on Twitter Sign up for alerts RSS feed About the journal About Scientific Reports Contact Journal policies Guide to referees Calls for Papers Editor's Choice Journal highlights Open Access Fees and Funding Publish with us For authors Language editing services Submit manuscript Search Search articles by subject, keyword or author Show results from All journals This journal Search Advanced search Quick links Explore articles by subject Find a job Guide to authors Editorial policies Scientific Reports (Sci Rep) ISSN 2045-2322 (online) nature.com sitemap About Nature Portfolio About us Press releases Press office Contact us Discover content Journals A-Z Articles by subject protocols.io Nature Index Publishing policies Nature portfolio policies Open access Author & Researcher services Reprints & permissions Research data Language editing Scientific editing Nature Masterclasses Research Solutions Libraries & institutions Librarian service & tools Librarian portal Open research Recommend to library Advertising & partnerships Advertising Partnerships & Services Media kits Branded content Professional development Nature Careers Nature Conferences Regional websites Nature Africa Nature China Nature India Nature Italy Nature Japan Nature Middle East Privacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights © 2025 Springer Nature Limited Close banner Close Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily. Email address Sign up I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy. Close banner Close Get the most important science stories of the day, free in your inbox. Sign up for Nature Briefing", "https://static-content.springer.com/esm/art%3A10.1038%2Fs41598-018-29989-0/MediaObjects/41598_2018_29989_MOESM1_ESM.xlsx": "country references language family population sample size a15216362 a15216362200 a152c a11a a12 a13 a14 a15a a17 a18 a5b1 a5b1b a5b1c1 b4 b416261 b416261 b4a1a b4a1a3a1a b4a1a7 b4a1c b4a1c2 b4a1c4 b4a1c5 b4a1e b4a2a b4a2a1 b4a2a2 b4a2a3 b4a4 b4a5 b4b1 b4b1a2 b4b1a2a b4b1a2b2 b4b1a2f b4b1a2g b4b1a2g1 b4b1a2h b4b1c1 b4b1c2 b4c b4c1a b4c1a1 b4c1b b4c1b16335 b4c1b2a b4c1b2a2 b4c1b2a2a b4c1b2b b4c1b2c b4c1b2c1 b4c1b2c2 b4c2 b4c2b b4c2c b4e b4g b4g1 b4g1a b4g1b b4g2 b4h b4h1 b4k b4m b4q b5a b5a1 b5a1a b5a1b1 b5a1c b5a1c1 b5a1c1a b5a1c1a1 b5a1d b5a2a1 b5a2a2a1 b5a2a2a2 b5a2a2b1 b5a2a2b1a b5a2a2b2 b5b1 b5b1a b5b2204 b5b2c b5b2c1 b5b5 b6a b6a1 b6a1a c4a1a2a c4a2b c4a3b c4a5 c4d c5d c7 c7a c7a1 c7a1a c7a2 c7a2a d4 d4a d4a1 d4a1e d4a3b2 d4a5 d4a7 d4a8 d4b2b d4b2b2a d4b2b2b d4b2b4 d4b2b7 d4e1a d4e1a3 d4e3 d4g2a1 d4g2a1b d4g2a1c d4h d4h3 d4i3 d4j d4j1 d4j15 d4j1a1 d4j1b d4j3 d4q d4s d5a2a1 d5a2a1b d5a2a1b1 d5a2b d5b d5b1b2 d5b1c1 d5b1c1a d5b3 d5b3a d5b3a1 d5b4 d5c1a d6 d6a1a d6a2 d6c e1 e1a1a e1a1a1 e1a1a1b e1a1a1b2 e1a1c e1a2 e2b e2b1 e2b2 f116189 f1a f1a1 f1a14 f1a1a f1a1a1 f1a1c f1a1d f1a1d1 f1a2 f1a2a f1a3 f1a3a f1a3a1 f1a3a3 f1a3a3a f1a3b f1a4a f1a4a1 f1acf f1b1c f1c1a f1c1a1 f1c1a1b f1d f1d1 f1e1 f1e3 f1f f1g f1g1 f2 f2a f2a1 f2b1 f2d f2e f2i f3a1 f3b1a1 f3b1a2 f4a2 f4b f4b1 g1a1 g1a1b g1c g2a1 g2a116189 g2a1d2a g2b1a g2b1a1 g3a1 g3a1a g3a2 g3b2 h14 hv12b1 i1e k1a4 m1 m10 m10a1a m10a1a1b2 m10a1b m11a2 m11b1 m12051 m12a1a m12a1a1 m12a1b m12a2 m12b m12b1a m12b1a2 m12b1a2a m12b1a2b m12b1b m12b2a m13a2 m13c m17a m17c m17c1a m17c1a1a m19 m1a3b m20 m21a m21b m21b1 m21b2 m22a m2375 m24a m24b m2c m30c m32c m33a1 m33a3a m33b m33b1 m33c m34a1a m35b4 m37e m38 m38a m3a1_204c m3c m3d1a m4 m45 m45a m46 m467 m46a m49 m49a m49e m49e1 m4a m5 m50 m50a2 m51a m51a1a m51a1b m51a2 m51b m51b1a m51b1b m54 m55 m57a m58 m59 m5a m5a2a m5a2a1a2 m5b m5c1 m5c2 m5d m60 m60a1 m61 m62b m62b1 m62b1a m62b1a1 m62b2 m68a m68a1 m68a1a m68a2 m68a2a m69a m6a1a m70 m71 m71151 m71a m71a1a m71a2 m71b m71c m72 m72a m73 m73b m74 m74a m74b m74b1 m74b2 m75 m76 m76a m77 m79 m7b1 m7b1a1 m7b1a116192 m7b1a1a m7b1a1a2 m7b1a1a3 m7b1a1b m7b1a1d1 m7b1a1e m7b1a1e1 m7b1a1e2 m7b1a1f m7b1a1h m7b1a1i1 m7b1a2a1 m7b1a2a1a m7b1a2a1b m7b1a2a1b1 m7b2a m7c1a m7c1a1a m7c1a3 m7c1a4b m7c1b2b m7c1c m7c1c1 m7c1c1a m7c1c1a1 m7c1c2 m7c1c2a m7c1c3 m7c1c3a1 m7c2 m7c2a m7c2b m7c3 m8a2 m8a2a1 m8a2e m91a m91b m9a m9a1a m9a1a1 m9a1a2 m9a1a3 m9a1b1 m9a1b1c m9a4a m9a4a1 m9a5 m9b n10a n10b n11a2 n21 n21195 n21a n22 n22a n7a1 n7a2 n7b n8 n9a n9a1 n9a10 n9a1016311 n9a10a2a n9a10b n9a11 n9a245 n9a3 n9a4b1 n9a6 n9a6a n9a6b n9a8 q1d r11 r11b1 r11b1a r11b1b r11b6 r2 r21 r22 r23 r30 r5a1a r6a2 r6b r9b r9b1 r9b1a1a r9b1a2 r9b1a2a r9b1a2b r9b1a3 r9b1b r9b2 r9c1a r9c1a1 r9c1a2 r9c1b1 r9c1b2 u2b2 u2c1 u2c1b w3a1b y1a2 y2a z3 z3a z3a1a z3d z4 z4a z4a1avietnam present study austroasiatic variousvietnam present study taikadai variousvietnam present study hmongmien variousvietnam present study sinotibetan variousvietnam present study austronesian variousvietnam peng et al austronesian chamthailand kutanan et al austroasiatic lawathailand kutanan et al austroasiatic monthailand kutanan et al austroasiatic blangthailand kutanan et al austroasiatic htinpraythailand kutanan et al austroasiatic soathailand kutanan et al austroasiatic khamuthailand kutanan et al austroasiatic khmerthailand kutanan et al austroasiatic paluangthailand kutanan et al austroasiatic suaythailand kutanan et al austroasiatic bruthailand kutanan et al austroasiatic htinmalthailand kutanan et al austroasiatic nyahkurthailand kutanan et al taikadai khon_mueangthailand kutanan et al taikadai lao_isanthailand kutanan et al taikadai nyawthailand kutanan et al taikadai phuanthailand kutanan et al taikadai phutaithailand kutanan et al taikadaithailand kutanan et al taikadai black_taithailand kutanan et al taikadai seakthailand kutanan et al taikadai yuanthailand kutanan et al taikadai kalueanglaos kutanan et al taikadai laolaos kutanan et al taikadai lao_lumcambodia zhang et al austronesian jaraicambodia zhang et al austroasiatic tompuoncambodia zhang et al austroasiatic braocambodia zhang et al austroasiatic kravetcambodia zhang et al austroasiatic kreungcambodia zhang et al austroasiatic luncambodia zhang et al austroasiatic phnongcambodia zhang et al austroasiatic stiengcambodia zhang et al austroasiatic melcambodia zhang et al austroasiatic khmertaiwan ko et al austronesian makataotaiwan ko et al austronesian bununtaiwan ko et al austronesian paiwantaiwan ko et al austronesian amitaiwan ko et al austronesian rukaitaiwan ko et al austronesian tsoutaiwan ko et al austronesian taotaiwan ko et al austronesian atayaltaiwan ko et al austronesian saisiattaiwan ko et al austronesian puyumataiwan ko et al sinotibetan hakkataiwan ko et al sinotibetan minnanmyanmar summerer et al li et al sinotibetan barmanwest malaysia jinam et al austronesian temuanwest malaysia jinam et al austronesian seletarwest malaysia jinam et al austronesian jehaischina zheng et al sinotibetan tibetanschina zheng et al sinotibetan hanlinguistic classification based ethnologuesimons gf fennig cd ethnologue languages world20ednsil international dallashaplogroup labels exclude downstream subhaplogroupshaplogroup number individuals frequencya15216362a15216362200a13a14a17a5b1b4b416261b4a1cb4a1c2b4a1c4b4a1eb4a5b4b1a2b4b1a2ab4b1c1b4cb4c1ab4c1b16335b4c1b2ab4c1b2cb4c1b2c2b4c2b4c2cb4eb4g1b4g1ab4g2b4hb4mb5ab5a1ab5a1b1b5a1c1ab5a1c1a1b5a1db5b1b5b2204b6ac4a2bc5dc7c7ac7a1d4d4ad4a7d4b2b2ad4e1a3d4g2a1d4g2a1bd4j1a1d4j3d4sd5a2a1d5a2bd5b1c1ad5b3d5b4f1af1a1f1a1af1a1a1f1a1df1a2f1a2af1a4af1a4a1f1acff1b1cf1c1a1f1df1e3f1ff1gf1g1f2af2a1f2df2ef3a1g1a1g2a116189m10m11a2m12a1am12a1a1m12a2m12b1am20m21bm2375m24bm5m59m61m68a1am70m71151m71a1am71cm73bm74m74am74bm74b1m74b2m7b1a1m7b1a116192m7b1a1a2m7b1a1a3m7b1a1bm7b1a1d1m7b1a1fm7b1a1hm7c1am7c1c2m7c1c2am7c2am9a4a1m9a5n21195n9a1n9a1016311n9a6r11b1r9b1r9b1a1ar9b1a2ar9b1a2br9b1a3r9b2r9c1b1z3a1aaustroasiatic taikadai hmongmien sinotibetan austronesian totalb4b5b6ac7d4d5f1a1af1xf1a1af2f3a1m7m71mxm7 m71othersnumbers brackets specify total number samples language familyaustroasiatic taikadai hmongmien sinotibetan austronesian totalaxa17a17b4b4ab4bb4cb5ab5bb6acxc7c7d4d5d6f1xf1af1af2f3f4m10m12m20m21m24m51m61m62bm68am71m73m74m7bm7cm8m9m91n21n9ar9numbers brackets specify total number samples language familyhaplogroup name phylotree figure branch number number individuals branch defining mutations bayesian estimatescoalescence times hpdlower uppera17 figure s5 online resourceb4a1c4 figure s6 online resourceb4a5 figure s6 online resourceb4g1a figure s6 online resource 10042cb4b1a2a figure s6 online resource 5899insxc 5899insxcb4b1c1 figure s6 online resource 9101gb4c figure s6 online resourceb5a1a figure s7 online resourcec4a2b figure s8 online resource 2232insac7a figure s8 online resourcec7a figure s8 online resourcec7a figure s8 online resourcec7a figure s8 online resourcec7a figure s8 online resourced4 figure s9 online resourced4s figure s9 online resourced5a2b figure s9 online resourcef1a1a figure s10 online resourcef1a figure s11 online resourcef1a1 figure s11 online resourcef1a1d figure s11 online resourcef1b1c figure s11 online resource 16232a16249f1c1a1 figure s11 online resourcef1g figure s11 online resourcef2a figure s12 online resource 16111af2a1 figure s12 online resource 5747delaf3a1 figure s12 online resource 15412gf3a1 figure s12 online resourcef3a1 figure s12 online resourcem10 figure s14 online resource 573insxc 573insxcm20 figure s14 online resource 249dela 4385tm21b figure s14 online resource 15940deltm61 figure s14 online resource 8269delgcm71a1a figure s14 online resourcem7b1a1 figure s15 online resource 16301gm7b1a1a2 figure s15 online resourcem7b1a1a2 figure s15 online resourcem7b1a1a3 figure s15 online resourcem7c1c2 figure s15 online resource 146am7c1c2 figure s15 online resource 146an9a1016311 figure s16 online resourcenumbers top branches indicated figures s5s16 online resourcehaplogroup sample size coalescent time 95_hpdlower uppera14a17b4b4ab4a1ab4a1cb4a1c4b4a2ab4a2a3b4a5b4b1b4b1a2b4b1a2ab4b1a2gb4cb4c1b4c1b2b4c1b2a2b4c2b4gb4g1b5b5ab5a1b5a1ab5a1b1b5a1cb5a1c1b5a1db5a2b5bb6ab6a1c4c5dc7c7ac7a1d4d4ad4jd5d5a2d5bd5b3ad5b3a1d6e1e1a1a1e1a1a1b2e2bf1f1af1a1f1a1af1a1a1f1a1df1a1d1f1a2f1a3f1a3af1a4af1a4a1f1b1cf1c1af1ff1gf2f2af2a1f3f3a1f3b1af3b1a2f4f4a2f4bf4b1m1m3m7m7bm7b1m7b1a1a3m7b1a1bm7b1a1em7b1a1e1m7b1a2a1m7b1a2a1bm7cm7c1m7c1am7c1c1m7c1c2m7c1c3m7c2m7c2am8a2m9m9am10m12m12am12a1am12bm12b1am12b1a2m12b1a2am13m20m21m21am21bm24am51am51a1m61m62bm68am71m71am72m73m74m74am74bn7n8n9an9a10n9a6n9a6bn10n21n21195n22r9br9b1r9b1a3r9b2r9c1ar22u2w3a1b", "https://static-content.springer.com/esm/art%3A10.1038%2Fs41598-018-29989-0/MediaObjects/41598_2018_29989_MOESM2_ESM.pdf": "Complete human mtDNA genome sequences from Vietnam and the \nphylogeography of Mainland Southeast Asia  \n \nNguyen Thuy Duong1#, Enrico Macholdt2#, Nguyen Dang Ton1, Leonardo Arias2, Roland Schröder2, \nNguyen Van Phong1, Vo Thi Bich Thuy1, Nguyen Hai Ha1, Huynh Thi Thu Hue1, Nguyen Thi Xuan1, \nKim Thi Phuong Oanh1, Le Thi Thu Hien1, Nguyen Huy Hoang1, Brigitte Pakendorf3,  \nMark Stoneking2* and Nong Van Hai1* \n \n1Institute of Genome Research, Vietnam Academy of Science and Technology, 18 Hoang Quoc Viet, \nCau Giay, Hanoi, Vietnam \n2Department of Evolutionary Genetics, Max Planck Institute for Evolutionary Anthropology, Deutscher \nPlatz 6, D04103 Leipzig, Germany \n3Dynamique du Langage, UMR5596, CNRS & Université de Lyon, 69363 Lyon Cedex 07, France \n \n* Corresponding authors \n1. Associate Professor  Nong Van Hai, PhD \nInstitute of Genome Research, Vietnam Academy of Science and Technology, 18 Hoang Quoc Viet, \nCau Giay, Hanoi, Vietnam \nTel: +84 24 3756 2934; Email: vhnong@igr.ac.vn \n2. Professor Mark Stoneking, PhD  \nDepartment of Evolutionary Genetics, Max Planck Institute for Evolutionary Anthropology, Deutscher \nPlatz 6, D04103 Leipzig, Germany \nTel: +49 341 3550 502; Email: stoneking@eva.mpg.de \n \n# Contributed equally  \n\nFigure S1. Map showing the sampling sites of the studied populations and their language family affiliation.  \nSupplementary Information \n\na \nb \nFigure S2. Bar plots showing the relative frequency of major haplogroups across five language families \nin a) Vietnamese populations; b) MSEA populations (including the current Vietnamese data). \n\nFigure S3. Histogram of coalescence times of Vietnam-specific lineages. a) The number of  coalescence \nevents in relation to time; b) The cumulative histogram of the fraction of coalescence events. Time 0 is \nthe present and the x-axis is measured in time before present scaled by the number of coalescence events. \na \nb \n\nFigure S4. Baysian skyline plot of 609 Vietnamese mtDNA sequences. The thick line indicates the medi-\nan estimate, bracketed by thin lines for the 95% highest prosterior density.  \n\nFigure S5. Phylogenetic tree of haplogroups A14 and A17, including MSEA sequences located in the same branches as Vietnamese sequences. Sequence   \nlabel colors reflect geographic origin as indicated.  Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese-\nspecific lineages (Table S5), or are referred to in the text. \n\nFigure S6. Phylogenetic tree of haplogroup B4, including MSEA sequences located in the same branches as Vietnamese sequences. Sequence label colors \nreflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese-specific     \nlineages (Table S5), or are referred to in the text. \n\nFigure S7. Phylogenetic tree of haplogroups B5 and B6, including MSEA sequences located in the same branches as Vietnamese sequences. Sequence    \nlabel colors reflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese\n-specific lineages (Table S5), or are referred to in the text. \n\nFigure S8. Phylogenetic tree of haplogroup C, including MSEA sequences located in the same branches as Vietnamese sequences. Sequence label colors \nreflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese-specific  \nlineages (Table S5), or are referred to in the text. \n\nFigure S9. Phylogenetic tree of haplogroup D, including MSEA sequences located in the same branches as Vietnamese sequences. Sequence label colors \nreflect geographic origin as indicated.  Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese-specific   \nlineages (Table S5), or are referred to in the text. \n\nFigure S10. Phylogenetic tree of haplogroup F1a1a, including MSEA sequences located in the same branches as Vietnamese sequences. Sequence label     \ncolors reflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese-\nspecific lineages (Table S5), or are referred to in the text. \n\nFigure S11. Phylogenetic tree of haplogroup F1 (excluding F1a1a, which is shown in Figure S10), including MSEA sequences located in the same branches \nas Vietnamese sequences. Sequence label colors reflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate \nthe coalescence time of Vietnamese-specific lineages (Table S5), or are referred to in the text. \n\nFigure S12. Phylogenetic tree of haplogroups F2 and F3, including MSEA sequences located in the same branches as Vietnamese sequences. Sequence label \ncolors reflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese-specific \nlineages (Table S5), or are referred to in the text. \n\nFigure S13. Phylogenetic tree of haplogroup G, including MSEA sequences located in the same branches as Vietnamese sequences. Sequence label      \ncolors reflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese-\nspecific lineages (Table S5), or are referred to in the text. \n\nFigure S14. Phylogenetic tree of haplogroup M (excluding M7, which is shown in Figure S15), including MSEA sequences located in the same branches as \nVietnamese sequences. Sequence label colors reflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate the \ncoalescence time of Vietnamese-specific lineages (Table S5), or are referred to in the text. \n\nFigure S15. Phylogenetic tree of haplogroup M7, including MSEA sequences located in the same branches as Vietnamese sequences. Sequence label colors \nreflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese-specific     \nlineages (Table S5), or are referred to in the text. \n\nFigure S16. Phylogenetic tree of haplogroup N9a , including MSEA sequences located in the same branches as Vietnamese sequences. Sequence label colors \nreflect geographic origin as indicated. Circled numbers indicate branches that were either used to estimate the coalescence time of Vietnamese-specific       \nlineages (Table S5), or are referred to in the text. \n"}
