{"https://doi.org/10.1038/ncomms1235": "Larger mitochondrial DNA than Y-chromosome differences between matrilocal and patrilocal groups from Sumatra | Nature Communications Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript. Advertisement View all journals Search Log in Explore content About the journal Publish with us Sign up for alerts RSS feed nature nature communications articles article Larger mitochondrial DNA than Y-chromosome differences between matrilocal and patrilocal groups from Sumatra Download PDF Article Published: 08 March 2011 Larger mitochondrial DNA than Y-chromosome differences between matrilocal and patrilocal groups from Sumatra Ellen Dröfn Gunnarsdóttir1, Madhusudan R. Nandineni2, Mingkun Li1, Sean Myles3, David Gil4, Brigitte Pakendorf5 & …Mark Stoneking1 Show authors Nature Communications volume 2, Article number: 228 (2011) Cite this article 8355 Accesses 43 Citations 2 Altmetric Metrics details Subjects ChromosomesEvolutionary geneticsGenetic variationMitochondrial genome A Corrigendum to this article was published on 07 February 2012 This article has been updated AbstractGenetic differences between human populations are typically larger for the Y-chromosome than for mitochondrial DNA (mtDNA), which has been attributed to the ubiquity of patrilocality across human cultures. However, this claim has been disputed, and previous analyses of matrilocal groups give conflicting results. Here we analyse mtDNA variation (complete mtDNA genome sequences via next-generation sequencing) and non-recombining regions of the Y-chromosome variation (Y-single-nucleotide-polymorphisms and Y-short-tandem-repeats (STR)) in a matrilocal group (the Semende) and a patrilocal group (the Besemah) from Sumatra. We find in the Semende significantly lower mtDNA diversity than in the Besemah as expected for matrilocal groups, but unexpectedly we find no difference in Y-chromosome diversity between the groups. We highlight the importance of using complete mtDNA sequences for such analyses, as using only partial sequences (as done in previous studies) can give misleading results. You have full access to this article via your institution. Download PDF Similar content being viewed by others Early medieval genetic data from Ural region evaluated in the light of archaeological evidence of ancient Hungarians Article Open access 05 November 2020 Diversity and distribution of mitochondrial DNA in non-Austronesian-speaking Taiwanese individuals Article Open access 18 January 2023 Ethnogenetic analysis reveals the Bronze Age genetic affiliation of Yashkuns with West Eurasians Article Open access 28 December 2024 IntroductionThe extent to which cultural practices influence human genetic diversity has been a longstanding question in anthropological genetics. Genetic differences between human populations are usually larger for non-recombining regions of the Y-chromosome (NRY) than for mitochondrial DNA (mtDNA)1,2,3, and this pattern has been attributed to higher female than male migration due to patrilocality1,4, which is typical for about 70% of human societies5. Higher female than male migration results in a larger effective population size for females than males, which in turn predicts increased mtDNA and decreased Y-chromosome diversity within groups, and larger differences between groups for the Y-chromosome than for mtDNA. An obvious test of this hypothesis is that the genetic differences among matrilocal groups should then be larger for mtDNA than for the NRY and that the mtDNA diversity is lower in matrilocal groups than patrilocal. Indeed, this prediction was fulfilled in the first comparison of patterns of mtDNA and NRY variation in matrilocal and patrilocal groups, among the hill tribes of Thailand4,6. However, a subsequent study of matrilocal and patrilocal groups in India failed to find the predicted patterns of mtDNA versus NRY diversity7, whereas another study has called into question the original observation of larger differences among human groups in general for the NRY versus mtDNA8.Clearly, studies of additional matrilocal groups are needed to ascertain if there is a general effect of residence pattern on human mtDNA and NRY diversity. We report here an analysis of complete mtDNA genome sequences (determined by next-generation sequencing) and NRY haplogroups and Y-STR haplotypes in a matrilocal group (the Semende) and a patrilocal group (the Besemah) from Sumatra, Indonesia. With respect to mtDNA, we find a lower haplotype diversity (HD) in the Semende, and a significantly large genetic distance between the Semende and the Besemah, as expected if matrilocality is influencing patterns of mtDNA diversity. Unexpectedly, and in contrast to virtually every other study of human mtDNA versus NRY diversity on the local scale, there are no significant differences between these two groups for the NRY. Moreover, our results highlight the importance of obtaining complete mtDNA genome sequences, as there are no significant differences in HD between the Besemah and Semende when only partial sequences are analysed, as was done in previous studies7,8.ResultsmtDNA sequencesWe obtained 36 complete mtDNA sequences from the Semende (a matrilocal group) and 36 from the Besemah (a patrilocal group) from Sumatra, Indonesia, using high throughput, parallel tagged sequencing9,10 on the Roche GS/FLX (Roche) and Illumina GAII platforms (Illumina). Sequences were assigned to the closest haplogroup for which all defining mutations were present. For both groups, 24 mtDNA haplogroups were observed (Fig. 1), of which 7 belong to macrohaplogroup M (Supplementary Fig. S1) and 17 to macrohaplogroup N (Supplementary Fig. S1). The majority of the sequences from the Semende (44%) belong to the basal haplogroups M1′51 and a new haplogroup, M*. For the Besemah, haplogroup M7c3c was at the highest frequency (31%), followed by haplogroup E1a1a at a frequency of 14% (Table 1).Figure 1: mtDNA and NRY haplogroup frequencies for the Semende and the Besemah.Haplogroup composition and frequencies based on complete mtDNA sequences and Y-SNPs.Full size imageTable 1 Haplogroup frequencies for mtDNA.Full size tableThe mtDNA HD for the complete mtDNA genomes (Table 2) is lower in the Semende than in the Besemah, and the difference is highly significant by a permutation test (P<0.001) (Supplementary Fig. S2). Conversely, the mean number of pairwise differences (Table 2) was significantly higher (P<0.03, Supplementary Fig. S2) in the Semende (k=36.18) than in the Besemah (k=32.34). Furthermore, the FST value for the mtDNA is 0.076 and is significantly different from 0 (P=0). As a previous study that failed to find a difference in patterns of mtDNA diversity between matrilocal and patrilocal groups in India only sequenced the HV1 region7, we also analysed only the HV1 sequences from the Semende and Besemah. In contrast to the results based on complete mtDNA genome sequences, the difference in mtDNA HD is not significant between the Semende and Besemah (Supplementary Fig. S2), but the mean number of pairwise difference is significantly higher in the Semende than Besemah (P<0.01). Likewise, the FST value is 0.088 and is significantly different from 0 (P=0).Table 2 Summary statistics for the mtDNA and Y-chromosome.Full size tableTo further investigate the maternal history of the Semende and the Besemah, we carried out a Bayesian analysis of changes in population size through time11. The Bayesian Skyline Plots (BSPs), based on the complete mtDNA genome sequences, differ between the two groups: the Besemah exhibit a steep increase in population size beginning around 40,000 years ago and a slight decrease around 10,000 years ago (Fig. 2a), whereas the Semende show a more gradual increase beginning around 40,000 years ago, and a sharp decrease beginning around 5,000 years ago (Fig. 2b). The BSPs also indicate that the current estimated effective population size of the Semende is about ten times lower than that of the Besemah.Figure 2: Bayesian Skyline Plots of effective population size through time.BSP based on the mtDNA coding region, estimated with 30 million MCMC iterations and sampled every 3,000 steps. The y axis for each plot is the product of the effective population size and the generation time and the x axis shows time. A mutation rate of 1.69×10−8 per site per year49 was used. (a) BSP for Besemah, using all 36 sequences. (b) BSP for Semende, using all 36 sequences.Full size imageNRY variationY-single-nucleotide polymorphisms (SNPs) and Y-STRs were typed for all individuals, however results could not be obtained for all STR loci for one Besemah, who therefore was excluded from the Y-STR analysis. The Y-SNP haplogroup for each individual and the Y-STR haplotypes are provided in Supplementary Table S1. Only four NRY haplogroups were observed for both groups, and all individuals belonged to haplogroup O or sublineages thereof (Fig. 1). Both groups had high frequencies of O2 (O-P31) (>70%) and O3 (O-M122) (16–19%), whereas haplogroups O1a2 (O-M50) and O* were found at low frequencies in both groups (Table 3). In contrast to the mtDNA results, the distribution of Y-SNP haplogroups is very similar in the two groups (Fig. 1) and does not differ significantly (P>0.05). Moreover, the FST value for Y-STRs between the Semende and Besemah is only 0.013, and is not significantly different from 0 (P>0.05). Network analysis showed that Y-STR haplotypes are also shared to a large extent between the two groups (Supplementary Fig. S3). Neither HD values nor mean number of pairwise differences (k), based on Y-STRs, differ significantly between the Semende (HD=0.95, k=5.65) and the Besemah (HD=0.93, k=5.52), based on permutation tests (Supplementary Fig. S2).Table 3 Y-chromosome haplogroup frequencies.Full size tableDiscussionIf residence pattern influences genetic diversity, then mtDNA HD is expected to be lower in matrilocal than patrilocal groups. This is indeed the case (Table 2): mtDNA diversity is significantly lower (as judged by a permutation test; Supplementary Fig. S2) in the matrilocal Semende than in the patrilocal Besemah. Interestingly, the HD of the HV1 in the Besemah is lower, but not significantly so. No other studies looking at genetic diversity differences between patrilocal and matrilocal groups have used complete mtDNA sequences before; most studies have used only part of the mtDNA genome, usually HV1. These results indicate that it may be insufficient to use only the HV1 to make inferences concerning genetic variation and differences. In particular, perhaps the failure of identifing such differences in previous studies is due to the lack of power using only the HV1 (ref. 7) or only a single gene such as MT-CO3 (ref. 8).The higher mean number of pairwise differences in the matrilocal group probably reflects the very different haplogroup composition of this group (Fig. 1 and Table 1): around 20% of mtDNA lineages in the Semende belong to a new haplogroup M* restricted to this population and another 25% belong to a new subgroup of M1′51. This new subgroup of M1′51 shares 12 mutations with M51 (Supplementary Fig. S1), a recently described haplogroup found in one Cambodian individual12. M1′51 is basal to subgroups found in North and West Africa and South Europe and is believed to have arisen in southwestern Asia and to have been brought back to Africa and South Europe via a back-migration13. Except for the one Cambodian individual, no other subgroups of M1′51 have been found before in Asia to date. The rest of the mtDNA lineages in the Semende belong to 13 different haplogroups (Fig. 1). Altogether, 53% of the sequences belong to haplogroups frequently found in West and Southeast Asia, for example, subclades of haplogroups B4, B5, R9 and N9 (refs 14,15,16).In the Besemah, the mtDNA lineages fall into 17 different haplogroups (Fig. 1 and Table 2); 95% of their mtDNA haplogroups have been previously described in West and Southeast Asia (with some variation at the tips of the branches), including subhaplogroups of N9, M7, F1, E1, E2, B4 and B5 (refs 14,15,16). Haplogroup M7c3c has the highest frequency (31%), followed by E1a1a (14%) which are both widespread and found at high frequencies in Southeast Asia14,15,17. The Besemah also have one unique M* lineage; one sample with the same haplotype as two M* Semende sequences; one sequence that branches off haplogroup M4; and one N* lineage that shares some mutations with N21 (Supplementary Fig. S1). The M4 lineage shares some mutations with the M4 lineage from the Semende, but each have several unique mutations. Subgroups of M4 have been previously reported in tribal populations in India18,19, Nepal20 and in the Philippines21. There is thus a striking dichotomy in the mtDNA lineages between the matrilocal Semende and the patrilocal Besemah. The Semende have high frequencies of M* and M1′51 lineages not found elsewhere in the world to date, which suggests that these lineages have been maintained in the matrilocal population, perhaps through matrilocal practices, for a long time. By contrast, the majority of the mtDNA lineages in the Besemah are found at high frequency in Southeast Asia and indicate that there has been substantial mtDNA gene flow between this group and surrounding groups, as expected in patrilocal societies.To further investigate the observed differences in mtDNA diversity, we generated BSPs based on the coding region of the mtDNA genomes (Fig. 2). The BSPs indicate that the matrilocal group has a lower effective population size than the patrilocal group, as expected from their lower genetic diversity. Furthermore, the BSPs indicate different histories for these groups: the Besemah show signatures of population expansion, followed by a slight population reduction, whereas the population size has been relatively more constant for the Semende, with a recent steep population reduction.Unexpectedly, patterns of NRY variation are very similar, and do not differ significantly, between the two groups. Haplogroup O2 has the highest frequency in both groups (>70%), and this haplogroup is found at high frequency in Southeast Asia22,23, and it's subhaplogroup O2a (O-M95) in Indonesia24. Haplogroups O3 (O-M122) and O1a (O-M119), which are found at low frequency in both groups, have been associated with the Austronesian expansion and are found at high frequency throughout Southeast Asia22,23,25. These results are surprising, as other studies have shown that, in general, there is more structure within human populations for Y-chromosome diversity than for mtDNA, which is likely to reflect the high global prevalence of patrilocality1,5. Furthermore, patrilocal practises seem to be more tightly regulated than matrilocal practices4, resulting in a higher female than male migration rate2,26,27,28. Perhaps matrilocality has been more tightly regulated in the Semende, and patrilocality less tightly regulated in the Besemah, than has been observed previously.The similarity in NRY diversity for these groups could also be explained by a recent conversion to patrilocality of the Besemah. The current matrilocal and patrilocal residence patterns of the Besemah and Semende are documented since the middle of the 19th century29,30,31, but it is unknown when they were first established. It has been hypothesized that matrilocality is ancestral in Austronesian societies and that descendant groups of Austronesian people in the Pacific adopted a patrilocal residence pattern over time, as a switch from matrilocality to patrilocality is more common than the reverse change32. A relatively recent change to patrilocality of the Besemah would explain the low frequency of unique mtDNA lineages as those would have been replaced by new, incoming lineages. The lack of unique NRY types can likewise be explained by a former practise of matrilocality for which inmarrying men would have continuously introduced new Y-chromosomes. The original residence pattern is expected to be reflected in patterns of genetic variation at least 5–6 generations after any switch28, but to have disappeared after about 20 generations33. Therefore, if the Besemah were previously a matrilocal group, the switch to patrilocality must have happened at least 150 years ago (assuming a generation time of 25 years for females), but not so long ago that there has been time for patterns of NRY variation to reflect the switch to patrilocality. However, differences in resolution for mtDNA versus the Y-chromosome may also have a role, as we have more detailed information for mtDNA (the complete sequence, compared with a few Y-SNPs and Y-STRs).In conclusion, it is highly likely that the unique M* and M′51 mtDNA lineages present in the Semende reflect the initial settlement of the region, and that matrilocality has preserved these lineages. By contrast, patterns of Y-chromosome diversity do not differ between the Besemah and the Semende, suggesting that local groups were more heavily influenced by male gene flow from expanding populations. Notably, the significant differences in mtDNA HD between the Besemah and Semende were only revealed by the complete mtDNA genome sequences, and not by HV1 sequences alone. Thus, previous studies that analysed only a portion of the mtDNA genome and failed to find a difference relating to matrilocality versus patrilocality may have lacked sufficient resolution. Overall, our results confirm the idea that cultural practices can influence genetic variation34, but also demonstrate that the expected influence of matrilocality and patrilocality on genetic diversity may not always hold; in particular, in the present case, matrilocality seems more tightly regulated than patrilocality, in contrast to previous results4.MethodsDNA samplesSaliva samples were collected with informed consent by Hengky Firmansyah from nine locations in Sumatra, Indonesia (Supplementary Table S2), consisting of 38 samples from the Besemah (a patrilocal group) and 37 from the Semende (a matrilocal group). DNA was extracted as described previously35. These agricultural groups live in very close proximity to each other and are linguistically similar, speaking closely related dialects that are partially mutually intelligible (David Gil, field observation). All samples were collected in villages close to Pagaralam except one that was collected in Padang. The use of these samples in this research was approved by the Ethics Commission of the University of Leipzig Medical Faculty.MtDNA genome sequencingComplete mtDNA genome sequences were obtained for 36 samples from each group, 27 with the Roche GS/FLX platform (Roche) and 45 with the Illumina GAII platform (Illumina; Supplementary Table S2); coverage for three samples was too low for subsequent analysis and hence these were excluded. All libraries sequenced with the GS/FLX and 12 samples that were sequenced with the GAII were prepared from long-range PCR products. Two overlapping long-range PCR products were amplified for the sequencing of the complete mtDNA genome using primers described previously21. The libraries for the remaining 33 samples were prepared using a targeting method designed for the Genome Analyzer platform in which each individual is given its own barcode during the library preparation10. The samples were then enriched with a capture method in which mtDNA PCR products were used to capture library mtDNA templates36. These samples were sequenced on the GAII analyzer with single reads and 76 cycles (see Supplementary Table S2 for more details). Assembly of the sequences was carried out with a mapping iterative assembler as described previously37, using the revised Cambridge Reference Sequence (rCRS) as a reference to which all reads were mapped. A multiple alignment was performed with mafft v6.708b38. For the consensus sequences obtained from the mapping iterative assembler, all bases were covered at least two times (bases with <2× coverage were replaced with N's, as missing data; see Supplementary Table S2 for the number of N's in each sequence). A maximum of 1% missing data (N's) was accepted; the number of N's per sequence ranged from 0 to 26 (Supplementary Table S2). Overall, the average coverage was 54-fold, ranging from 9 to 144 with an average minimum coverage of 15.5 (Supplementary Fig. S4 and Supplementary Table S2). Sequences were manually checked and edited because of homopolymer problems occuring with the GS/FLX technology. This problem stems from the inaccuracy in the light signal intensity resulting from runs of three or more identical bases, making it impossible to detect the exact number of bases in such homopolymer regions39. Therefore, sequences were manually checked and edited and insertions or deletions were removed in a homopolymer run in a genic region, but not in non-coding regions. These edited positions never occurred at a polymorphic, biallelic site, and all indels were not used in subsequent analyses. These manually edited sequences have been submitted to GenBank (accession numbers: HM596644 to HM596715).NRY genotypingA total of 12 Y-SNPs (C-RPS4Y, C-M38, C-M208, M-M4, M-P34, M-M104, K-M9, NO-M214, O-M119, O-M122, P-M74, R-M173) were typed using a single-base extension assay with amplicons detected by matrix-assisted laser desorption ionization time-of-flight mass spectrometry using methods described elsewhere40. For a higher resolution of specific Y-chromosome haplogroups, further Y-SNPs were detected by hierarchic multiplexes41 and genotyping performed with the ABI Prism SnaPshot multiplex kit (Applied Biosystems), with amplicons detected using capillary electrophoresis on an ABI Prism 3100 Genetic Analyzer according to the manufacturer's instructions. Hierarchical SNP typing was done in two SnaPshot multiplexes; in the first one six SNPs were typed (O-M175, M-M5, O-M122, O-P31, N-LLy22g and O-M134), whereas in the second one three SNPs were typed (O-119, O-M101 and O-M50). In addition, 12 Y-STR loci (DYS391, DYS389I, DYS439, DYS389II, DYS438, DYS437, DYS29, DYS392, DYS393, DYS390, DYS385a, DYS385b) were typed using the Promega PowerPlex Y system (Promega Corporation) with amplicons detected on an ABI Prism 3100 Genetic Analyzer (Applied Biosystems), all following the manufacturer's instructions. The phylogenetic relationship of the complete set of SNPs typed in the study is shown in Supplementary Figure S5, following the nomenclature of they Y-chromosome phylogenetic tree42.Data analysisThe mtDNA genome sequences were assigned to haplogroups according to Phylotree.org Build 743 using a custom Perl script. Positions 309.1C(C), 16182C, 16183C, 16193.1C(C) and 16519 were not used for haplogroup assignment as these are subject to highly recurrent mutations. Y-chromosome haplogroup affiliations were based on the YCC tree42.Basic descriptive diversity statistics were calculated with dnaSP v5 for the complete mtDNA sequences. The Arlequin software package44, version 3.5 was used to calculate summary statistics for the NRY data. To test if the diversity values (HD and the mean number of pairwise differences) differed significantly between groups, a custom R script (Supplementary Software) was used to perform a permutation test in which the complete dataset was split randomly into two populations 1,000 times and the relevant diversity statistic was calculated each time, and then the difference between the two randomly generated groups was calculated and compared with the difference between the values obtained from the observed data. The same approach was used to test whether the mean number of pairwise differences (k) for the mtDNA data was significantly different between groups, using the function dist.dna from the R package APE45. As APE only deals with sequence data, a custom R script was used to do the same test based on the mean number of pairwise differences for the Y-STR data.Before performing the permutation tests, all sites with indels and missing data (N's) were deleted, except for two indel sites, which were recoded as base substitutions as follows: the 9 bp deletion in the intergenic region between the MT-CO2 and lysine tRNA genes was coded as a transitional difference (9-bp deletion=T, absence of deletion=C); and the CA microsatellite beginning at position 520 (five repeats=A, four repeats=T, three repeats (only in one case)=G). In total, 132 sites were deleted, or 0.8%. As this dataset was used for the permutation test, all summary statistics were calculated using this dataset in dnaSP.The mtDNA coding region (positions 577–16,023) was used to generate BSPs using Markov chain Monte Carlo (MCMC) sampling in the program BEAST (version 5.1)46,47, using the same parameters as described previously21. Each run was analysed using the program Tracer for independence of parameter estimation and stability of MCMC chains47.Network analyses48 were carried out using version 4.516 of Network and version 1.1.0.7 of Network Publisher. Networks for Y-STR haplotypes used a weighting scheme based on Y-STR locus-specific mutation rates obtained from NIST (http://www.cstl.nist.gov/biotech/strbase/).Additional informationData deposition: The complete consensus mtDNA sequences were submitted to GenBank Nucleotide Core database under accession numbers HM596644 to HM596715.How to cite this article: Gunnarsdóttir, E.D. et al. Larger mitochondrial DNA than Y-chromosome differences between matrilocal and patrilocal groups from Sumatra. Nat. Commun. 2:228 doi: 10.1038/ncomms1235 (2011). Accession codes Accessions NCBI Reference Sequence HM596644 HM596715 Change history07 February 2012A correction has been published and is appended to both the HTML and PDF versions of this paper. The error has not been fixed in the paper.ReferencesSeielstad, M. T., Minch, E. & Cavalli-Sforza, L. L. Genetic evidence for a higher female migration rate in humans. Nat. Genet. 20, 278–280 (1998).Article CAS PubMed Google Scholar Kayser, M. et al. Reduced Y-chromosome, but not mitochondrial DNA, diversity in human populations from West New Guinea. Am. J. Hum. Genet. 72, 281–302 (2003).Article CAS PubMed Google Scholar Nasidze, I. et al. Mitochondrial DNA and Y-chromosome variation in the Caucasus. Ann. Hum. Genet. 68, 205–221 (2004).Article CAS PubMed Google Scholar Hamilton, G., Stoneking, M. & Excoffier, L. Molecular analysis reveals tighter social regulation of immigration in patrilocal populations than in matrilocal populations. Proc. Natl Acad. Sci. USA 102, 7476–7480 (2005).Article ADS CAS PubMed Google Scholar Langergraber, K. E. et al. The genetic signature of sex-biased migration in patrilocal chimpanzees and humans. PLoS ONE 2, e973 (2007).Article ADS PubMed PubMed Central Google Scholar Oota, H., Settheetham-Ishida, W., Tiwawech, D., Ishida, T. & Stoneking, M. Human mtDNA and Y-chromosome variation is correlated with matrilocal versus patrilocal residence. Nat. Genet. 29, 20–21 (2001).Article CAS PubMed Google Scholar Kumar, V. et al. Global patterns in human mitochondrial DNA and Y-chromosome variation caused by spatial instability of the local cultural processes. PLoS Genet. 2, 420–424 (2006). Google Scholar Wilder, J. A., Kingan, S. B., Mobasher, Z., Pilkington, M. M. & Hammer, M. F. Global patterns of human mitochondrial DNA and Y-chromosome structure are not influenced by higher migration rates of females versus males. Nat. Genet. 36, 1238 (2004).Article CAS Google Scholar Meyer, M., Stenzel, U. & Hofreiter, M. Parallel tagged sequencing on the 454 platform. Nat. Protoc. 3, 267–278 (2008).Article CAS PubMed Google Scholar Meyer, M. & Kircher, M. Illumina sequencing library preparation for highly multiplexed target capture and sequencing. Cold Spring Harb. Protoc. 2010, pdb prot5448, doi:2010/6/pdb.prot5448 (2010).Drummond, A. J., Rambaut, A., Shapiro, B. & Pybus, O. G. Bayesian coalescent inference of past population dynamics from molecular sequences. Mol. Biol. Evol. 22, 1185–1192 (2005).Article CAS PubMed Google Scholar Hartmann, A. et al. Validation of microarray-based resequencing of 93 worldwide mitochondrial genomes. Hum. Mutat. 30, 115–122 (2009).Article PubMed Google Scholar Olivieri, A. et al. The mtDNA legacy of the levantine early upper palaeolithic in Africa. Science 314, 1767–1770 (2006).Article ADS CAS PubMed Google Scholar Hill, C. et al. Phylogeography and ethnogenesis of aboriginal Southeast Asians. Mol. Biol. Evol. 23, 2480–2491 (2006).Article CAS PubMed Google Scholar Tabbada, K. A. et al. Philippine mitochondrial DNA diversity: a populated viaduct between Taiwan and Indonesia? Mol. Biol. Evol. 27, 21–31 (2010).Article CAS PubMed Google Scholar Soares, P. et al. Climate change and postglacial human dispersals in Southeast Asia. Mol. Biol. Evol. 25, 1209–1218 (2008).Article CAS PubMed Google Scholar Trejaut, J. A. et al. Traces of archaic mitochondrial lineages persist in austronesian-speaking Formosan populations (vol 3, pg e376, 2005). PLoS Biol. 3, 1838 (2005). Google Scholar Thangaraj, K., Chaubey, G., Reddy, A. G., Singh, V. K. & Singh, L. Unique origin of Andaman Islanders: insight from autosomal loci. J. Hum. Genet. 51, 800–804 (2006).Article CAS PubMed Google Scholar Chandrasekar, A. et al. Updating phylogeny of mitochondrial DNA macrohaplogroup m in India: dispersal of modern human in South Asian corridor. PLoS ONE 4, e7447 (2009).Article ADS PubMed PubMed Central Google Scholar Fornarino, S. et al. Mitochondrial and Y-chromosome diversity of the Tharus (Nepal): a reservoir of genetic variation. BMC Evol. Biol. 9, 154 (2009).Article PubMed PubMed Central Google Scholar Gunnarsdottir, E. D., Li, M., Bauchet, M., Finstermeier, K. & Stoneking, M. High-throughput sequencing of complete human mtDNA genomes from the Philippines. Genome Res. 21, 1–11 (2011).Article CAS PubMed PubMed Central Google Scholar Stoneking, M. & Delfin, F. The human genetic history of East Asia: weaving a complex tapestry. Curr. Biol. 20, R188–R193 (2010).Article CAS PubMed Google Scholar Karafet, T. M. et al. Balinese Y-chromosome perspective on the peopling of Indonesia: genetic contributions from pre-neolithic hunter-gatherers, Austronesian farmers, and Indian traders. Hum. Biol. 77, 93–114 (2005).Article PubMed Google Scholar Karafet, T. M. et al. Major East-West division underlies Y chromosome stratification across Indonesia. Mol. Biol. Evol. 27, 1833–1844 (2010).Article CAS PubMed Google Scholar Kayser, M. et al. Melanesian origin of Polynesian Y chromosomes. Curr. Biol. 10, 1237–1246 (2000).Article CAS PubMed Google Scholar Salem, A. H., Badr, F. M., Gaballah, M. F. & Paabo, S. The genetics of traditional living: Y-chromosomal and mitochondrial lineages in the Sinai Peninsula. Am. J. Hum. Genet. 59, 741–743 (1996).CAS PubMed PubMed Central Google Scholar Destro-Bisol, G. et al. Variation of female and male lineages in sub-saharan populations: the importance of sociocultural factors. Mol. Biol. Evol. 21, 1673–1682 (2004).Article CAS PubMed Google Scholar Bolnick, D. A., Bolnick, D. I. & Smith, D. G. Asymmetric male and female genetic histories among native Americans from eastern North America. Mol. Biol. Evol. 23, 2161–2174 (2006).Article CAS PubMed Google Scholar Moyer, D. S. Cultural constraints on marriage: anti-exchange behaviour in nineteenth century South Sumatra. Bijdr. Taal-Land-V. 139, 247–259 (1983).Article Google Scholar Bowen, J. R. in Encyclopedia of World Cultures: East and Southeast Asia (ed. Paul Hockings) (G.K. Hall, 1993).Smith, G. & Bouvier, H. in Spontaneous Settlements in Indonesia (eds Muriel Carras & Marc Pain) (Departemen Transmigrasi and the Centre National de la Recherche Scientifique, 1993).Jordan, F. M., Gray, R. D., Greenhill, S. J. & Mace, R. Matrilocal residence is ancestral in Austronesian societies. Proc. R. Soc. B Biol. Sci. 276, 1957–1964 (2009).Article Google Scholar Chaix, R. et al. From social to genetic structures in central Asia. Curr. Biol. 17, 43–48 (2007).Article CAS PubMed Google Scholar Laland, K. N., Odling-Smee, J. & Myles, S. How culture shaped the human genome: bringing genetics and the human sciences together. Nat. Rev. Genet. 11, 137–148 (2010).Article CAS PubMed Google Scholar Quinque, D., Kittler, R., Kayser, M., Stoneking, M. & Nasidze, I. Evaluation of saliva as a source of human DNA for population and association studies. Anal. Biochem. 353, 272–277 (2006).Article CAS PubMed Google Scholar Maricic, T., Whitten, M. & Paabo, S. Multiplexed DNA sequence capture of mitochondrial genomes using PCR products. PLoS ONE 5, e14004 (2010).Article ADS PubMed PubMed Central Google Scholar Briggs, A. W. et al. Targeted retrieval and analysis of five Neandertal mtDNA genomes. Science 325, 318–321 (2009).Article ADS CAS PubMed Google Scholar Katoh, K., Asimenos, G. & Toh, H. Multiple alignment of DNA sequences with MAFFT. Methods Mol. Biol. 537, 39–64 (2009).Article CAS PubMed Google Scholar Green, R. E. et al. A complete Neandertal mitochondrial genome sequence determined by high-throughput sequencing. Cell 134, 416–426 (2008).Article CAS PubMed PubMed Central Google Scholar Hughes, D. A. et al. Parallel selection on TRPV6 in human populations. PLoS ONE 3, e1686 (2008).Article ADS PubMed PubMed Central Google Scholar Delfin, F. et al. The Y-chromosome landscape of the Philippines: extensive heterogeneity and varying genetic affinities of Negrito and non-Negrito groups. Eur. J. Hum. Genet. 19, 224–230 (2011).Article PubMed Google Scholar Karafet, T. M. et al. New binary polymorphisms reshape and increase resolution of the human Y chromosomal haplogroup tree. Genome Res. 18, 830–838 (2008).Article CAS PubMed PubMed Central Google Scholar van Oven, M. & Kayser, M. Updated comprehensive phylogenetic tree of global human mitochondrial DNA variation. Hum. Mutat. 30, E386–394, doi: 10.1002/humu.20921 (2009).Article PubMed Google Scholar Excoffier, L., Estoup, A. & Cornuet, J.- M. Bayesian analysis of an admixture model with mutations and arbitrarily linked markers. Genetics 169, 1727–1738 (2005).Article CAS PubMed PubMed Central Google Scholar Paradis, E., Claude, J. & Strimmer, K. APE: analyses of phylogenetics and evolution in R language. Bioinformatics 20, 289–290 (2004).Article CAS PubMed Google Scholar Drummond, A. J., Nicholls, G. K., Rodrigo, A. G. & Solomon, W. Estimating mutation parameters, population history and genealogy simultaneously from temporally spaced sequence data. Genetics 161, 1307–1320 (2002).CAS PubMed PubMed Central Google Scholar Drummond, A. J. & Rambaut, A. BEAST: Bayesian evolutionary analysis by sampling trees. BMC Evol. Biol. 7, 214 (2007).Article PubMed PubMed Central Google Scholar Bandelt, H. J., Forster, P. & Rohl, A. Median-joining networks for inferring intraspecific phylogenies. Mol. Biol. Evol. 16, 37–48 (1999).Article CAS PubMed Google Scholar Atkinson, Q. D., Gray, R. D. & Drummond, A. J. mtDNA variation predicts population size in humans and reveals a major Southern Asian chapter in human prehistory. Mol. Biol. Evol. 25, 468–474 (2008).Article CAS PubMed Google Scholar Download referencesAcknowledgementsWe thank Hengky Firmansyah for sample collection, and we gratefully acknowledge all participants who provided samples for this study. We thank Karolin Meyer for assistance with laboratory work, Mark Whitten, Johannes Krause and Tomislav Maricic for help with technical issues in the laboratory and Cesare deFilippo and David Hughes for their help with the permutation tests. Furthermore, we thank the MPI-EVA Molecular Anthropology Group for helpful discussions. This research was funded by the Max Planck Society.Author informationAuthors and AffiliationsDepartment of Evolutionary Anthropology, Max Planck Institute for Evolutionary Anthropology, Leipzig, D-04103, GermanyEllen Dröfn Gunnarsdóttir, Mingkun Li & Mark StonekingLaboratory of DNA Fingerprinting Services and Laboratory of Genomics and Profiling Applications, Centre for DNA Fingerprinting and Diagnostics, Building no. 7, Gruhakalpa, 5-4-399/B, Nampally, Hyderabad 500001, India., Madhusudan R. NandineniDepartment of Genetics, Stanford University, Stanford, 94305-5120, CA, USASean MylesDepartment of Linguistics, Max Planck, Max Planck Institute for Evolutionary Anthropology, Leipzig, D-04103, GermanyDavid GilResearch Group on Comparative Population Linguistics, Max Planck Institute for Evolutionary Anthropology, Leipzig, D-04103, GermanyBrigitte PakendorfAuthorsEllen Dröfn GunnarsdóttirView author publicationsYou can also search for this author inPubMed Google ScholarMadhusudan R. NandineniView author publicationsYou can also search for this author inPubMed Google ScholarMingkun LiView author publicationsYou can also search for this author inPubMed Google ScholarSean MylesView author publicationsYou can also search for this author inPubMed Google ScholarDavid GilView author publicationsYou can also search for this author inPubMed Google ScholarBrigitte PakendorfView author publicationsYou can also search for this author inPubMed Google ScholarMark StonekingView author publicationsYou can also search for this author inPubMed Google ScholarContributionsM.S. and B.P. initiated the project; D.G. and B.P. arranged the sampling; E.D.G., M.R.N. and S.M. conducted the experiments; M.L. processed the raw high throughput sequences; M.S. supervised the project and E.G. analysed the data and wrote the paper. All authors discussed the paper and gave comments.Corresponding authorCorrespondence to Ellen Dröfn Gunnarsdóttir.Ethics declarations Competing interests The authors declare no competing financial interests. Supplementary informationSupplementary Figures and Supplementary Tables.Supplementary Figures S1-S5 and Supplementary Tables S1-S2. (PDF 335 kb)Supplementary SoftwareR script for permutation tests. (PDF 873 kb)Rights and permissionsReprints and permissionsAbout this articleCite this articleGunnarsdóttir, E., Nandineni, M., Li, M. et al. Larger mitochondrial DNA than Y-chromosome differences between matrilocal and patrilocal groups from Sumatra. Nat Commun 2, 228 (2011). https://doi.org/10.1038/ncomms1235Download citationReceived: 12 July 2010Accepted: 09 February 2011Published: 08 March 2011DOI: https://doi.org/10.1038/ncomms1235Share this articleAnyone you share the following link with will be able to read this content:Get shareable linkSorry, a shareable link is not currently available for this article.Copy to clipboard Provided by the Springer Nature SharedIt content-sharing initiative You have full access to this article via your institution. Download PDF Advertisement Explore content Research articles Reviews & Analysis News & Comment Videos Collections Subjects Follow us on Facebook Follow us on Twitter Sign up for alerts RSS feed About the journal Aims & Scope Editors Journal Information Open Access Fees and Funding Calls for Papers Editorial Values Statement Journal Metrics Editors' Highlights Contact Editorial policies Top Articles Publish with us For authors For Reviewers Language editing services Submit manuscript Search Search articles by subject, keyword or author Show results from All journals This journal Search Advanced search Quick links Explore articles by subject Find a job Guide to authors Editorial policies Nature Communications (Nat Commun) ISSN 2041-1723 (online) nature.com sitemap About Nature Portfolio About us Press releases Press office Contact us Discover content Journals A-Z Articles by subject protocols.io Nature Index Publishing policies Nature portfolio policies Open access Author & Researcher services Reprints & permissions Research data Language editing Scientific editing Nature Masterclasses Research Solutions Libraries & institutions Librarian service & tools Librarian portal Open research Recommend to library Advertising & partnerships Advertising Partnerships & Services Media kits Branded content Professional development Nature Careers Nature Conferences Regional websites Nature Africa Nature China Nature India Nature Italy Nature Japan Nature Middle East Privacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights © 2025 Springer Nature Limited Close banner Close Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily. Email address Sign up I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy. Close banner Close Get the most important science stories of the day, free in your inbox. Sign up for Nature Briefing", "https://static-content.springer.com/esm/art%3A10.1038%2Fncomms1235/MediaObjects/41467_2011_BFncomms1235_MOESM175_ESM.pdf": "            Supplementary Information for \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nLarger mtDNA than Y-chromosome differences between matrilocal and patrilocal \ngroups from Sumatra \n \nEllen Dröfn Gunnarsdóttir, Madhusudan R. Nandineni, Mingkun Li, Sean Myles, David \nGil, Brigitte Pakendorf and Mark Stoneking.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nSupplementary Figures: \n         \n \na \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \nb \n \n \n \n \n \n \n \nSupplementary Figure S1. Schematic tree of complete mtDNA sequences.  \nThe figure shows the nearest haplogroup affilitation of all complete mtDNA sequences in \nthe study. The individual ID is shown in bold and haplogroup names are shown in blue \nboxes. Back mutations are shown in italics. Mutations that are transversions are indicated \nwith the associated base. A) Complete mtDNA sequences belonging to macrohaplogroup \nM. B) Complete mtDNA sequences belonging to macrohaplogroup N. Positions \n309.1C(C), 16182C, 16183C, 16193.1C(C) and 16519 were not used for reconstructing \nthe haplogroup trees. \n \n \n \n\n \nSupplementary Figure S2. Permutation tests of significance. \nHistograms of frequencies of diversity statistics obtained with 1000 permutations. After \neach permutation, a diversity statistic was calculated for each random group and then the \ndifference between the two randomly sampled groups was calculated and compared to the \nvalues obtained from the observed data. The Y-axis shows the frequency of the difference \nbetween the two populations for a given diversity statistic and the X-axis shows the value \nof the difference for the summary statistic. A) Frequency distribution of the haplotype \ndiversity difference for mtDNA. B) Frequency distribution of the mean number of \npairwise difference for mtDNA. C) Frequency distribution of the haplotype diversity \ndifference for the mtDNA HV1 region . D) Frequency distribution of the difference of the \nmean number of pairwise differences for the mtDNA HV1 region. E) Frequency \ndistribution of the haplotype diversity difference for the Y-chromosome. F) Frequency \ndistribution of the difference of the mean number of pairwise differences for the Y-\nchromosome.  \n \n\n \n \n \n \n \n \n \n \n \n \nSupplementary Figure S3. Network for all Y-STRs . \nThe network is based on all 12 YSTRs in the study. Diameters represent YSTR \nhaplotypes and are proportional to the frequency of the haplotype. Branch lengths are \nproportional to the number of mutation steps. The Semende are depicted in orange and \nthe Besemah are depicted in blue. \n \n \n \n \n\n \n \n \n \nSupplementary Figure S4. Coverage for complete mtDNA sequences. \nThe plot shows the maximum, minimum and average coverage of complete mtDNA \nsequences in the study and the proportion of individuals sequenced with each technology \nused. X-axis shows all the individuals in the study, Y-axis shows the coverage. GS/FLX: \nGenome Sequencer FLX, GAII: Genome Analyzer II Technology. \n \n \n \n \n \n \n \n\n \n \n \n \nSupplementary Figure S5. A schematic representation of the Y-SNP haplogroup \ntree. \nThe figure shows a tree with the phylogenetic relationships of Y-SNPs used in this study. \nY-SNPs indicated in yellow boxes were typed using the MALDI-TOF assay for 11 SNPs. \nY-SNPs indicated in blue boxes were typed with a snapshot multiplex of 6 SNPs. Y-\nSNPs indicated in pink boxes were typed with a snapshot multiplex of 3 SNPs. \n \n \n \n \n \n \n \n \n\n \nSupplementary Tables: \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSampleID \nDYS391 \nDYS389I \nDYS439 \nDYS389II \nDYS438 \nDYS437 \nDYS19 \nDYS392 \nDYS393 \nDYS390 \nDYS385a \nDYS385b \nY-hg \nSmd1 \n11 \n13 \n13 \n28 \n10 \n14 \n16 \n13 \n14 \n24 \n15 \n22 \nO2 \nSmd2 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n16 \nO2 \nSmd3 \n10 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n13 \n24 \n14 \n20 \nO2 \nSmd4 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nSmd5 \n10 \n14 \n11 \n29 \n10 \n15 \n13 \n13 \n13 \n25 \n13 \n14 \nO2 \nSmd6 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nSmd7 \n10 \n13 \n12 \n29 \n10 \n15 \n15 \n13 \n13 \n25 \n15 \n20 \nO2 \nSmd8 \n11 \n13 \n12 \n30 \n10 \n14 \n15 \n13 \n13 \n25 \n14 \n20 \nO2 \nSmd9 \n11 \n13 \n12 \n30 \n10 \n14 \n16 \n13 \n13 \n25 \n14 \n20 \nO2 \nSmd10 \n10 \n13 \n11 \n29 \n10 \n15 \n13 \n15 \n13 \n25 \n13 \n13 \nO3 \nSmd11 \n10 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nSmd12 \n10 \n12 \n11 \n27 \n10 \n14 \n15 \n14 \n13 \n23 \n13 \n13 \nO1a2 \nSmd13 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n23 \n15 \n16 \nO2 \nSmd14 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n16 \nO2 \nSmd15 \n10 \n14 \n11 \n29 \n10 \n15 \n13 \n13 \n13 \n25 \n13 \n21 \nO3 \nSmd16 \n11 \n13 \n12 \n30 \n10 \n14 \n16 \n13 \n13 \n25 \n14 \n20 \nO2 \nSmd17 \n10 \n14 \n11 \n30 \n10 \n15 \n13 \n13 \n13 \n27 \n13 \n20 \nO3 \nSmd18 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n16 \nO2 \nSmd19 \n10 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n13 \n24 \n14 \n19 \nO2 \nSmd20 \n10 \n12 \n12 \n27 \n9 \n14 \n16 \n14 \n13 \n22 \n13 \n14 \nO1a2 \nSmd21 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nSmd22 \n10 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n16 \nO2 \nSmd23 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n16 \nO2 \nSmd24 \n11 \n13 \n12 \n30 \n10 \n14 \n15 \n13 \n13 \n25 \n14 \n20 \nO2 \nSmd25 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nSmd26 \n10 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n13 \n24 \n14 \n20 \nO2 \nSmd27 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n16 \nO2 \nSmd28 \n10 \n13 \n11 \n31 \n11 \n14 \n17 \n11 \n13 \n27 \n11 \n14 \nO* \nSmd29 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO3 \nSmd30 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n16 \nO2 \nSmd31 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nSmd32 \n10 \n13 \n12 \n30 \n10 \n14 \n15 \n13 \n13 \n25 \n14 \n20 \nO2 \nSmd33 \n10 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nSmd34 \n11 \n13 \n12 \n29 \n10 \n15 \n15 \n13 \n13 \n24 \n15 \n21 \nO3 \nSmd35 \n10 \n14 \n12 \n30 \n10 \n14 \n15 \n13 \n14 \n25 \n15 \n19 \nO2 \nSmd36 \n10 \n14 \n11 \n30 \n10 \n15 \n13 \n13 \n13 \n27 \n13 \n20 \nO3 \nSmd37 \n11 \n15 \n11 \n30 \n10 \n15 \n13 \n13 \n13 \n25 \n14 \n20 \nO3 \nBes1 \n10 \n14 \n10 \n31 \n11 \n14 \n15 \n11 \n13 \n25 \n9 \n14 \nO* \nBes2 \n11 \n13 \n11 \n25 \n8 \n14 \n15 \n13 \n14 \n24 \n12 \n12 \nO2 \nBes3 \n11 \n13 \n10 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes4 \n10 \n12 \n13 \n28 \n10 \n14 \n15 \n15 \n13 \n23 \n12 \n12 \nO* \nBes5 \n10 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n14 \n25 \n15 \n22 \nO2 \nBes6 \n11 \n14 \n11 \n30 \n10 \n15 \n13 \n13 \n13 \n25 \n14 \n21 \nO3 \nBes7 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes8 \n10 \n12 \n12 \n27 \n9 \n14 \n16 \n14 \n13 \n22 \n13 \n14 \nO1a2 \nBes9 \n10 \n13 \n12 \n30 \n10 \n14 \n15 \n13 \n13 \n24 \n16 \n16 \nO2 \nBes10 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes11 \n10 \n12 \n12 \n27 \n9 \n14 \n16 \n14 \n13 \n22 \n13 \n14 \nO1a2 \nBes12 \n11 \n13 \n11 \n30 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes13 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n16 \nO2 \nBes14 \n10 \n13 \n12 \n28 \n10 \n14 \n15 \n11 \n13 \n25 \n13 \n20 \nO2 \nBes15 \n11 \n10 \n11 \n26 \n10 \n15 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \n\nBes16 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes17 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes18 \n11 \n10 \n11 \n26 \n10 \n15 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes19 \n10 \n12 \n13 \n28 \n10 \n15 \n15 \n13 \n13 \n24 \n12 \n16 \nO3 \nBes20 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n15 \n24 \n15 \n15 \nO2 \nBes21 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes22 \n11 \n14 \n11 \n29 \n10 \n15 \n13 \n13 \n13 \n25 \n13 \n22 \nO3 \nBes23 \n10 \n14 \n11 \n30 \n10 \n14 \n15 \n11 \n15 \n24 \n11 \n17 \nO* \nBes24 \n11 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n16 \n16 \nO2 \nBes25 \n11 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n13 \n24 \n14 \n20 \nO2 \nBes26 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes27 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes28 \n11 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n13 \n24 \n14 \n20 \nO2 \nBes29 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes30 \n10 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n13 \n24 \n14 \n20 \nO3 \nBes31 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes32 \n11 \n14 \n11 \n30 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes33 \n10 \n12 \n11 \n28 \n10 \n14 \n16 \n14 \n13 \n23 \n13 \n14 \nO1a2 \nBes35 \n11 \n13 \n12 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \nBes36 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n16 \nO2 \nBes37 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n14 \n15 \nO3 \nBes38 \n11 \n13 \n11 \n29 \n10 \n14 \n15 \n13 \n14 \n24 \n15 \n15 \nO2 \n \n \n \n \n \n \n \nSupplementary Table S1. Results for Y-STRs and Y-SNPs. \nThe table shows the number of repeats for each YSTR in the study and the associated Y-\nchromosome haplogroup for each individual. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nSample\n ID \nSeq  \nTech \n#Reads \n#Mapped \nReads \nSeq.len \nAv.cov. \nMin.cov \nMax.cov \nNs \nmtHap \nGenBank\n ID \nSample \n Location \nBes1 \nGAII/Cap \n183912 \n25406 \n16570 \n115 \n44 \n159 \n0 \nN9a6a \nHM596644 \nPadang \nBes10 \nGS/FLX \n1446 \n1012 \n16560 \n13 \n2 \n27 \n1 \nB5a1 \nHM596645 \nMerpayang \nBes11 \nGAII/Cap \n174995 \n19032 \n16562 \n87 \n30 \n141 \n0 \nB4c1b2 \nHM596646 \nPauna \nSalak \nBes12 \nGAII/Cap \n161661 \n18427 \n16571 \n84 \n23 \n129 \n1 \nE1a1a \nHM596647 \nPelagaran \nBes13 \nGS/FLX \n2108 \n1475 \n16569 \n20 \n7 \n38 \n2 \nY2a \nHM596648 \nPelagaran \nBes14 \nGAII/Cap \n352424 \n31621 \n16568 \n144 \n76 \n186 \n0 \nM7c3c \nHM596649 \nPelagaran \nBes15 \nGAII/Cap \n270865 \n23583 \n16568 \n107 \n40 \n158 \n0 \nM7c3c \nHM596650 \nPelagaran \nBes16 \nGAII/Cap \n193494 \n18459 \n16570 \n84 \n29 \n126 \n0 \nE1a1a \nHM596651 \nPelagaran \nBes17 \nGAII/Cap \n193287 \n17368 \n16570 \n79 \n26 \n126 \n0 \nE2a \nHM596652 \nPelagaran \nBes18 \nGAII/Cap \n190980 \n19660 \n16574 \n89 \n33 \n137 \n0 \nM \nHM596653 \nPelagaran \nBes19 \nna \nna \nna \nna \nna \nna \nna \nna \nna \nna \nPelagaran \nBes2 \nGAII/PCR \n50421 \n20750 \n16563 \n50 \n2 \n73 \n4 \nF1a \nHM596654 \nJambat \nAkar \nBes20 \nGS/FLX \n1795 \n1231 \n16558 \n17 \n6 \n37 \n1 \nB5a1a \nHM596655 \nJambat \nAkar \nBes21 \nGS/FLX \n2148 \n1444 \n16560 \n19 \n6 \n44 \n2 \nB4c2 \nHM596656 \nPelagaran \nBes22 \nGAII/Cap \n151490 \n10806 \n16570 \n49 \n7 \n85 \n0 \nN9a6a \nHM596657 \nJambat \nAkar \nBes23 \nGAII/PCR \n63318 \n21230 \n16568 \n51 \n2 \n76 \n2 \nE1a1a \nHM596658 \nJambat \nAkar \nBes24 \nna \nna \nna \nna \nna \nna \nna \nna \nna \nna \nJangkar \nBes25 \nGAII/Cap \n149942 \n14930 \n16568 \n68 \n27 \n106 \n0 \nM7c3c \nHM596659 \nPelagaran \nBes26 \nGAII/Cap \n274861 \n19155 \n16570 \n87 \n41 \n123 \n1 \nE1a1a \nHM596660 \nPelagaran \nBes27 \nGAII/Cap \n233407 \n26377 \n16570 \n119 \n58 \n179 \n0 \nE1a1a \nHM596661 \nPelagaran \nBes28 \nGAII/Cap \n134707 \n18614 \n16568 \n85 \n27 \n146 \n1 \nM7c3c \nHM596662 \nPelagaran \nBes29 \nGS/FLX \n1896 \n1336 \n16566 \n18 \n3 \n43 \n4 \nM7c3c \nHM596663 \nPelagaran \nBes3 \nGAII/Cap \n285995 \n28511 \n16567 \n130 \n53 \n176 \n0 \nM7c3c \nHM596664 \nPelagaran \nBes30 \nGAII/Cap \n152833 \n11614 \n16557 \n53 \n13 \n106 \n1 \nB4a1a \nHM596665 \nSemende \nBes31 \nGS/FLX \n1827 \n1251 \n16569 \n17 \n4 \n36 \n3 \nE1a1a1 \nHM596666 \nSemende \nBes32 \nGS/FLX \n1792 \n1251 \n16567 \n17 \n3 \n42 \n0 \nN \nHM596667 \nSemende \nBes33 \nGAII/Cap \n144221 \n14351 \n16567 \n65 \n16 \n112 \n1 \nM7c3c \nHM596668 \nSemende \nBes34 \nGS/FLX \n1906 \n1336 \n16566 \n18 \n3 \n36 \n0 \nM7c3c \nHM596669 \nSemende \nBes35 \nGS/FLX \n1077 \n706 \n16569 \n9 \n2 \n20 \n2 \nM \nHM596670 \nSemende \nBes36 \nGAII/PCR \n45020 \n19356 \n16566 \n46 \n4 \n68 \n0 \nF1a'c \nHM596671 \nSemende \nBes37 \nGAII/Cap \n130263 \n12993 \n16570 \n59 \n13 \n113 \n1 \nY2a \nHM596672 \nSemende \nBes38 \nGS/FLX \n1665 \n1153 \n16568 \n15 \n3 \n40 \n2 \nM7c3c \nHM596673 \nSemende \nBes4 \nGAII/Cap \n149504 \n14354 \n16569 \n65 \n18 \n114 \n0 \nM7c3c \nHM596674 \nSemende \nBes5 \nGAII/Cap \n148433 \n15859 \n16569 \n72 \n20 \n111 \n0 \nY2a \nHM596675 \nSemende \nBes6 \nGAII/Cap \n150795 \n19523 \n16569 \n88 \n26 \n149 \n0 \nN22 \nHM596676 \nPagaralam \nBes7 \nGAII/Cap \n140204 \n21575 \n16554 \n98 \n33 \n155 \n2 \nB5a1 \nHM596677 \nPelagaran \nBes8 \nGAII/Cap \n167707 \n13186 \n16568 \n60 \n10 \n163 \n1 \nM7c3c \nHM596678 \nJangkar \nBes9 \nGAII/Cap \n111711 \n15202 \n16571 \n69 \n20 \n122 \n0 \nM4 \nHM596679 \nSemende \nSmd1 \nGAII/PCR \n52311 \n19050 \n16566 \n46 \n2 \n78 \n26 \nM1'51 \nHM596680 \nSemende \nSmd10 \nGAII/PCR \n66518 \n24110 \n16566 \n58 \n3 \n79 \n1 \nM1'51 \nHM596681 \nSemende \nSmd11 \nGAII/Cap \n112792 \n13476 \n16566 \n61 \n16 \n109 \n0 \nF1a'c \nHM596682 \nSemende \nSmd12 \nGAII/PCR \n84471 \n25971 \n16566 \n62 \n5 \n83 \n1 \nM1'51 \nHM596683 \nSemende \nSmd13 \nGAII/Cap \n161582 \n16662 \n16557 \n76 \n23 \n140 \n1 \nB4a1a \nHM596684 \nSemende \nSmd14 \nGS/FLX \n1158 \n851 \n16567 \n11 \n2 \n28 \n0 \nM7c3c \nHM596685 \nSemende \nSmd15 \nGS/FLX \n1707 \n1215 \n16559 \n17 \n2 \n43 \n2 \nB4a2a \nHM596686 \nSemende \nSmd16 \nGAII/Cap \n158439 \n21895 \n16566 \n100 \n40 \n142 \n0 \nF1a1a \nHM596687 \nSemende \n\nSmd17 \nGS/FLX \n1265 \n906 \n16569 \n12 \n2 \n26 \n3 \nE1a1a1 \nHM596688 \nPelagaran \nSmd18 \nGS/FLX \n1298 \n900 \n16569 \n12 \n2 \n27 \n2 \nM \nHM596689 \nJemaring \nSmd19 \nGS/FLX \n1543 \n1070 \n16569 \n14 \n3 \n28 \n1 \nM13'46'61 \nHM596690 \nJemaring \nSmd2 \nGAII/PCR \n75283 \n22247 \n16567 \n53 \n4 \n81 \n4 \nB4c1b \nHM596691 \nPelagaran \nSmd20 \nGAII/Cap \n209424 \n21260 \n16566 \n96 \n37 \n143 \n0 \nF1a'c \nHM596692 \nJambat \nAkar \nSmd21 \nGAII/Cap \n214875 \n23004 \n16568 \n104 \n36 \n162 \n0 \nM1'51 \nHM596693 \nJambat \nAkar \nSmd22 \nGS/FLX \n1167 \n852 \n16563 \n11 \n3 \n26 \n5 \nF1e \nHM596694 \nJambat \nAkar \nSmd23 \nGS/FLX \n1540 \n1049 \n16566 \n14 \n3 \n26 \n3 \nM1'51 \nHM596695 \nJambat \nAkar \nSmd24 \nGAII/Cap \n271035 \n23501 \n16560 \n106 \n38 \n151 \n1 \nB4a2a \nHM596696 \nJangkar \nSmd25 \nGAII/Cap \n171890 \n20125 \n16558 \n91 \n27 \n150 \n0 \nB4c1b2 \nHM596697 \nPagaralam \nSmd26 \nGS/FLX \n1768 \n1158 \n16559 \n16 \n5 \n29 \n0 \nB5a1 \nHM596698 \nSemende \nSmd27 \nGAII/Cap \n239721 \n22269 \n16556 \n101 \n33 \n148 \n0 \nB4a1a \nHM596699 \nSemende \nSmd28 \nGS/FLX \n1331 \n911 \n16557 \n12 \n3 \n26 \n1 \nB4a1a \nHM596700 \nSemende \nSmd29 \nGS/FLX \n1389 \n960 \n16569 \n13 \n2 \n23 \n2 \nM \nHM596701 \nSemende \nSmd3 \nGAII/PCR \n23689 \n12297 \n16568 \n29 \n2 \n56 \n7 \nM \nHM596702 \nSemende \nSmd30 \nGS/FLX \n1558 \n1007 \n16571 \n13 \n4 \n30 \n0 \nN9a6 \nHM596703 \nSemende \nSmd31 \nGS/FLX \n1878 \n1337 \n16557 \n18 \n2 \n42 \n0 \nB4a1a \nHM596704 \nSemende \nSmd32 \nGS/FLX \n1491 \n1071 \n16567 \n14 \n3 \n31 \n2 \nM1'51 \nHM596705 \nSemende \nSmd33 \nGAII/Cap \n180904 \n20918 \n16568 \n95 \n35 \n143 \n0 \nM1'51 \nHM596706 \nSemende \nSmd34 \nGS/FLX \n2106 \n1410 \n16568 \n19 \n9 \n34 \n0 \nM1'51 \nHM596707 \nSemende \nSmd35 \nGS/FLX \n1553 \n1046 \n16569 \n14 \n2 \n27 \n2 \nM4 \nHM596708 \nSemende \nSmd36 \nGS/FLX \n2150 \n1654 \n16568 \n22 \n6 \n61 \n0 \nM1'51 \nHM596709 \nSemende \nSmd37 \nGAII/Cap \n232335 \n17429 \n16569 \n79 \n24 \n130 \n0 \nM13'46'61 \nHM596710 \nSemende \nSmd4 \nGAII/PCR \n39505 \n17893 \n16565 \n43 \n2 \n64 \n3 \nF1a'c \nHM596711 \nSemende \nSmd5 \nGAII/PCR \n36677 \n17013 \n16568 \n41 \n3 \n64 \n4 \nM \nHM596712 \nSemende \nSmd6 \nGAII/PCR \n47174 \n18823 \n16568 \n45 \n2 \n68 \n24 \nM \nHM596713 \nSemende \nSmd8 \nGAII/Cap \n31502 \n5354 \n16568 \n24 \n2 \n58 \n2 \nM7c3c \nHM596714 \nJemaring \nSmd9 \nGAII/PCR \n53760 \n20310 \n16558 \n49 \n2 \n70 \n7 \nF3b1 \nHM596715 \nPelagaran \nSmd7 \nna \nna \nna \nna \nna \nna \nna \nna \nna \nna \nSemende \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSupplementary Table S2. Sample information. \nThe table give information on the sequencing technology used, number of reads from tags, \nnumber of reads that mapped to the reference genome, sequence length, maximum, minimum \nand average coverage, number of Ns in sequences, mtDNA haplogroup affiliation, GenBank \naccession number and sample location. \n \n \n \n \n \n \n \n \n \n \n", "https://static-content.springer.com/esm/art%3A10.1038%2Fncomms1235/MediaObjects/41467_2011_BFncomms1235_MOESM176_ESM.pdf": "\n\n\n\n\n\n\n\n\n\n \n## script to randomly sample and calculate haplotype diversity for 2 \ngroups \n \n## Input = a fasta file with mtDNA sequences.  \n \nsource(\"H_sampler.R\") \n \nfas = read.table(\"inputfile.fas\", header=FALSE)  \n \n## read in the aligned fasta file, the fasta file should not contain \nwhite spaces at the end of each line. \n \n## H.Sampler <- function(fas.data, pop1.size, pop2.size, \nreplicate_number)  \n \noutfile = H.Sampler(fas, 36, 36, 1000) \n \n## the third column of the outfile table now contains the difference of \nthe mean number of pairwise difference for the two populations, sampled \n1000 times. This difference was plotted as a histogram. \n \n \n\n\n\n\n\n\n\n\n  data=matrix(NA, length(fas.data[,1])/2, 1) \n \n \n## create a data matrix where each row is a sequence \n    r=seq(2, length(fas.data[,1]), by=2) \n \n## creates a vector of even numbers to pull the sequences out of the \nfasta file. \n \n    for (i in 1:length(fas.data[,1])/2) { \n            data[i,1]=as.character(fas.data[r[i],1]) \n        } \n     \n    Data.table = matrix(NA, replicate_number, 3, dimnames = \nlist(c(1:replicate_number), c(\"pop1.H\", \"pop2.H\", \"H.diff\")))   \n \n## The outputting data table with haplotype diversity for the two pops \nand the difference in H. \n\n     \n    \"square\" = function(x) x^2   \n \n## a new function for squaring a value \n \n    number.of.samples = (pop1.size + pop2.size) \n \n##the total number of samples \n    samples = c(1:number.of.samples)  \n \n## a list of sample number, it will randomly draw from this list to \nsample the sequence data \n     \n    for (i in 1:replicate_number) { \n        pop1.sam.num = sample(c(1:number.of.samples), pop1.size)     \n \n##population 1 sampling number \n \n        pop2.sam.num = samples[!samples %in% pop1.sam.num]    \n     \n## population 2 sampling numbers; it will sample the numbers from \n\"samples\" that are NOT found in pop1.sam.num \n \n        pop1 = data[pop1.sam.num,1] \n  \n## vecor containing the sequence data for pop1 \n \n        pop2 = data[pop2.sam.num,1]   \n   \n## vector containing the sequence data for pop2 \n     \n        pop1.table = table(pop1)    \n      \n## \"table\" the data, which creates a table of counts for identical \nscalor values. \n \n        pop2.table = table(pop2) \n     \n        freq.squared.1 = sum(apply(pop1.table/pop1.size,1,square)) \n        freq.squared.2 = sum(apply(pop2.table/pop2.size,1,square)) \n        Data.table[i,1] = (pop1.size/(pop1.size-1))*(1-freq.squared.1) \n        Data.table[i,2] = (pop2.size/(pop2.size-1))*(1-freq.squared.2) \n        Data.table[i,3] = abs(Data.table[i,1] - Data.table[i,2]) \n    } \n   \n   return(Data.table) \n} \n\n\n\n\n\n\n\n\n\n\n\n\n\n## script to simulate and calculate 1000 times the mean number of \npairwise differences \n \n## read the mtDNA sequences from fasta file \n \nlibrary(ape) \n \nxdata <- read.dna(\"inputfile.fasta\", format=\"fasta\") \nxdatam <- as.matrix(xdata) \nnnucl <- ncol(as.matrix(xdata))  \n \n##the number of nucleotides or the total length of the sequence \n \nres_mnd <- matrix(NA, ncol=3, nrow=1000) \ncolnames(res_mnd) <- c(\"pop1\", \"pop2\", \"diff\") \nNsize = dim(xdatam)[1]  \n \n## the total number of individuals \n \nndiff.mat <- dist.dna(xdatam,model = \"K80\", variance = FALSE, gamma = \nFALSE, pairwise.deletion = FALSE, base.freq = NULL, as.matrix = TRUE) \n \nfor (i in 1:1000) { \n  id1 <- sample(1:Nsize, Nsize/2) \n  id2 <- c(1:Nsize) [-id1] \n  res_mnd[i,1] <- mean(ndiff.mat[id1,id1]*nnucl) \n  res_mnd[i,2] <- mean(ndiff.mat[id2,id2]*nnucl) \n  print(i) \n} \nres_mnd[,3] <- abs(res_mnd[,1]-res_mnd[,2]) \n \n## the third column of the res_mnd table now contains the difference of \nthe mean  number of pairwise difference for the two populations, \nsampled 1000 times. This difference was plotted as a histogram. \n \n \n \n\n\n \n \n## calculate the mean number of pairwise for STR \n \nydata <- read.table(\"ystr_input.txt\", header=T, sep=\"\\t\", as.is=T) \nstrs <- c(\"str1\",\"str2\",\"str3\",\"str4\",\"str5\",\"str6\", \"str7\", \"str8\", \n\"str9\", \"str10\", \"str11\", \"str12\")  \n \n## the tab separated file ystr_input.txt should look as follow: \n#id \nstr1 str2 str3 \n#ind1 10 \n11 \n13 \n#ind2 10 \n10 \n13 \n#ind3 11 \n10 \n12 \n \ndist.str <- function(x,y) { # formula to calculate the number of STR \nbinary differences (e.g 0 => equal, 1 => different independently of the \nnumber of repeats)  between individuals \n\n \n## output will be a matrix (size = n x n individuals) \n \n  x1 <- x[,y] \n  mt <-  matrix(0, ncol=nrow(x), nrow=nrow(x)) \n  for (i in 1:nrow(x1)) { \n    for (j in 1:nrow(x1)) { \n      if (i > j) { \n        a <- abs(x1[i,y]-x1[j,y])       \n        mt[i,j]<- sum(a !=0) \n        mt[j,i]<- sum(a !=0) \n      } \n    } \n  } \n  mt \n} \nmnd <- function(x) {  \n \n##calculate the mean number of pairwise differences \n##x is a matrix calculated by means of the function \"dist.str\" \n \n  mean(x[lower.tri(x,diag=F)]) \n} \n \n \n## calculate the matrix of differences between all individuals in the \ndataset \n  \ndist_mt <- dist.str(ydata,strs) \n \n## make permutations test by assigning randomly individuals to one (out \nof two) populations \n \nres_mnd <- matrix(NA, ncol=3, nrow=1000, dimnames=list( \npaste(\"sim\",1:1000,sep=\"\"), c(\"pop1\",\"pop2\", \"diff\"))) \n \n## contain the results of 1000 permutations \n \nfor (i in 1:1000) { \n  id <- sample(1:nrow(ydata),nrow(ydata)/2 ) # without replacement \n  res_mnd[i,c(1,2)] <- c(mnd(dist_mt[id,id]), mnd(dist_mt[-id,-id])) \n  res_mnd[i,3] <- abs(res_mnd[i,1]-res_mnd[i,2]) \n}\n\n## the third column of the res_mnd table now contains the difference of \nthe mean  number of pairwise difference for the two populations, \nsampled 1000 times. This difference was plotted as a histogram. \n \n\n"}
