{"https://doi.org/10.1016/j.ajhg.2011.01.009": "serial JL 276895 291210 291856 291857 31 80 The American Journal of Human Genetics AMERICANJOURNALHUMANGENETICS 20110203 20110203 20230124T153949 1s2.0S0002929711000103 S0002929711000103 S0002929711000103 10.1016j.ajhg.2011.01.009 S300 S300.2 FULLTEXT 1s2.0S0002929711X00022 20240207T091231.503076Z 0 0 20110211 2011 20110203T000000Z articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight oauserlicense openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content oa subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table ecomponent body acknowledge affil appendices articletitle auth authfirstini authfull authlast misctext primabst pubtype ref 00029297 00029297 false 88 88 2 2 Volume 88 Issue 2 15 239 247 239 247 20110211 11 February 2011 20110211 2011 Reports article sco Copyright  2011 The American Society of Human Genetics. Published by Elsevier Inc. All rights reserved. ANCIENTVOYAGINGPOLYNESIANORIGINS SOARES P Main Text Acknowledgments Supplemental Data Web Resources Accession Numbers References BELLWOOD 2005 P FIRSTFARMERSORIGINSAGRICULTURALSOCIETIES SPRIGGS 2007 104 140 M SOUTHEASTASIAPACIFICARCHAEOLOGICALPERSPECTIVESAUSTRONESIANEXPANSIONLAPITACULTURALCOMPLEX NEOLITHICAUSTRONESIANEXPANSIONWITHINISLANDSOUTHEASTASIAPACIFIC SOLHEIM 2006 W ARCHAEOLOGYCULTUREINSOUTHEASTASIAUNRAVELINGNUSANTAO TERRELL 2004 601 609 J TERRELL 1997 548 572 J TORRENCE 2008 600 616 R IRWIN 1992 G PREHISTORICEXPLORATIONCOLONISATIONPACIFIC GREEN 2003 R PACIFICARCHAEOLOGYASSESSMENTSPROSPECTS LAPITAHORIZONTRADITIONSSIGNATUREFORONESETOCEANICMIGRATIONS DONOHUE 2010 223 256 M KAYSER 2006 2234 2244 M REDD 1995 604 615 A SYKES 1995 1463 1475 B RICHARDS 1998 1234 1236 M OPPENHEIMER 2001 166 167 S PIERSON 2006 1966 1975 M MELTON 1998 1807 1823 T HILL 2007 29 43 C RICHARDS 2000 1251 1276 M SOARES 2009 740 759 P TORRONI 2001 1348 1356 A MEIERHOFER 2005 282 296 D BANDELT 1995 743 753 H TREJAUT 2005 e247 J TAJIMA 2003 24 33 A TABBADA 2010 21 31 K TAJIMA 2004 187 193 A MACAULAY 2005 1034 1036 V HILL 2006 2480 2491 C VILAR 2008 698 708 M RICAUT 2008 349 367 F HUDJASHOV 2007 8726 8730 G OHASHI 2006 551 556 J FRIEDLAENDER 2007 e248 J HAGELBERG 2000 1595 1596 E REDD 1999 808 828 A TOFANELLI 2009 2109 2124 S FORSTER 1996 935 945 P SOARES 2008 1209 1218 P BLANCHON 1995 4 8 P ABDULLA 2009 1541 1545 M BEDFORD 2006 812 828 S RIETH 2008 1901 1927 T ADELAAR 2006 205 232 K AUSTRONESIANDIASPORAETHNOGENESISPEOPLEININDONESIANARCHIPELAGO INDONESIANMIGRATIONSMADAGASCARMAKINGSENSEMULTINDISCIPLINARYEVIDENCE FRIEDLAENDER 2006 693 716 J PAPUANPASTSCULTURALLINGUISTICBIOLOGICALHISTORIESPAPUANSPEAKINGPEOPLES MITOCHONDRIALGENETICDIVERSITYDETERMINANTSINISLANDMELANESIA FRIEDLAENDER 2007 231 237 J GENESLANGUAGECULTUREINSOUTHWESTPACIFIC CONCLUSION SPECHT 2007 51 70 J OCEANICEXPLORATIONSLAPITAWESTERNPACIFICSETTLEMENT SMALLISLANDSINBIGPICTUREFORMATIVEPERIODLAPITAINBISMARCKARCHIPELAGO KAYSER 2000 1237 1246 M CAPELLI 2001 432 443 C KAYSER 2008 1362 1374 M KARAFET 2010 1833 1844 T FRIEDLAENDER 2008 e19 J WOLLSTEIN 2010 1983 1992 A HAGE 2003 121 127 P BLUST 2009 R AUSTRONESIANLANGUAGES THOMASON 1988 S LANGUAGECONTACTCREOLIZATIONGENETICLINGUISTICS BULBECK 2008 31 51 D SWADLING 2005 289 328 P PAPUANPASTSCULTURALLINGUISTICBIOLOGICALHISTORIESPAPUANSPEAKINGPEOPLES CHANGINGLANDSCAPESOCIALINTERACTIONLOOKINGAGRICULTURALHISTORYASEPIKRAMUPERSPECTIVE PERRIER 2009 199 216 X KJAER 2004 109 117 A MALAPA 2005 919 929 R GRIVET 2004 9 17 L PAWLEY 2007 17 49 A OCEANICEXPLORATIONSLAPITAWESTERNPACIFICSETTLEMENT ORIGINSEARLYLAPITACULTURETESTIMONYHISTORICALLINGUISTICS SOARESX2011X239 SOARESX2011X239X247 SOARESX2011X239XP SOARESX2011X239X247XP Full 20130719T091950Z ElsevierBranded http OAWindow 20210527T201542.212Z httpvtw.elsevier.comdatavocAddOnTypes50.7aggregatedrefined National Health Research Institute of Taiwan NHRIEX949218BI Marie Curie UPMC Université Pierre et Marie Curie httpdata.elsevier.comvocabularySciValFunders501100005737 httpsws.geonames.org3017382 British Academy British Academy httpdata.elsevier.comvocabularySciValFunders501100000286 httpsws.geonames.org2635167 FCT SFRHBPD642332009 FCT Fundació Catalana de Trasplantament httpdata.elsevier.comvocabularySciValFunders501100009091 httpsws.geonames.org2510769 European Union EC European Commission httpdata.elsevier.comvocabularySciValFunders501100000780 httpsws.geonames.org6695072 National Science Council of Taiwan NSC962627H195001 NSC National Science Council httpdata.elsevier.comvocabularySciValFunders501100001868 httpsws.geonames.org1668284 Laszlo Foundation Ministry of Science Technology and Higher Education Ministeriet for Forskning Innovation og Videregående Uddannelser httpdata.elsevier.comvocabularySciValFunders501100002161 httpsws.geonames.org2623032 Bradshaw Foundation Portuguese Foundation for Science and Technology FCT Fundação para a Ciência e a Tecnologia httpdata.elsevier.comvocabularySciValFunders501100001871 httpsws.geonames.org2264397 We thank John Clegg and Salam Sofro for DNA samples Matthew Spriggs for advice on settlement chronology Jonathan and Francoise Friedlaender for providing HVSI data and Robert Simpson for laboratory assistance. P.S. was supported by a Marie Curie Early Stage Training Grant and by a Portuguese Foundation for Science and Technology FCT grant SFRHBPD642332009 and we thank the European Union the British Academy the Bradshaw Foundation the de Laszlo Foundation the National Science Council of Taiwan grant NSC962627H195001 and the National Health Research Institute of Taiwan grant NHRIEX949218BI for financial support. IPATIMUP is an Associate Laboratory of the Portuguese Ministry of Science Technology and Higher Education and is partially supported by FCT. 0 item S0002929711000103 S0002929711000103 1s2.0S0002929711000103 10.1016j.ajhg.2011.01.009 276895 20230124T193809.913587Z 20110211 1s2.0S0002929711000103main.pdf httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103MAINapplicationpdf2ae07939d5fec7375b89de4490e4d83emain.pdf main.pdf pdf true 529419 MAIN 9 1s2.0S0002929711000103main_1.png httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103PREVIEWimagepng0cda525080060a7dd4f72c6fb5c31377main_1.png main_1.png png 88421 849 656 IMAGEWEBPDF 1 1s2.0S0002929711000103gr1.jpg httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr1DOWNSAMPLEDimagejpeg0ac09786797673b22d3e95bd1c44f905gr1.jpg gr1 gr1.jpg jpg 47902 306 374 IMAGEDOWNSAMPLED 1s2.0S0002929711000103gr2.jpg httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr2DOWNSAMPLEDimagejpeg7462fc20f9759cdaf3968eaa9b354530gr2.jpg gr2 gr2.jpg jpg 51012 453 374 IMAGEDOWNSAMPLED 1s2.0S0002929711000103gr4.jpg httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr4DOWNSAMPLEDimagejpegfaa4be69afdeab563293ea6d0b29e588gr4.jpg gr4 gr4.jpg jpg 59208 584 449 IMAGEDOWNSAMPLED 1s2.0S0002929711000103gr3.jpg httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr3DOWNSAMPLEDimagejpeg6476dd27dbdbc01174fd503b26bb67e2gr3.jpg gr3 gr3.jpg jpg 84948 817 374 IMAGEDOWNSAMPLED 1s2.0S0002929711000103gr1.sml httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr1THUMBNAILimagegif6ef9c1016e64b1739b4553411f39668cgr1.sml gr1 gr1.sml sml 6679 164 200 IMAGETHUMBNAIL 1s2.0S0002929711000103gr2.sml httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr2THUMBNAILimagegifd455a2b547ea64993f90634fd9c54f5bgr2.sml gr2 gr2.sml sml 10832 164 135 IMAGETHUMBNAIL 1s2.0S0002929711000103gr4.sml httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr4THUMBNAILimagegife6c06b357b2acbe2fce375b2115d571agr4.sml gr4 gr4.sml sml 3998 164 126 IMAGETHUMBNAIL 1s2.0S0002929711000103gr3.sml httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr3THUMBNAILimagegiffeccb7a2405c2849e30e3781bc5f1308gr3.sml gr3 gr3.sml sml 4840 164 75 IMAGETHUMBNAIL 1s2.0S0002929711000103gr1_lrg.jpg httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr1HIGHRESimagejpeg8d03bd1ec68a92c4a8ae175670f826b0gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 349883 1356 1655 IMAGEHIGHRES 1s2.0S0002929711000103gr2_lrg.jpg httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr2HIGHRESimagejpeg865842ef658a24bdac7c6b9803318168gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 395282 2009 1657 IMAGEHIGHRES 1s2.0S0002929711000103gr4_lrg.jpg httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr4HIGHRESimagejpega49c4afc0ccdd7ddec6c8749fb809827gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 443268 2584 1988 IMAGEHIGHRES 1s2.0S0002929711000103gr3_lrg.jpg httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103gr3HIGHRESimagejpeg9ef354cea45b411ae34cfaf42c5b8afegr3_lrg.jpg gr3 gr3_lrg.jpg jpg 619130 3616 1655 IMAGEHIGHRES 1s2.0S0002929711000103mmc1.pdf httpss3euwest1.amazonaws.comproducscontentstoreeuwestcontentpiiS0002929711000103mmc1MAINapplicationpdf0ef4cb1722c5f17e6184b9a62d1903f0mmc1.pdf mmc1 mmc1.pdf pdf false 798618 APPLICATION AJHG 826 S0002929711000103 10.1016j.ajhg.2011.01.009 The American Society of Human Genetics Figure 1 Map Showing China Taiwan MSEA ISEA Near Oceania and Remote Oceania Sampling locations and sample sizes for HVSI sequences used in the Surfer analyses are indicated. MSEA denotes Mainland Southeast Asia ISEA denotes Island Southeast Asia. Figure 2 Chronology of Human mtDNA Haplogroup B4 with a Focus on the AustronesianSpecific B4a1a Clade Branch lengths were estimated via maximum likelihood ML and a timedependent molecular clock obtained from four ML trees with data from different regions within B4a1a overall data Taiwan ISEA and Bismarck Archipelago only. ISEA denotes Island Southeast Asia PM denotes Polynesian motif. Figure 3 Spatial Frequency Distributions of HVS1 Variation Created by using the Kriging Algorithm of the Surfer Package A Paragroup B4a1a excluding B4a1a1. B Paragroup B4a1a1 excluding B4a1a1a. C Haplogroup B4a1a1a defined by the Polynesian motif. Figure 4 B4a1a Age Estimates and Putative Prehistoric Processes Overlapping ranges of the 95 confidence intervals of the different age estimates within B4a1a and estimated times of several hypothetical events in archaeology and paleoclimatology are indicated. Details of age estimates within the B4a1a clade are presented in Table 1 and Tables S3 and S8. Table 1 Age Estimates for B4a1a1 and B4a1a1a Indonesia yr Bismarcks yr Overall yr B4a1a1 Maximum likelihood 6000 3400 8650 8400 4850 12050 6800 4950 8700 Complete genome clock ρ 5650 1050 10400 9300 3600 15200 7900 3450 12450 Synonymous ρ 4300 850 7750 8550 1500 15600 6500 2000 11000 Control region ρ a 0 0 12250 0 25650 9300 2250 16350 B4a1a1a Maximum likelihood 4000 2000 6000 6650 4500 8850 5300 4050 6600 Complete genome clock ρ 3900 1950 5850 6950 3600 10400 5850 3850 7800 Synonymous ρ 4750 950 8500 9050 800 17350 7150 1750 12550 Control region ρ 3450 250 6600 12000 5350 18650 7700 4300 11100 B4a1a1 and B4a1a1a are defined by the premotif and the Polynesian motif respectively. Estimates with associated 95 confidence limits are shown for Indonesia the Bismarck Archipelago and the overall data set via maximum likelihood complete genomes and ρ for three different molecular clocks two of them with independent sources of variation control region and synonymous clocks. a Corresponds to paragroup B4a1a1. Report Ancient Voyaging and Polynesian Origins Pedro Soares 1 2 Teresa Rito 1 3 4 Jean Trejaut 5 Maru Mormina 1 6 Catherine Hill 1 Emma TinklerHundal 1 Michelle Braid 1 Douglas J. Clarke 3 JunHun Loo 5 Noel Thomson 7 Tim Denham 8 Mark Donohue 9 Vincent Macaulay 7 Marie Lin 5 10 Stephen Oppenheimer 11 Martin B. Richards 1  1 Institute of Integrative and Comparative Biology Faculty of Biological Sciences University of Leeds Leeds LS2 9JT UK 2 The Institute of Molecular Pathology and Immunology of the University of Porto IPATIMUP 4200465 Porto Portugal 3 Department of Chemical and Biological Sciences University of Huddersfield Huddersfield HD1 3DH UK 4 Liverpool School of Tropical Medicine Liverpool L3 5QA UK 5 Molecular Anthropology and Transfusion Medicine Research Laboratory Mackay Memorial Hospital Tanshui Taipei 10449 Taiwan 6 Leverhulme Centre for Human Evolutionary Studies University of Cambridge Cambridge CB2 1QH UK 7 Department of Statistics University of Glasgow Glasgow G12 8QQ UK 8 School of Geography and Environmental Science Monash University Victoria 3800 Australia 9 Department of Linguistics Research School for Pacific and Asian Studies Australian National University Canberra ACT 0200 Australia 10 Department and Graduate Institute of Forensic Medicine College of Medicine National Taiwan University Taipei 10617 Taiwan 11 School of Anthropology University of Oxford Oxford OX2 6QS UK  Corresponding author Published online February 3 2011 The Polynesian motif defines a lineage of human mtDNA that is restricted to Austronesianspeaking populations and is almost fixed in Polynesians. It is widely thought to support a rapid dispersal of maternal lineages from Taiwan 4000 years ago 4 ka but the chronological resolution of existing controlregion data is poor and an East Indonesian origin has also been proposed. By analyzing 157 complete mtDNA genomes we show that the motif itself most likely originated 6 ka in the vicinity of the Bismarck Archipelago and its immediate ancestor is 8 ka old and virtually restricted to Near Oceania. This indicates that Polynesian maternal lineages from Island Southeast Asia gained a foothold in Near Oceania much earlier than dispersal from either Taiwan or Indonesia 34 ka would predict. However we find evidence in minor lineages for more recent twoway maternal gene flow between Island Southeast Asia and Near Oceania likely reflecting movements along a voyaging corridor between them as previously proposed on archaeological grounds. Smallscale midHolocene movements from Island Southeast Asia likely transmitted Austronesian languages to the longestablished Southeast Asian colonies in the Bismarcks carrying the Polynesian motif perhaps also providing the impetus for the expansion into Polynesia. Main Text The colonization of Polynesia has been debated for several centuries but for the last few decades the out of Taiwan model based in the first instance on linguistic arguments has remained the most widely favored explanation. This model suggests that the Austronesianspeaking populations of Island Southeast Asia ISEA Near Oceania and Remote Oceania including Polynesians have a common origin among early Taiwanese agricultural groups who dispersed into ISEA 4000 years ago 4 ka reaching Near Oceania 3.5 ka. 12 These people are often considered largely responsible for the Lapita phenomenon a cultural complex including finely decorated dentatestamped pottery obsidian tools and shell ornaments that first appeared on the coasts of the Bismarck Archipelago 3.5 ka spreading into Remote Oceania 3 ka. Alternative models propose that there have been maritime contacts between Southeast Asia and Near Oceania from the end of the Pleistocene 12 ka 3 or at least before the midHolocene by 6 ka 4 leading to the formation of spheres of interaction along a voyaging corridor between Near Oceania and ISEA. 57 Hybrid models suggest involvement of both incoming Austronesian speakers from ISEA and indigenous populations in the Bismarck Archipelago. 8 Recently it has been suggested that Taiwans role as source of the Austronesian languages may have emerged as it became incorporated into the periphery of maritime networks centered farther to the south with minimal gene flow. 9 Questions about prehistoric dispersals can be addressed more directly by archaeogenetics than by either archaeology or linguistics. The Polynesian motif and its descendants comprise a clade of mtDNA lineages that together account for 90 of Polynesian mtDNAs. 1012 For the last 15 years it has been recognized that the age and distribution of this clade are key to resolving the issue of the peopling of Polynesia. 101316 However most of the data so far available come from the first hypervariable segment of the mtDNA control region HVSI the interpretation of which has been highly controversial because of its poor phylogeographic resolution. Some have argued that its variation supports the out of Taiwan model for Pacific maternal lineages 10121516 whereas others have argued for an origin for the motifand therefore the maternal ancestry of the vast majority of islanders themselvesbefore the midHolocene in Wallacea Eastern Indonesia. 131417 Molecularclock estimates based on the genetic diversity accumulated within founder lineagesthat is to say the level of variation that has arisen since a particular lineage arrived in a particular locationcan be used as a proxy for colonization times. 18 However HVSI sequences and indeed synonymous sites from complete codingregion sequences lack the chronological resolution needed to distinguish models that differ in predicted dispersal times by only a few thousand years. To provide the necessary precision we calibrated the mutation rate for the entire mtDNA genome and to be confident of the accuracy of the clock we also corrected for the effects of purifying selection. 19 We then applied the improved clock with both the simple unbiased ρ statistic and maximum likelihood ML to the analysis of 157 complete mtDNA genomes 81 new to this study see Table S1 available online belonging to haplogroup B4 from mainland East and Southeast Asians aboriginal Taiwanese Island Southeast Asians and Near and Remote Oceanians as well as two Native Americans. For our purposes ISEA includes the Philippines Indonesia and Malaysian Borneo Near Oceania the western Pacific includes New Guinea the Bismarck Archipelago Bougainville and the Solomon Islands and Remote Oceania includes Island Melanesia southeast of the Solomons including Vanuatu and Fiji Polynesia and Micronesia Figure 1 . DNA sequencing at the University of Leeds used an ABI 16capillary 3130XL DNA Analyzer and the protocol of Torroni et al. 20 and DNA sequencing at Taipei used an ABI 48capillary 37303730X DNA Analyzer. The work was approved by the University of Leeds Faculty of Biological Sciences Ethics Committee and the Human Experiment Committee of the Mackay Memorial Hospital in Taipei and the samples were collected with the appropriate informed consent of the subjects. We generated 16 of the 81 new mtDNA genomes by denaturing highperformance liquid chromatography dHPLC and hybridization with a previously sequenced roottype B4a1a1a sequence 21 heteroduplexes indicated differences from the root type. We ran the samples on an automated 3500HT Wave Transgenomic dHPLC instrument and analyzed the results with the Navigator software. We sequenced all samples with elution profiles that differed from the standard fragment and the two most different samples in the scattergraph of the Navigator software for each temperature in each fragment in order to check for undetected mutations in the dHPLC analysis. As additional checks we also sequenced random fragments from each sample and completely sequenced four samples. We detected no extra mutations in any fragments presenting standard elution profiles. We carried out the phylogenetic analysis via the reducedmedian algorithm 22 with the Network 4.5 software with a total of 164 sequences Figure S1. These included all of the available B4a sequences 34157 in Table S1 additional sequences representing the overall structure of the B4 tree 133 in Table S1 and seven sequences to root the B4 network and represent the roots of haplogroups B R and N unnumbered sequences in Table S1. To provide the maximum possible detail about the phylogeography of the lineages we also analyzed 4793 HVSI sequences including published sequences from Taiwan 172324 the Philippines 172526 the rest of ISEA 172628 the north coast of New Guinea 29 Karkar Island 30 the Papua New Guinea highlands 31 the south coast of New Guinea 32 the Bismarck Archipelago 33 Bougainville 33 the Solomon Islands 33 Vanuatu 34 Tonga 32 Samoa 35 and Madagascar. 36 All previously unpublished B4 data are shown in Table S2 and Figure 1 along with sample size and location information. Some of the data did not include the full stretch of HVSI that we used in the analysis positions 1605116400 but the available stretches included 90 of the variation and their inclusion greatly strengthened the analysis because of their key locations. We tested all of the unclassified B4a samples in the Leeds laboratory at positions 6719 10238 12239 and 15745 defining haplogroup B4a1a by direct sequencing. Position 6719 was determined by restriction analysis in Taipei by using the enzyme NalIII whereas position 10238 was determined by direct sequencing. Almost all of the samples fell into B4a1a Figure S1 the offshore clade identified by Trejaut et al. 23 The published HVSI sequences except for the Philippine data of Tabbada et al. 25 had not been tested for any marker for B4a1a but we can safely assume that the great majority of B4a that is excluding B4a1a1 lineages in ISEA and Taiwanese Austronesianspeaking aboriginals belong to B4a1a. With the exception of B4a2 which can be identified from its HVSI motif all of the B4a samples we tested from aboriginal Taiwanese Austronesianspeakers and 93 of the ISEA samples analyzed belonged to this clade. All of the available samples in the Leeds laboratory and most of those in Taipei were also tested by sequencing for the transition at position 14022 that defines B4a1a1 Table S2. All of the B4a1a samples with transitions at HVSI positions 16189 16217 and 16261 tested from the north coast of New Guinea except for one Table S2 plus a published B4a1a1 sequence from the Trobriand Islands the south coast of New Guinea and the Bismarck Archipelago were from B4a1a1. One sample in ISEA from Ujung Pandang was from B4a1a1 Table S2 and two from the Philippines one from Mindanao and one from an undetermined location have also been detected. 25 For variation within New Guinea and the Pacific in published data not tested for 14022 we assumed that the samples belong mainly to the B4a1a1 clade because 98.6 of the samples that we tested were from this clade. We estimated clade ages for both complete genomes and HVSI 19 and analyzed different data sets independently in order to explore different geographical aspects of the diversity in the B4a1a tree. We excluded Remote Pacific sequences from clade age estimates because they have undergone severe founder effects and redispersals although they were used to calculate founder ages for the locations concerned. For ML analyses four different trees were used including the same set of deeper lineages but differing in the B4a1a data included tree 1 included all the available B4a1a complete mtDNAs from Taiwan ISEA and Near Oceania tree 2 included only the B4a1a data set from Taiwan tree 3 included only the B4a1a data set from ISEA and tree 4 included only the B4a1a1 data set from the Bismarck Archipelago. The sequences used in each tree are shown in Table S1. We carried out founder analysis to estimate settlement times as we previously did using the f1 criterion to identify founder sequence types by screening out likely backmigration and backmutation. 183738 Founder age estimates use only the ρ statistic because no way yet exists of employing ML for this purpose. Crosscomparison of age estimates via both approaches e.g. Table 1  shows that they give comparable results albeit with wider confidence intervals for ρ. We calculated haplotype diversity as before 17 and calculated the mean number of pairwise differences π and the ρ statistic with Network 4.5. We also used ρ usually presented as a measure of time depth as a diversity index for different geographic regions. Note that the associated age estimates in these cases do not correspond to the time of arrival of the clade into each geographic region because in most cases diversity is carried over from the source to the sink and must be excluded from any age estimates as is done systematically in a founder analysis. Thus in the founder analyses a founder age corresponding to a ρ value that excludes any diversity present in the hypothetical source population or populations was used to approximate the arrival time of a clade in a geographic region. There is one particular case however in which the raw age estimate calculated from the diversity of a clade is meaningful in terms of time depth this is the case for the region in which the clade first arose. In this case the time to the most recent common ancestor also estimates the time in which it has been evolving within that region. The Polynesian motif defines a recent geographically restricted subclade B4a1a1a of haplogroup B4 Figure 2  for more detail see Figure S1. Haplogroup B4 itself arose 44 ka most likely on the East Asian or Southeast Asian mainland where it is dispersed especially around the coastal regions from Vietnam to Japan. It subdivided 35 ka into three main subclades B4a B4bd and B4c with a subclade of B4b B2 found uniquely in Native Americans and dating to 15 ka 19 . Subclades B4a and B4a1 are also likely to have arisen on the mainland 24 ka and 20 ka respectively but B4a1a is restricted to offshore populations in Taiwan ISEA and the Pacific Figure 3A. 1523 Its distribution and age of 812 ka Figure 4  Table S3 suggest that people carrying B4a1a may have been separated from the Asian mainland by the sealevel rises that accompanied global warming at the end of the Pleistocene. 39 The long stalk from B4a1a to its ancestral B4a1 node 20 ka suggests extensive genetic drift during this period this pattern of long latePleistocene branches followed by Holocene starbursts is also seen in haplogroup E which has a similar distribution. 38 Although an early Holocene dispersal from Taiwan to ISEA is possible 23 diversity indices Table S4 suggest that the presence of B4a1a in Taiwan more likely represents a dispersal event from ISEA which a founder analysis would date to 6.3 ka Table S5 again mirroring haplogroup E. Dispersal from ISEA to Taiwan has also recently been indicated by largescale genomewide SNP analysis. 40 B4a1a1 the clade defined by the premotif transition at position 14022 23 is the immediate ancestor of the subclade carrying the Polynesian motif. It is absent from Taiwan and found primarily in Near Oceania with a strong geographical focus on the Bismarck Archipelago Figure 3B. It is also most diverse in the Bismarcks Table 1 and Table S6 and although the overall age is estimated at 6.8 95 confidence interval CI 4.9 8.7 ka this rises to 8.4 95 CI 4.9 12.1 ka with data only from the Bismarcks region whereas the age estimates for Indonesia are consistently lower than those for the Bismarcks. Thus B4a1a1 most likely either arose from a B4a1a ancestor within the Bismarcks or arrived there from further west in the early Holocene much earlier than the appearance of Lapita and the putative arrival of Austronesian languages 3.5 ka at most. This interpretation differs from that of Tabbada et al. 25 but their analysis relies upon only two B4a1a1 paragroup sequences i.e. B4a1a1 lineages excluding B4a1a1a identified in the Philippines one of which is from an unprovenanced sample which our analysis suggests are most likely recent migrants from farther south. B4a1a1 occurs at 0.5 in the existing Philippine data. B4a1a1a the clade defined by the Polynesian motif arose because of a transition at the controlregion position 16247. 11 It is the most frequent subclade within B4a1a and approaches fixation in Remote Oceania. Its distribution Figure 3C radiates dramatically eastward from the Bismarcks with subsequent minor reverse flow westward into Wallacea 25 and ultimately into Madagascar 36 . In contrast to its ancestral cluster the premotif B4a1a1 B4a1a1a has been seen at moderate frequencies in Indonesia to the east of Wallaces line. However the virtual absence of B4a1a1 in Indonesia makes the motifs origin in Wallacea very unlikely contrary to our earlier suggestion that assumed a simple westtoeast progression. 13 In fact as for B4a1a1 the geographic region of highest controlregion diversity is the Bismarck Archipelago decreasing with distance both west and east Table S7. The diversity in Indonesia is markedly lower than in the Bismarcks andexcept for the high variation in the nearby Bougainville Islandit is substantially lower everywhere else that the clade is found whatever the diversity measure employed. Furthermore the lower bound of the HVSI age estimate with the Bismarck data alone is 5.4 ka clearly excluding the 4 ka timing of the putative out of Taiwan dispersal through ISEA and the arrival in the Bismarck Archipelago at 3.5 ka. The lower bounds of the age estimates obtained from the overall data set and overall Near Oceania also exclude these ages Table S7. The overall age estimated for the motif from complete mtDNAs is 5.3 95 CI 4.1 6.6 ka. However taking the value for the Bismarck Archipelago alone as the best estimate for the age of the clade because if it represents its place of origin it should be least susceptible to subsequent founder effects the motif is most likely at least 6.5 ka old Table 1. The lower bounds of the 95 confidence limits for both estimates clearly exclude the Lapita horizon of 3.5 ka. Considering the age estimates from HVSI on the north coast of New Guinea 5.4 ka and ISEA 3.5 ka and the age estimates in Indonesia from complete mtDNA genomes ranging from 3.9 to 4.8 ka Table 1 it is possible that the clade dispersed west from the Bismarcks into ISEA as early as 45 ka. A preLapita origin in the Bismarcks is also supported by a further major subclade B4a1a1a1 nested within the motif clade defined by a transition at position 6905 Figure S1 dating to 6.8 95 CI 3.7 9.8 ka via complete mtDNAs. It was carried into Remote Oceania but has not been detected in Indonesian West Papua and has been observed in only one sample from the north coast of Papua New Guinea. Most likely the clade arose after the main redispersal of the Polynesian motif to the west or at least was present at a lower frequency at that time and was therefore not carried by the dispersal into ISEA. A complete mtDNA founder estimate for the dispersal into Remote Oceania with the f1 criterion 18 and based on 12 B4a1a1a lineages sampled from Vanuatu is 3.5 95 CI 1.2 5.8 ka Table S8. Although imprecise the point estimate is strikingly close to the likely Lapita founder age of 3.13.3 ka 41 based on radiocarbon and uncontroversial for Remote Oceania because this was the first settlement corroborating the mutation rate used here. For Polynesia the only usable data sets for crosschecking are of HVSI variation. There is reasonable agreement that Western Polynesia was colonized about 2.9 ka 42 and the HVSI point estimate is 2.95 ka Table S8. The founder age in Madagascar from ISEA is 1.9 95 CI 0 4.2 ka via HVSI data. Although the independent variation in Madagascar is small and the confidence interval wide the point estimate correlates rather well with the earliest human presence in Madagascar assumed to be due to the arrival of Austronesianspeaking people from ISEA without discriminating alternative models that differ by about 1000 years or so. 43 Given that the Polynesian motif and its predecessors evidently represent an earlier expansion we then addressed the question of whether other mtDNAs from ISEA might track the presumed spread of Austronesian languages into Near Oceania at the time of Lapita. We checked for the presence of other lineages within the hypothetical sphere of interaction 5 in which B4a1a1 and B4a1a1a are found by dividing our overall HVSI data sets into geographic classes Wallacea the north coast of New Guinea the Bismarck Sea the south coast of New Guinea the Solomon Islands and Remote Oceania Table S9. We then assumed that a lineage was potentially part of the voyaging corridor gene pool if it was found in at least three of these regions. We also included the Philippines and Taiwan in the analysis to check whether any of the lineages could have entered this region from the north. The results indicate that a number of other mtDNAs may indeed track movements between ISEA and Near Oceania in both directions during the Holocene Table S9. Low levels of haplogroup E1b 38 are distributed from ISEA to Near Oceania but no further with a founder age of 3.4 95 CI 0.5 6.5 ka. Several other lineages from ISEA within B5b and M7b1 are also found at low frequencies in coastal New Guinea and Vanuatu. The M7b1 lineage distributed between ISEA and the Bismarcks likely originated in Taiwan although it makes up 0.1 of mtDNAs sampled in the Bismarcks to date. Conversely there are a number of haplogroup Q1 and Q2 subclusters probably all originating in the New Guinea region and with Pleistocene or earlyHolocene time depths in the Bismarcks which extend westward as far as Mainland Southeast Asia and two of these have also spread east into Remote Oceania thus matching closely the pattern for B4a1a1a. Several others extend eastward at least as far as the Bismarcks andor Solomon Islands and haplogroup P1 may also have spread from New Guinea to Vanuatu via the Bismarcks Table S9. However the indigenous lineages of the Bismarck Archipelago M27 M28 and M29 are rarely found beyond their place of origin. A deep ancestry for the Polynesian motif in the Bismarcks was proposed several years ago on the basis of HVSI evidence albeit without error estimates but was subsequently rejected because of concerns which have now been addressed about the mtDNA clock. 194445 Our results show that the maternal ancestors of most Remote Pacific islanders split from Asian mainland lineages 1020 ka rather than 5.5 ka as would be the case if they were to be explained by the out of Taiwan model. They had established themselves in the Bismarck Archipelago by at least 6 ka rather than arriving there 3.5 ka with the advent of Lapita pottery as the model predicts. 46 Haplogroup B4a1a although almost exclusively associated with speakers of Austronesian languages cannot have dispersed from Taiwan into ISEA and the Pacific 34 ka. The 95 confidence limits on the ages of B4a1a1 and B4a1a1a from complete mtDNAs explicitly reject this explanation for their distribution Table 1. Because B4a1a along with some haplogroup Q lineagesof likely New Guinean origin which occur in Polynesia at a rate of 5 1012 make up almost all of the mtDNAs found in Polynesia these results exclude any significant direct Taiwanese contribution from 4 ka to the maternal ancestry of Polynesians. We cannot entirely rule out an early Holocene dispersal from Taiwan 8 ka 23 but such a dispersal would not match the archaeologically dated out of Taiwan model. In ruling out both a simple Taiwanese and a Wallacean origin these results also contradict an influential slow boat model for Polynesian origins that suggests an ancestry in Taiwan at 4 ka for the maternal line of descent while positing a large Near Oceanic origin for the male side based on Y chromosome evidence. 104749 Our results suggest instead that the mtDNA subclade B4a1a and the major Pacific Y chromosome haplogroup C2 might be distributed in a rather similar way with a proximally Near Oceanic but ultimately Southeast Asian ancestry. Several widely distributed paternal subclades may have a Taiwanese ancestry but they only occur in Oceania at low frequencies. 4950 Available autosomal microsatellite diversity furthermore suggests that Polynesian patterns show a partly East Asian and partly Near Oceanic ancestry at low resolution but are distinct from both at higher resolution. 5152 This is also compatible with our model of a largely ancient Asian ancestry for Polynesian origins with an early Holocene incubation period in ISEA and then in Near Oceania. The male and female lines of descent may therefore not have such radically contrasting histories as some have proposed. 1053 The spread of B4a1a1a back through New Guinea into ISEA which most likely took place 45 ka suggests instead that models based on the idea of a voyaging corridor 57 facilitating exchange between ISEA and Near Oceania may provide a more plausible backdrop to the settlement of the Remote Pacific. The HVSI database provides further indications of smallscale bidirectional movements across this region. E1b in particular might plausibly have been carried by small numbers of Austronesianspeaking voyagers who integrated with coastaldwelling B4a1a1 groups in the Bismarcks where it is present at 5 perhaps stimulating the rise and spread of the Lapita culture and the dispersal of the Oceanic languages. 38 Other lineages from Southeast Asia are also found at low frequencies in Near Oceania and still others are candidates for dispersal from Taiwan into eastern Indonesia via the Philippines but they did not reach Oceania. 25 Some of these may have also been involved in the transmission of Austronesian culture and languages although they evidently had no demic role in the founding of Polynesia. Thus although our results rule out any substantial maternal ancestry in Taiwan for Polynesians they do not preclude an Austronesian linguistic dispersal from Taiwan to Oceania 34 ka 54 mediated by social networks rather than directly by people of Taiwanese ancestry but perhaps involving small numbers of migrants at various times. 9 The mtDNA patterns point to the possibility of a staged series of dispersals of small numbers of Austronesian speakers each followed by a period of extensive acculturation and language shift. 55 Overall though the mtDNA evidence highlights a deeper and more complex history of twoway maritime interaction between ISEA and Near Oceania than is evident from most previous accounts. 54 Archaeological and linguistic evidence for maritime interaction between ISEA and Near Oceania during the early and midHolocene is strengthening however 956 and it has been suggested that contacts might have been facilitated by sealevel rises and improvements in conditions on the north coast of New Guinea. 4 Early to midHolocene social networks between New Guinea and the Bismarck Archipelago are marked by the spread of stone mortars and pestles obsidian and stemmed obsidian tools from 8 ka 57 until before or alongside the advent of Lapita pottery in the Bismarcks at 3.5 ka. 6 The absence of early Lapita pottery on New Guinea suggests major disruptions to preexisting exchange networks within Near Oceania before or at 3.5 ka with increasing social isolation of some areas and increasing interaction between others. There is also emerging evidence from both archaeology and archaeobotany for the spread of domesticates during the midHolocene before the presumed advent of Austronesian dominance from 4 ka. Molecular analyses suggest that bananas 58 sago 59 greater yam 60 and sugarcane 61 all underwent early domestication in the New Guinea region. These cultivars and associated cultivation practices diffused westward into ISEA where the plants and linguistic terms for them were adopted by ProtoMalayoPolynesian speakers upon their arrival 4 ka 95462 . The vegetative cultivation of these plants evidently occurred within ISEA before any Taiwanese influences became significant. This work suggests therefore a convergence of archaeological and genetic evidence as well as concordance between different lines of genetic evidence. Our results imply an early to midHolocene Near Oceanic ancestry for the Polynesian peoples likely fertilized by small numbers of socially dominant Austronesianspeaking voyagers from ISEA in the Lapita formative period 3.5 ka. Our work can therefore also pave the way for new accounts of the spread of Austronesian languages. Acknowledgments We thank John Clegg and Salam Sofro for DNA samples Matthew Spriggs for advice on settlement chronology Jonathan and Francoise Friedlaender for providing HVSI data and Robert Simpson for laboratory assistance. P.S. was supported by a Marie Curie Early Stage Training Grant and by a Portuguese Foundation for Science and Technology FCT grant SFRHBPD642332009 and we thank the European Union the British Academy the Bradshaw Foundation the de Laszlo Foundation the National Science Council of Taiwan grant NSC962627H195001 and the National Health Research Institute of Taiwan grant NHRIEX949218BI for financial support. IPATIMUP is an Associate Laboratory of the Portuguese Ministry of Science Technology and Higher Education and is partially supported by FCT. Supplemental Data Supplemental Data include one figure and nine tables and can be found with this article online at http Supplemental Data Document S1. One Figure and Nine Tables Web Resources The URLs for data presented herein are as follows Calculator for converting ρ values and ML estimates to age estimates http Network 4 http Accession Numbers The GenBank accession numbers for the sequences reported in this paper are HQ873489HQ873569. References 1 P. Bellwood First Farmers The Origins of Agricultural Societies 2005 Blackwell Publishing Oxford 2 M. Spriggs The Neolithic and Austronesian expansion within Island Southeast Asia and into the Pacific S. Chiu C. Sand From Southeast Asia to the Pacific Archaeological Perspectives on the Austronesian Expansion and the Lapita Cultural Complex 2007 Academia Sinica Taipei Taiwan 104 140 3 W.G. Solheim Archaeology and Culture in Southeast Asia Unraveling the Nusantao 2006 University of Philippines Press Quezon City The Philippines 4 J.E. Terrell The sleeping giant hypothesis and New Guineas place in the prehistory of Greater Near Oceania World Archaeol. 36 2004 601 609 5 J.E. Terrell R.L. Welsch Lapita and the temporal geography of prehistory Antiquity 71 1997 548 572 6 R. Torrence P. Swadling Social networks and the spread of Lapita Antiquity 82 2008 600 616 7 G. Irwin The Prehistoric Exploration and Colonisation of the Pacific 1992 Cambridge University Press Cambridge 8 R.C. Green The Lapita horizon and traditions Signature for one set of oceanic migrations C. Sand Pacific Archaeology Assessments and Prospects 2003 Service des Musées et du Patrimoine Nouméa New Caledonia 9 M. Donohue T. Denham Island Southeast Asia during the midHolocene Reframing Austronesian history Curr. Anthropol. 51 2010 223 256 10 M. Kayser S. Brauer R. Cordaux A. Casto O. Lao L.A. Zhivotovsky C. MoyseFaurie R.B. Rutledge W. Schiefenhoevel D. Gil Melanesian and Asian origins of Polynesians mtDNA and Y chromosome gradients across the Pacific Mol. Biol. Evol. 23 2006 2234 2244 11 A.J. Redd N. Takezaki S.T. Sherry S.T. McGarvey A.S.M. Sofro M. Stoneking Evolutionary history of the COIItRNALys intergenic 9 base pair deletion in human mitochondrial DNAs from the Pacific Mol. Biol. Evol. 12 1995 604 615 12 B. Sykes A. Leiboff J. LowBeer S. Tetzner M. Richards The origins of the Polynesians An interpretation from mitochondrial lineage analysis Am. J. Hum. Genet. 57 1995 1463 1475 13 M. Richards S. Oppenheimer B. Sykes mtDNA suggests Polynesian origins in Eastern Indonesia Am. J. Hum. Genet. 63 1998 1234 1236 14 S.J. Oppenheimer M. Richards Polynesian origins. Slow boat to Melanesia Nature 410 2001 166 167 15 M.J. Pierson R. MartinezArias B.R. Holland N.J. Gemmell M.E. Hurles D. Penny Deciphering past human population movements in Oceania Provably optimal trees of 127 mtDNA genomes Mol. Biol. Evol. 23 2006 1966 1975 16 T. Melton S. Clifford J. Martinson M. Batzer M. Stoneking Genetic evidence for the protoAustronesian homeland in Asia mtDNA and nuclear DNA variation in Taiwanese aboriginal tribes Am. J. Hum. Genet. 63 1998 1807 1823 17 C. Hill P. Soares M. Mormina V. Macaulay D. Clarke P.B. Blumbach M. VizueteForster P. Forster D. Bulbeck S. Oppenheimer M. Richards A mitochondrial stratigraphy for Island Southeast Asia Am. J. Hum. Genet. 80 2007 29 43 18 M. Richards V. Macaulay E. Hickey E. Vega B. Sykes V. Guida C. Rengo D. Sellitto F. Cruciani T. Kivisild Tracing European founder lineages in the Near Eastern mtDNA pool Am. J. Hum. Genet. 67 2000 1251 1276 19 P. Soares L. Ermini N. Thomson M. Mormina T. Rito A. Röhl A. Salas S. Oppenheimer V. Macaulay M.B. Richards Correcting for purifying selection An improved human mitochondrial molecular clock Am. J. Hum. Genet. 84 2009 740 759 20 A. Torroni C. Rengo V. Guida F. Cruciani D. Sellitto A. Coppa F.L. Calderon B. Simionati G. Valle M. Richards Do the four clades of the mtDNA haplogroup L2 evolve at different rates Am. J. Hum. Genet. 69 2001 1348 1356 21 D. Meierhofer J.A. Mayr S. Ebner W. Sperl B. Kofler Rapid screening of the entire mitochondrial DNA for lowlevel heteroplasmic mutations Mitochondrion 5 2005 282 296 22 H.J. Bandelt P. Forster B.C. Sykes M.B. Richards Mitochondrial portraits of human populations using median networks Genetics 141 1995 743 753 23 J.A. Trejaut T. Kivisild J.H. Loo C.L. Lee C.L. He C.J. Hsu Z.Y. Lee M. Lin Traces of archaic mitochondrial lineages persist in Austronesianspeaking Formosan populations PLoS Biol. 3 2005 e247 24 A. Tajima C.S. Sun I.H. Pan T. Ishida N. Saitou S. Horai Mitochondrial DNA polymorphisms in nine aboriginal groups of Taiwan Implications for the population history of aboriginal Taiwanese Hum. Genet. 113 2003 24 33 25 K.A. Tabbada J. Trejaut J.H. Loo Y.M. Chen M. Lin M. MirazónLahr T. Kivisild M.C. De Ungria Philippine mitochondrial DNA diversity A populated viaduct between Taiwan and Indonesia Mol. Biol. Evol. 27 2010 21 31 26 A. Tajima M. Hayami K. Tokunaga T. Juji M. Matsuo S. Marzuki K. Omoto S. Horai Genetic origins of the Ainu inferred from combined DNA analyses of maternal and paternal lineages J. Hum. Genet. 49 2004 187 193 27 V. Macaulay C. Hill A. Achilli C. Rengo D. Clarke W. Meehan J. Blackburn O. Semino R. Scozzari F. Cruciani Single rapid coastal settlement of Asia revealed by analysis of complete mitochondrial genomes Science 308 2005 1034 1036 28 C. Hill P. Soares M. Mormina V. Macaulay W. Meehan J. Blackburn D. Clarke J.M. Raja P. Ismail D. Bulbeck Phylogeography and ethnogenesis of aboriginal Southeast Asians Mol. Biol. Evol. 23 2006 2480 2491 29 M.G. Vilar A. Kaneko F.W. Hombhanje T. Tsukahara I. Hwaihwanje J.K. Lum Reconstructing the origin of the Lapita cultural complex mtDNA analyses of East Sepik Province PNG J. Hum. Genet. 53 2008 698 708 30 F.X. Ricaut T. Thomas C. Arganini J. Staughton M. Leavesley M. Bellatti R. Foley M. Mirazon Lahr Mitochondrial DNA variation in Karkar islanders Ann. Hum. Genet. 72 2008 349 367 31 G. Hudjashov T. Kivisild P.A. Underhill P. Endicott J.J. Sanchez A.A. Lin P. Shen P. Oefner C. Renfrew R. Villems P. Forster Revealing the prehistoric settlement of Australia by Y chromosome and mtDNA analysis Proc. Natl. Acad. Sci. USA 104 2007 8726 8730 32 J. Ohashi I. Naka K. Tokunaga T. Inaoka Y. Ataka M. Nakazawa Y. Matsumura R. Ohtsuka Brief communication Mitochondrial DNA variation suggests extensive gene flow from Polynesian ancestors to indigenous Melanesians in the northwestern Bismarck Archipelago Am. J. Phys. Anthropol. 130 2006 551 556 33 J.S. Friedlaender F.R. Friedlaender J.A. Hodgson M. Stoltz G. Koki G. Horvat S. Zhadanov T.G. Schurr D.A. Merriwether Melanesian mtDNA complexity PLoS ONE 2 2007 e248 34 E. Hagelberg N. Goldman P. Lió S. Whelan W. Schiefenhövel J.B. Clegg D.K. Bowden Evidence for mitochondrial DNA recombination in a human population of island Melanesia Proc. Biol. Sci. 267 2000 1595 1596 35 A.J. Redd M. Stoneking Peopling of Sahul mtDNA variation in aboriginal Australian and Papua New Guinean populations Am. J. Hum. Genet. 65 1999 808 828 36 S. Tofanelli S. Bertoncini L. Castrì D. Luiselli F. Calafell G. Donati G. Paoli On the origins and admixture of Malagasy New evidence from highresolution analyses of paternal and maternal lineages Mol. Biol. Evol. 26 2009 2109 2124 37 P. Forster R. Harding A. Torroni H.J. Bandelt Origin and evolution of Native American mtDNA variation A reappraisal Am. J. Hum. Genet. 59 1996 935 945 38 P. Soares J.A. Trejaut J.H. Loo C. Hill M. Mormina C.L. Lee Y.M. Chen G. Hudjashov P. Forster V. Macaulay Climate change and postglacial human dispersals in southeast Asia Mol. Biol. Evol. 25 2008 1209 1218 39 P. Blanchon J. Shaw Reef drowning during the last glaciation Evidence for catastrophic sealevel rise and icesheet collapse Geology 23 1995 4 8 40 M.A. Abdulla I. Ahmed A. Assawamakin J. Bhak S.K. Brahmachari G.C. Calacal A. Chaurasia C.H. Chen J. Chen Y.T. Chen HUGO PanAsian SNP Consortium Indian Genome Variation Consortium Mapping human genetic diversity in Asia Science 326 2009 1541 1545 41 S. Bedford M. Spriggs R. Regenvanu The Teouma Lapita site and the early human settlement of the Pacific Islands Antiquity 80 2006 812 828 42 T.M. Rieth T.L. Hunt A radiocarbon chronology for Samoan prehistory J. Archaeol. Sci. 35 2008 1901 1927 43 K.A. Adelaar The Indonesian migrations to Madagascar Making sense of the multindisciplinary evidence T. Simanjuntak I.H.E. Pojoh M. Hisyam Austronesian Diaspora and the Ethnogenesis of People in Indonesian Archipelago 2006 LIPI Press Jakarta Indonesia 205 232 44 J. Friedlaender F. Gentz F. Friedlaender F. Kaestle T. Schurr G. Koki M. Schanfield J. McDonough L. Smith S. Cerchio Mitochondrial genetic diversity and its determinants in Island Melanesia A. Pawley R. Attenborough J. Golson R. Hide Papuan Pasts Cultural Linguistic and Biological Histories of PapuanSpeaking Peoples 2006 Pacific Linguistics Canberra Australia 693 716 45 J.S. Friedlaender Conclusion J.S. Friedlaender Genes Language and Culture in the Southwest Pacific 2007 Oxford University Press Oxford 231 237 46 J. Specht Small islands in the big picture The formative period of Lapita in the Bismarck Archipelago S. Bedford C. Sand S.P. Connaughton Oceanic Explorations Lapita and Western Pacific Settlement 2007 ANU E Press Canberra Australia 51 70 47 M. Kayser S. Brauer G. Weiss P.A. Underhill L. Roewer W. Schiefenhövel M. Stoneking Melanesian origin of Polynesian Y chromosomes Curr. Biol. 10 2000 1237 1246 48 C. Capelli J.F. Wilson M. Richards M.P.H. Stumpf F. Gratrix S. Oppenheimer P. Underhill V.L. Pascali T.M. Ko D.B. Goldstein A predominantly indigenous paternal heritage for the Austronesianspeaking peoples of insular Southeast Asia and Oceania Am. J. Hum. Genet. 68 2001 432 443 49 M. Kayser Y. Choi M. van Oven S. Mona S. Brauer R.J. Trent D. Suarkia W. Schiefenhövel M. Stoneking The impact of the Austronesian expansion Evidence from mtDNA and Y chromosome diversity in the Admiralty Islands of Melanesia Mol. Biol. Evol. 25 2008 1362 1374 50 T.M. Karafet B. Hallmark M.P. Cox H. Sudoyo S. Downey J.S. Lansing M.F. Hammer Major eastwest division underlies Y chromosome stratification across Indonesia Mol. Biol. Evol. 27 2010 1833 1844 51 J.S. Friedlaender F.R. Friedlaender F.A. Reed K.K. Kidd J.R. Kidd G.K. Chambers R.A. Lea J.H. Loo G. Koki J.A. Hodgson The genetic structure of Pacific Islanders PLoS Genet. 4 2008 e19 52 A. Wollstein O. Lao C. Becker S. Brauer R.J. Trent P. Nürnberg M. Stoneking M. Kayser Demographic history of Oceania inferred from genomewide data Curr. Biol. 20 2010 1983 1992 53 P. Hage J. Marck Matrilineality and the Melanesian origin of Polynesian Y chromosomes Curr. Anthropol. 44 2003 121 127 54 R. Blust The Austronesian Languages 2009 Pacific Linguistics Canberra Australia 55 S. Thomason T. Kaufman Language Contact Creolization and Genetic Linguistics 1988 University of California Press Los Angeles CA 56 D. Bulbeck An integrated perspective on the Austronesian diaspora The switch from cereal agriculture to maritime foraging in the colonisation of Island Southeast Asia Australian Archaeology 67 2008 31 51 57 P. Swadling R. Hide Changing landscape and social interaction Looking at agricultural history from a SepikRamu perspective A. Pawley R. Attenborough J. Golson R. Hide Papuan Pasts Cultural Linguistic and Biological Histories of PapuanSpeaking Peoples 2005 Research School of Pacific and Asian Studies Australian National University Canberra Australia 289 328 58 X. Perrier F. Bakry F. Carreel C. Jenny J.P. Horry V. Lebot I. Hippolyte Combining biological approaches to shed light on the evolution of edible bananas Ethnobotany Research and Applications 7 2009 199 216 59 A. Kjaer A.S. Barfod C.B. Asmussen O. Seberg Investigation of genetic and morphological variation in the sago palm Metroxylon sagu Arecaceae in Papua New Guinea Ann. Bot. Lond. 94 2004 109 117 60 R. Malapa G. Arnau J.L. Noyer V. Lebot Genetic diversity of the greater yam Dioscorea alata L. and relatedness to D. nummularia Lam. and D. transversa Br. as revealed with AFLP markers Genet. Resour. Crop Evol. 52 2005 919 929 61 L. Grivet C. Daniels J.C. Glaszman A. DHont A review of recent molecular genetics evidence for sugarcane evolution and domestication Ethnobot. Res. Applic. 2 2004 9 17 62 A. Pawley The origins of early Lapita culture The testimony of historical linguistics S. Bedford C. Sand S.P. Connaughton Oceanic Explorations Lapita and Western Pacific Settlement 2007 ANU E Press Canberra Australia 17 49.\n\n"}
