{"https://doi.org/10.1038/13779": "Reanalysis and revision of the Cambridge reference sequence for human mitochondrial DNA | Nature Genetics Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, we recommend you use a more up to date browser (or turn off compatibility mode in Internet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles and JavaScript. Advertisement View all journals Search Log in Explore content About the journal Publish with us Subscribe Sign up for alerts RSS feed nature nature genetics correspondence article Correspondence Published: October 1999 Reanalysis and revision of the Cambridge reference sequence for human mitochondrial DNA Richard M. Andrews1, Iwona Kubacka2, Patrick F. Chinnery3, Robert N. Lightowlers3, Douglass M. Turnbull3 & …Neil Howell2 Show authors Nature Genetics volume 23, page 147 (1999)Cite this article 20k Accesses 43 Altmetric Metrics details Access through your institution Buy or subscribe The Human Genome Project, from one perspective, began in 1981 with the publication1 of the complete sequence of human mitochondrial DNA (mtDNA). The Cambridge reference sequence (CRS), as it is now designated, continues to be indispensable for studies of human evolution, population genetics and mitochondrial diseases. It has been recognized for some time, however, that the CRS differs at several sites from the mtDNA sequences obtained by other investigators2,3. These discrepancies may reflect either true errors in the original sequencing analysis or rare polymorphisms in the CRS mtDNA. A further complication is that the original mtDNA sequence was principally derived from a single individual of European descent, although it also contained some sequences from both HeLa and bovine mtDNA (ref. 1). To resolve these uncertainties, we have completely resequenced the original placental mtDNA sample.The results of the resequencing confirm that there are both errors and rare polymorphisms in the CRS (Table 1). There are 11 nucleotide positions at which the original sequence contains the incorrect nucleotide (all sequences here refer to that of the CRS mtDNA L-strand), one of which involves the CC doublet at positions 3,106 and 3,107 in the original sequence, which is actually a single cytosine residue. The other errors are mistakes in the identification of single base pairs and typically involve the incorrect assignment of a guanine residue. Errors at nt 14,272 and 14,365 result from the use of the bovine mtDNA sequence at ambiguous sites1. There are an additional seven nucleotide positions at which the original CRS is correct and which represent rare (or even private) polymorphic alleles. Six of these polymorphisms are single base pair substitutions, although one involves the simple repeat of cytosine residues at nt 311–315. The CRS has five residues in this repeat, whereas most other human mtDNAs have six.Table 1 Reanalysis of the Cambridge reference sequenceFull size table This is a preview of subscription content, access via your institution Access options Access through your institution Subscribe to this journal Receive 12 print issues and online access $209.00 per year only $17.42 per issue Learn more Buy this article Purchase on SpringerLink Instant access to full article PDF Buy now Prices may be subject to local taxes which are calculated during checkout Additional access options: Log in Learn about institutional subscriptions Read our FAQs Contact customer support ReferencesAnderson, S. et al. Nature 290, 457–465 (1981).Article CAS Google Scholar Brown, M.D. et al. Genetics 130, 163–173 (1992).CAS PubMed PubMed Central Google Scholar Howell, N., McCullough, D.A., Kubacka, I., Halvorson, S. & Mackey, D. Am. J. Hum. Genet. 50, 1333–1337 (1992).CAS PubMed PubMed Central Google Scholar Torroni, A. et al. Genetics 144, 1835–1850 (1996).CAS PubMed PubMed Central Google Scholar Lamminen, T. et al. Eur. J. Hum. Genet. 5, 271–279 (1997).CAS PubMed Google Scholar Torroni, A. et al. Am. J. Hum. Genet. 62, 1137–1152 (1998).Article CAS Google Scholar Howell, N. & McCullough, D.A. Am. J. Hum. Genet. 47, 629–634 (1990).CAS PubMed PubMed Central Google Scholar Howell, N. et al. Genetics 140, 285–302 (1995).CAS PubMed PubMed Central Google Scholar Biggin, M.D., Gibson, J.J. & Hong, G.F. Proc. Natl Acad. Sci. USA 80, 3963–3965 (1983).Article CAS Google Scholar Download referencesAcknowledgements We thank A. Coulson and F. Sanger for their generous donation of the original placental mtDNA sample. This work was supported by the Medical Research Council (R.M.A. and D.M.T.), Wellcome Trust (D.M.T., P.F.C., R.N.L. and N.H.) and the John Sealy Memorial Endowment Fund (N.H.). Author informationAuthors and AffiliationsDepartments of Ophthalmology and Neurology, The Medical School, University of Newcastle upon Tyne, NE2 4HH, UKRichard M. AndrewsBiology Division 0656, Department of Radiation Oncology, The University of Texas Medical Branch, Galveston, 77555-0656, Texas, USAIwona Kubacka & Neil HowellDepartment of Neurology, The Medical School, University of Newcastle upon Tyne, NE2 4HH, UKPatrick F. Chinnery, Robert N. Lightowlers & Douglass M. TurnbullAuthorsRichard M. AndrewsView author publicationsYou can also search for this author inPubMed Google ScholarIwona KubackaView author publicationsYou can also search for this author inPubMed Google ScholarPatrick F. ChinneryView author publicationsYou can also search for this author inPubMed Google ScholarRobert N. LightowlersView author publicationsYou can also search for this author inPubMed Google ScholarDouglass M. TurnbullView author publicationsYou can also search for this author inPubMed Google ScholarNeil HowellView author publicationsYou can also search for this author inPubMed Google ScholarCorresponding authorCorrespondence to Douglass M. Turnbull.Rights and permissionsReprints and permissionsAbout this articleCite this articleAndrews, R., Kubacka, I., Chinnery, P. et al. Reanalysis and revision of the Cambridge reference sequence for human mitochondrial DNA. Nat Genet 23, 147 (1999). https://doi.org/10.1038/13779Download citationIssue Date: October 1999DOI: https://doi.org/10.1038/13779Share this articleAnyone you share the following link with will be able to read this content:Get shareable linkSorry, a shareable link is not currently available for this article.Copy to clipboard Provided by the Springer Nature SharedIt content-sharing initiative Access through your institution Buy or subscribe Advertisement Explore content Research articles Reviews & Analysis News & Comment Current issue Collections Follow us on Facebook Follow us on Twitter Subscribe Sign up for alerts RSS feed About the journal Aims & Scope Journal Information Journal Metrics Our publishing models Editorial Values Statement Editorial Policies Content Types About the Editors Research Cross-Journal Editorial Team Reviews Cross-Journal Editorial Team Web Feeds Posters Contact Publish with us Submission Guidelines For Reviewers Language editing services Submit manuscript Search Search articles by subject, keyword or author Show results from All journals This journal Search Advanced search Quick links Explore articles by subject Find a job Guide to authors Editorial policies Nature Genetics (Nat Genet) ISSN 1546-1718 (online) ISSN 1061-4036 (print) nature.com sitemap About Nature Portfolio About us Press releases Press office Contact us Discover content Journals A-Z Articles by subject protocols.io Nature Index Publishing policies Nature portfolio policies Open access Author & Researcher services Reprints & permissions Research data Language editing Scientific editing Nature Masterclasses Research Solutions Libraries & institutions Librarian service & tools Librarian portal Open research Recommend to library Advertising & partnerships Advertising Partnerships & Services Media kits Branded content Professional development Nature Careers Nature Conferences Regional websites Nature Africa Nature China Nature India Nature Italy Nature Japan Nature Middle East Privacy Policy Use of cookies Your privacy choices/Manage cookies Legal notice Accessibility statement Terms & Conditions Your US state privacy rights © 2025 Springer Nature Limited Close banner Close Sign up for the Nature Briefing newsletter — what matters in science, free to your inbox daily. Email address Sign up I agree my information will be processed in accordance with the Nature and Springer Nature Limited Privacy Policy. Close banner Close Get the most important science stories of the day, free in your inbox. Sign up for Nature Briefing"}
